{
  "id": 65,
  "name": "The Divorce",
  "verses": [
    {
      "id": 5218,
      "verse_number": 1,
      "verse_key": "65:1",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ ۖ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا",
      "page_number": 558,
      "juz_number": 28,
      "translations": [
        {
          "id": 927883,
          "resource_id": 135,
          "text": "ای پیامبر، هرگاه خواستید زنان را طلاق دهید، آنها را در زمان [آغاز] عده طلاق دهید [یعنی پس از پاک شدن از حیض و پیش از آمیزش]، و حساب عدّه را نگه دارید، و از الله که پروردگار شماست پروا کنید. نه شما آنها را [تا پایان عده] از خانه‌هایشان بیرون کنید و نه آنها بیرون روند؛ مگر آنکه کار زشتِ آشکاری [مانند زنا] مرتکب شوند؛ و این حدود [احکام] الله است؛ و هر ‌کس از حدود الله تجاوز کند، مسلماً به خود ستم کرده است. تو نمی‌دانی، شاید الله پس از آن، وضع تازه‌ای فراهم آورَد [و رغبتی در دل زوجین بیندازد که به صلح و آشتی منجر شود]."
        }
      ],
      "tafsir_saadi": "خداوند متعال خطاب به پیامبرش محمّد صلی الله علیه وسلم و مؤمنان می‌فرماید: (﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ﴾) ای پیغمبر! هرگاه خواستید زنان را طلاق دهید، برای طلاق دادن آنها به دنبال امر جایز و مشروع باشید، و بلافاصله بدون رعایت دستور خداوند به طلاق دادن مبادرت نورزید، بلکه (﴿فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ﴾) آنان را در وقت فرارسیدن عده طلاق دهید، به این صورت که شوهر، زن را در زمانی که پاک است و در این دورانِ پاکی با او آمیزش نکرده است طلاق دهد. پس این طلاقی است که عده در آن واضح و روشن است، به خلاف اینکه اگر زن را در حالت حیضی که طلاق در\n آن انجام شده باشد طلاق دهد. چون در این حالت، دوران حیض جزو عدّۀ زن حساب نمی‌شود. به همین خاطر این عده‌اش طولانی می‌گردد. \nهمچنین اگر شوهر او را در حالت پاکی که در آن حالت با او آمیزش کرده است طلاق بدهد، بیم آن می‌رود که زن حامله گردد، و مشخص نمی‌شود که کدام عدّه را بگذارد. (﴿وَأَحۡصُواْ ٱلۡعِدَّةَ﴾) و عده را برشمارید. و بر شمردن عده با بر شمردن ایام حیض حاصل می‌شود. و اگر زن حیض نشود، با ماه حساب می‌گردد، و این زمانی است که حامله نباشد؛ و اگر حامله باشد، عدّه او وضع حمل است. بر شمردن عدّه ادای حقّ خدا و حقّ همسر و حق کسی است که بعد از آن با زن ازدواج می‌کند. نیز حقّ زن را در مورد نفقه و غیره روشن می‌نماید. پس وقتی عدۀ زن بر شمرده شود، حالت او مشخّص می‌گردد، و حقوقی که به دنبال عدّه می‌آید مشخّص می‌شود. \nامر به برشمردن عده، متوجّه شوهر و زن است، و این در صورتی است که زن مکلف باشد؛ و اگر مکلف نباشد، حقّ برشمردن آن بر ولیّ زن است. (﴿وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡ﴾) و در همۀ کارهایتان از خدا بترسید، و در مورد حقّ زنان طلاق داده شده، از خدا بترسید. (﴿لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ﴾) در مدّت عدّه، زنان را از خانه‌هایشان بیرون نکنید، بلکه زن باید در خانه‌ای بماند که شوهرش او را در آن طلاق داده است. \n(﴿وَلَا يَخۡرُجۡنَ﴾) و نباید زنان بیرون بروند؛ یعنی بیرون رفتن از خانه برایشان جایز نیست. نهی از خارج کردن، برای آن است که تهیۀ مسکن زن بر شوهر واجب است تا عده که حقی از حقوق شوهر است در آن خانه تکمیل شود. و اینکه زن نباید بیرون برود برای آن است که اگر زن بیرون برود، حقّ شوهر ضایع می‌گردد. نهی از بیرون کردن و بیرون رفتن از خانه، تا تمام شدن عده ادامه دارد. \n(﴿إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖ﴾) مگر آنکه کار زشتِ آشکاری مرتکب شوند؛ یعنی زنان کار زشتی بکنند که ایجاب نماید از خانه اخراج گردند. به این صورت که اگر او را بیرون نکنند، اهل خانه زیانمند می‌شوند مانند اینکه آنها را با سخنان و کارهای زشت اذیّت کند، پس در این صورت آنها می‌توانند او را از خانه بیرون کنند؛ چون او خودش اسباب بیرون رفتن خودرا فراهم کرده است، و اسکان دادن وی برای آن بوده که از او دلجویی گردد و این‌گونه با او مهربانی شود. و وقتی که خودش باعث ‌شود تا او را بیرون کنند، خودش زیان را متوجّه خود ساخته است. این دربارۀ زنی است که در حال گذراندن عدۀ طلاق رجعی است. امّا زنی که طلاق بائن گرفته، تهیۀ مسکن برای او واجب نیست؛ چون تهیۀ مسکن برای زن تابع نفقه است، و نفقه برای زنی که طلاق رجعی داده شده واجب است، نه برای زنی که طلاق بائن داده شده است. (﴿وَتِلۡكَ حُدُودُ ٱللَّهِ﴾) و این حدود الهی است که برای بندگانش مقرّر و معین داشته است، و به آنها فرمان داده تا این مقرّرات را اجرا کنند، و پا را از آن فراتر نگذارند.\n(﴿وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ﴾) و هرکس از حدود الهی تجاوز کند، (﴿فَقَدۡ ظَلَمَ نَفۡسَهُۥ﴾) به خودش ستم کرده است؛ یعنی حقّ خود را پایمال کرده، و بهره‌اش را از پیروی کردن از حدود و مقرّرات الهی که صلاح دنیا و آخرت است ضایع کرده است. \n(﴿لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا﴾) تو نمی‌دانی، چه بسا خداوند بعد از آن امری دیگر در میان آورد؛ یعنی خداوند ‌عدّه را مقرّر داشت، و طلاق را با عدّه مقرّر کرد، به خاطر حکمت‌های بزرگی که در این امر نهفته است که برخی عبارتند از اینکه شاید خداوند در دل فردی که زنش را طلاق داده دوستی و مهربانی بیاورد و به زنش رجوع کند و زندگی را از سر بگیرد. \nو شاید به خاطر چیزی وی را طلاق داده، و این علّت در دوران عده از بین برود، آنگاه شوهر رجوع کند، چون سبب طلاق منتفی شده است. و از جمله حکمت‌های عده این است که این زمان، زمان انتظار است، و مشخص می‌گردد که آیا زن از شوهر خودش حامله است یا نه."
    },
    {
      "id": 5219,
      "verse_number": 2,
      "verse_key": "65:2",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا۟ ذَوَىْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا۟ ٱلشَّهَـٰدَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا",
      "page_number": 558,
      "juz_number": 28,
      "translations": [
        {
          "id": 927884,
          "resource_id": 135,
          "text": "و هنگامی که [آنها را طلاق دادید و] عده‌شان به سر رسید، آنان را به طرز شایسته‌ای نگه‌ دارید یا به طرز شایسته‌ای از آنها جدا شوید؛ و دو مرد عادل از خودتان را گواه بگیرید و شهادت را برای الله برپا دارید. این [حکمی است] که هر کس به الله و روز قیامت ایمان دارد، به آن پند و اندرز داده می‌شود؛ و هر‌ کس که از الله بترسد، راه نجاتی برای او قرار می‌دهد"
        }
      ],
      "tafsir_saadi": "(﴿فَإِذَا بَلَغۡنَ أَجَلَهُنَّ﴾) پس وقتی که به پایان عدّه نزدیک شدند. چون اگر زنان از دوران عدّه بیرون روند و عده تمام شود، شوهر، دیگر اختیاری برای نگاه داشتن یا جدا شدن ندارد. \n(﴿فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ﴾) پس به طرز شایسته و نیک آنها را نگاه دارید؛ یعنی با زندگی خوب و همراهیِ پسندیده زن را نگاه دارید، نه به صورتی که زیانی به او وارد کنید و ارادۀ بد نسبت به وی داشته باشید، چون نگاه داشتن زن به این شیوه جایز نیست. (﴿أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ﴾) یا به خوبی از آنها جدا شوید؛ جدایی که در آن محدودیتی نباشد. و باید جدایی بدون ناسزاگویی و مجادله باشد، و نباید شوهر، زن را مجبور کند که از مال خودش چیزی را بدهد. (﴿وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ﴾) و دو مرد عادل از خودتان را بر طلاق و رجعت زن گواه بگیرید. یعنی دو مرد مسلمان عادل را گواه بگیرید؛ چون در این گواه گرفتن باب مجادله بسته می‌شود، و هریک از دو گواه آنچه را که باید بگویند نمی‌توانند پنهان نمایند. \n(﴿وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِ﴾) ای گواهان! گواهی را برای خدا ادا کنید؛ یعنی به صورت واقعی و بدون کم و کاست گواهی را ارائه دهید، و هدفتان از گواهی دادن رضایت خدا باشد. و در امر گواهی دادن، هیچ خویشاوندی را به خاطر خویشاوندی‌اش، و دوستی را به خاطر محبّت او رعایت نکنید.\n(﴿ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ﴾) احکام و حدود و مقرّراتی که برایتان بیان کردیم، کسی که به خدا و روز قیامت ایمان بیاورد بدان پند داده می‌شود، چون ایمان به خدا و روز قیامت باعث می‌شود تا فرد مؤمن از اندرزها و پندهای الهی پند پذیرد، و برای آخرت خود کارهای شایسته‌ای ذخیره نماید. به خلاف کسی که ایمان از دل او رخت بربسته است، چنین کسی به کارهای بدش توجّه نمی‌نماید، و از مواعظ الهی پند نمی‌پذیرد، چون در وجودش انگیزه‌ای برای این کار نیست. و از آنجا که طلاق گاهی در میان ناراحتی و اندوه انجام می‌شود، خداوند به پرهیز و تقوا فرمان داد، و به کسی که در امر طلاق و غیره تقوای الهی را رعایت کند، وعده داده است که راه‌حلی برای مشکل او پیدا خواهد کرد. پس هرگاه کسی خواست زنش را طلاق دهد و طلاق را به صورت شرعی انجام داد، به این صورت که یک طلاق را در حالتی بدهد که زن از عادت ماهانه پاک شده، و بدون اینکه با او ـ در این حالت ـ آمیزش کرده باشد کار برای چنین کسی دشوار نخواهد بود، بلکه خداوند برای او گشایشی قرار داده و می‌تواند دوباره به نکاح مراجعه کند، اگر از طلاق دادن پشیمان شود. و سیاق این آیه گرچه در مورد طلاق و رجعت است، امّا عموم کلمه اعتبار دارد؛ و هرکس از خداوند بترسد و در همۀ حالات خود به خشنودی خدا پای‌بند باشد، خداوند در دنیا و آخرت او را پاداش خواهد داد. و از جمله پاداشی که خداوند به فرد متّقی می‌دهد، این است که برای او راهی برای رهایی از هر مشقّت و دشواری قرار می‌دهد. همان‌طور که هرکس از خدا بترسد، خداوند برایش راه رهایی قرار می‌دهد. و هرکس از خدا نترسد، در میان زنجیرها و طوق‌ها گرفتار می‌شود؛ زنجیرهایی که نمی‌توانند از آن رهایی یابند و این را در مورد طلاق درنظر بگیرند. چون هرگاه بنده در طلاق دادن تقوای الهی را رعایت نکند، بلکه به صورت حرام و ناجایز آن را انجام دهد، مانند اینکه هر سه طلاق را یکجا بدهد و امثال آن، قطعاً پشیمان خواهد شد و آنگاه این پشیمانی قابل جبران نیست."
    },
    {
      "id": 5220,
      "verse_number": 3,
      "verse_key": "65:3",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ ٱللَّهَ بَـٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍ قَدْرًا",
      "page_number": 558,
      "juz_number": 28,
      "translations": [
        {
          "id": 927885,
          "resource_id": 135,
          "text": "و او را از جایی که گمان ندارد، روزی می‌دهد؛ و هر کس بر الله توکل کند، او تعالی برایش کافی است. بی‌گمان، الله فرمان خود را به انجام می‌رسانَد. مسلّماً الله برای هر چیزی اندازه‌ای قرار داده است."
        }
      ],
      "tafsir_saadi": "(﴿وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُ﴾) روزی را خداوند برای فرد پرهیزگار از جایی می‌آورد که فکرش را نمی‌کند. (﴿وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓ﴾) و هرکس در امر دین و دنیای خودش بر خداوند توکل نماید، به این صورت که در به دست آوردن آنچه به او سود و فایده می‌رساند و در دفع آنچه به او زیان می‌رساند بر خدا توکل کند. و در فراهم شدن آن به خدا اعتماد داشته باشد. (﴿فَهُوَ حَسۡبُهُۥٓ﴾)خداوند او را در کاری که بر او توکل نموده کفایت می‌کند. و هرگاه کار به عهدۀ خداوند توانگر و نیرومند و مهربان باشد، باید دانست که از هر چیزی به بنده نزدیک‌تر است، ولی بسا حکمت الهی اقتضا کند آن را تا وقت مناسب به تأخیر بیندازد. بنابراین فرمود: (﴿إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦ﴾) قطعاً تقدیر و قضای الهی نافذ خواهد شد، ولی (﴿قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا﴾) خداوند برای هر چیزی وقت و اندازه‌ای معیّن کرده که از آن فراتر نمی‌رود و ازآن کمتر نخواهد بود."
    },
    {
      "id": 5221,
      "verse_number": 4,
      "verse_key": "65:4",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّـٰٓـِٔى يَئِسْنَ مِنَ ٱلْمَحِيضِ مِن نِّسَآئِكُمْ إِنِ ٱرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَـٰثَةُ أَشْهُرٍ وَٱلَّـٰٓـِٔى لَمْ يَحِضْنَ ۚ وَأُو۟لَـٰتُ ٱلْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مِنْ أَمْرِهِۦ يُسْرًا",
      "page_number": 558,
      "juz_number": 28,
      "translations": [
        {
          "id": 927886,
          "resource_id": 135,
          "text": "و کسانی از زنانتان که [به سبب سن زیاد و ...] از عادت ماهانه مأیوس شده‌اند، اگر [در چگونگی عده آنان] شک کردید، عدّۀ آنان سه ماه است، و زنانی که عادت ماهانه نديده‌اند [نيز عده‌شان سه ماه است‌]. و عدّۀ زنان باردار این است که وضع حمل کنند؛ و هر کس از الله بترسد، [الله] کارش را برایش آسان می‌سازد."
        }
      ],
      "tafsir_saadi": "وقتی خداوند بیان داشت طلاقی که بدان امر شده باید در دوران عده داده شود، عده را بیان کرد و فرمود: (﴿وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ﴾) و زنانی که از حیض ناامیدند به این صورت که عادت ماهانه داشته‌اند، سپس عادت ماهانۀ آنها به خاطر پیری و غیره مرتفع شده و امیدی به بازگشت آن نیست. (﴿فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ﴾) پس عدۀ آنها سه ماه است. هر ماه در مقابل یک حیض است. (﴿وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَ﴾) و زنانی که هنوز به عادت ماهانه نرسیده‌اند، یا زنانی که به سن بلوغ رسیده‌اند و به کلی عادت ماهانه ندارند، اینها همانند زنانی که از حیض ناامید هستند عده‌شان سه ماه است. و امّا زنانی که عادت ماهانه و حیض آنها می‌آید، عده‌شان در این آیه بیان شده است که: ﴿وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖ﴾ و زنانی که طلاق داده شده‌اند سه قرء [طهر یا حیض] انتظار بکشند.\n(﴿وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّ﴾) و عدۀ زنان باردار این است که وضع حمل نمایند؛ یعنی آنچه را در شکم دارند -خواه یک بچه باشد یا دو- وضع نمایند. در این صورت ماه و غیره دیگر اعتباری ندارد و با وضع حمل عده پایان می‌یابد. \n(﴿وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا﴾) و هرکس از خدا بترسد و پرهیزگاری نماید، خداوند کارهایش را برای او آسان می‌گرداند، و هر کار سختی‌را برایش آسان می‌گرداند."
    },
    {
      "id": 5222,
      "verse_number": 5,
      "verse_key": "65:5",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ أَمْرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيْكُمْ ۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُعْظِمْ لَهُۥٓ أَجْرًا",
      "page_number": 558,
      "juz_number": 28,
      "translations": [
        {
          "id": 927887,
          "resource_id": 135,
          "text": "این، فرمان الله است که بر شما نازل کرده است؛ و هر کس از الله پروا کند، الله گناهانش را از او می‌زداید [و می‌بخشد] و پاداش او را بزرگ می‌گردانَد."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡ﴾) حکمی که خداوند برای شما بیان کرد، فرمانی است که برای شما فرستاده است تا در پرتور آن حرکت کنید و از آن پیروی نمائید و آن را بزرگ بدارید. \n(﴿وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّ‍َٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا﴾) و هرکس از خدا بترسد، خداوند گناهانش را از او می‌زداید و به او پاداشی بزرگ خواهد داد؛ هر امر ناگواری از او دور می‌شود و هر امر مطلوب و پسندیده‌ای را به دست می‌آورد."
    },
    {
      "id": 5223,
      "verse_number": 6,
      "verse_key": "65:6",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا۟ عَلَيْهِنَّ ۚ وَإِن كُنَّ أُو۟لَـٰتِ حَمْلٍ فَأَنفِقُوا۟ عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا۟ بَيْنَكُم بِمَعْرُوفٍ ۖ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927888,
          "resource_id": 135,
          "text": "آنان [= زنان مطلقه] را در حد توان خود، هر جا که خودتان سکونت دارید [و در تواناییِ شماست] سکونت دهید، و به آنها زیان نرسانید تا [عرصه را] بر آنان تنگ کنید [و پیش از پایان عده، به ترک منزل مجبور شوند]؛ و اگر باردار هستند، نفقۀ آنها را بدهید تا وضع حمل کنند. اگر [فرزندتان را] برای شما شیر می‌دهند، مزدشان را بپردازید و [این کار را] به نیکی و با مشورت یکدیگر انجام دهید؛ و اگر به توافق نرسیدید، زن دیگری [به درخواست شوهر،] او را شیر دهد."
        }
      ],
      "tafsir_saadi": "پیش‌تر گذشت که خداوند از بیرون کردن زنان مطلقه از خانه‌ها نهی کرده است، و در اینجا فرمان داد تا آنها را اسکان دهند و نحوۀ اسکان آنها را اسکان در مسکن خوب بیان کرد؛ و آن مسکنی است که زوجین برحسب توان و عدم توان شوهر در آن زندگی می‌کنند. \n(﴿وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّ﴾) و به هنگام سکونت دادن، زنان را با سخن و عمل آزار ندهید تا در تنگنا قرار گیرند و خسته شوند، و آنگاه از خانه‌ها بیرون روند قبل از آنکه عدّه‌شان تمام شده باشد. پس در این صورت شما آنها را بیرون کرده‌اید. خلاصۀ مطلب این است که خداوند از بیرون کردن زنان مطلّقه از خانه نهی کرده و نیز زنان را از بیرون رفتن نهی نموده، و فرمان داده است تا آنها طوری سکونت داده شوند که زیانی به آنها نرسد و مشقّتی بر آنها نیاید و این به عرف برمی‌گردد. \n(﴿وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّ﴾) و اگر زنان مطلّقه باردار بودند، نفقه و مخارجشان را بپردازید تا زمانی که وضع حمل می‌کنند، و این به خاطر بچّه‌ای است که در شکم زن است. این در شرایطی است که زن طلاق بائن گرفته باشد. و اگر طلاق رجعی داده شده باشد، مخارج به خاطر زن و فرزندی که در شکم دارد هر دو پرداخت می‌شود، و نفقه تا زمان وضع حمل باید داده شود. و هرگاه وضع حمل کردند، آنگاه اختیار دارند که فرزندانشان را شیر بدهند یا شیر ندهند. \n(﴿فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَ‍َٔاتُوهُنَّ أُجُورَهُنَّ﴾) پس اگر به فرزندان شما شیر دادند، مزدشان را ـ اگر تعیین شده باشد ـ به همان مقدار معین بدهید؛ و اگر تعیین نشده باشد، مزدِ مثل و همانند آن را بدهید. \n(﴿وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖ﴾) و هر یک از زن و شوهر باید دیگری را به کار خوب امر کند. کار خوب هر آن چیزی است که در دنیا و آخرت دارای سود و منفعت است؛ چون غفلت از این کار، زیان و شری به بار می‌آورد که جز خدا کسی آن را نمی‌داند. و امر کردنِ یکدیگر به کار خوب، در حقیقت همکاری کردن با یکدیگر برای انجام پرهیزگاری و نیکی است. و آنچه که مناسب است در اینجا بیان شود این است که زن و شوهر به هنگام جدایی و در زمان عده ـ به خصوص اگر فرزندی برایشان متولّد شود ـ در رابطه با مخارج به کشمکش و ستیزه‌جویی می‌پردازند، و اغلب همراه با نفرت و کینه است، و مخارج تا حد زیادی تحت تأثیر این جو قرار می‌گیرد.\nپس هریک باید به کار خوب و زندگی نیکو و اختلاف نکردن امر شوند و نصیحت گردند. (﴿وَإِن تَعَاسَرۡتُمۡ﴾) و اگر به دشواری افتادید به این صورت که زن و شوهر در مورد اینکه زن به فرزند شیر دهد توافق نکردند، (﴿فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ﴾) زنی دیگر شیر دادن کودک را به عهده بگیرد. ﴿فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِ﴾ گناهی بر شما نیست به شرط اینکه آنچه را که متعهد شده‌اید پرداخت کنید، به خوبی بپردازید. و این در صورتی است که کودک پستان زنی دیگر غیر از مادرش را قبول کند؛ و اگر جز پستان مادرش را قبول نکرد، باید مادر به او شیر دهد. و اگر امتناع ورزد، این کار به او تحمیل می‌شود و مزدی که به زن دایه داده می‌شود به او داده می‌شود. و این زمانی است که زن و شوهر بر یک چیز مشخّص توافق نکنند و این از مفهوم آیه استنباط می‌گردد؛ چون در دورانی که فرزند در شکم مادر است، سرپرست فرزند باید نفقۀ مادر را بدهد. و وقتی که به دنیا آمد و توانست از شیر مادرش و از شیر دیگر زن‌ها تغذیه نماید، هر دو کار را خداوند جایز قرار داده است. و اگر دارای حالتی بود که غیر از شیر مادرش از شیر زنی دیگر تغذیه نمی‌کرد، این به منزلۀ فرزندی است که در شکم مادرش می‌باشد و فقط از وجود مادر تغذیه می‌نماید. بنابراین در این حالت باید حتماً مادرش به او شیر دهد."
    },
    {
      "id": 5224,
      "verse_number": 7,
      "verse_key": "65:7",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 494,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِۦ ۖ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ ۚ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا ۚ سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍ يُسْرًا",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927889,
          "resource_id": 135,
          "text": "کسانی که دارا [و ثروتمند] هستند، باید از دارایی [و ثروت] خود [بر زن مطلقه و فرزندش] خرج کنند، و کسی‌ که تنگدست است، باید از آنچه که الله به او داده [و در توانش است] خرج کند. الله هیچ کس را جز به ‌آن اندازه که به او [توان] داده است مکلّف نمی‌کند. الله به زودی بعد از سختی [و تنگدستی،] آسانی [و گشایش] قرار می‌دهد."
        }
      ],
      "tafsir_saadi": "سپس خداوند نفقه را برحسب توان شوهر مقرّر کرد و فرمود: \n(﴿لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦ﴾) کسی که دارایی دارد، از دارایی خود باید نفقه بدهد، و نباید نفقه‌ای همانند نفقۀ فقرا بپردازد. (﴿وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ﴾) و کسی که تنگدست است، (﴿فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُ﴾) باید از آنچه خداوند به او داده است خرج کند. \n(﴿لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَا﴾) خداوند هیچ‌کس را جز به اندازه‌ای که به او داده است مکلف نمی‌کند. و این با حکمت و رحمت الهی مناسب است که هرکس را به اندازۀ توانش مکلف کرده، و بار تنگدست را سبک نموده و او را فقط به اندازه‌ای مکلف می‌سازد که به وی روزی داده است. پس خداوند در مورد نفقه و غیره، هیچ‌کس را بیشتر از توانش مکلّف نکرده است. \n(﴿سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا﴾) خداوند بعد از تنگدستی آسایش خواهد آورد، و این مژده‌ایست برای تنگدستان که خداوند شدّت و سختی را از آنها دور خواهد کرد، چون ﴿فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا﴾ به درستی که با سختی آسانی هست."
    },
    {
      "id": 5225,
      "verse_number": 8,
      "verse_key": "65:8",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 495,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَـٰهَا حِسَابًا شَدِيدًا وَعَذَّبْنَـٰهَا عَذَابًا نُّكْرًا",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927890,
          "resource_id": 135,
          "text": "چه بسیار [اهالی] شهرها که از فرمان پروردگارشان و [فرمان] پیامبرانش سرپیچی کردند؛ ما به شدت از آنها حساب کشیدیم و آنها را به عذابی سخت [و سهمناک] عذاب کردیم."
        }
      ],
      "tafsir_saadi": "خداوند از هلاک کردن امّت‌های سرکش و ملّت‌هایی که پیامبران را تکذیب ‌کردند خبر ‌داده، و بیان می‌دارد که تعداد زیاد آنها و قدرتمند بودنشان وقتی حساب سخت و عذاب دردناک به سراغشان آمد، چیزی از آنان را دور نساخت؛ و خداوند عذابی به آنها چشاند که سبب آن کارهای بدشان بود."
    },
    {
      "id": 5226,
      "verse_number": 9,
      "verse_key": "65:9",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 495,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَـٰقِبَةُ أَمْرِهَا خُسْرًا",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927891,
          "resource_id": 135,
          "text": "پس آنان کیفر کار خود را چشیدند، و سرانجامِ کارشان زیان بود."
        }
      ],
      "tafsir_saadi": "خداوند از هلاک کردن امّت‌های سرکش و ملّت‌هایی که پیامبران را تکذیب ‌کردند خبر ‌داده، و بیان می‌دارد که تعداد زیاد آنها و قدرتمند بودنشان وقتی حساب سخت و عذاب دردناک به سراغشان آمد، چیزی از آنان را دور نساخت؛ و خداوند عذابی به آنها چشاند که سبب آن کارهای بدشان بود."
    },
    {
      "id": 5227,
      "verse_number": 10,
      "verse_key": "65:10",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 495,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ ٱلَّذِينَ ءَامَنُوا۟ ۚ قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًا",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927892,
          "resource_id": 135,
          "text": "الله عذاب سختی برایشان مهیّا کرده است؛ پس ای خردمندانی که ایمان آورده‌اید، از الله پروا کنید. همانا الله ذکر [= قرآن] را به سوی شما نازل کرده است."
        }
      ],
      "tafsir_saadi": "خداوند با وجود عذاب دنیا، در آخرت نیز برای آنها عذاب سختی آماده کرده است.\n(﴿فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ﴾) پس ای خردمندانی که آیات و نشانه‌های الهی را می‌فهمید! آنچه که امت‌های گذشته را هلاک کرد، تکذیب پیامبران بود؛ و کسانی که بعد از آنها می‌آیند [و راه آنان را می‌پیمایند]، مانند آنها هستند و سرنوشت آنان را دارند."
    },
    {
      "id": 5228,
      "verse_number": 11,
      "verse_key": "65:11",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 495,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "رَّسُولًا يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِ ٱللَّهِ مُبَيِّنَـٰتٍ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَـٰلِحًا يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927893,
          "resource_id": 135,
          "text": "[و نیز] پیامبری [فرستاده] که آیات روشن الله را بر شما می‌خوانَد، تا کسانی را که ایمان آورده‌ و کارهای شایسته انجام داده‌اند، از تاریکی‌ها به سوی نور بیرون آورَد؛ و هر کس به الله ایمان آورَد و کار شایسته انجام دهد، [الله] او را به باغ‌هایی [از بهشت] وارد می‌کند که از زیر [درختان] آن جویبارها جاری است؛ جاودانه در آن می‌مانند. به راستی الله رزق و روزی‌اش را نیکو گردانیده است."
        }
      ],
      "tafsir_saadi": "سپس خداوند بندگان مؤمن را به آنچه از کتاب خود بر آنها نازل فرموده یادآور شد؛ کتابی که بر پیامبرش محمّد صلی الله علیه وسلم نازل فرموده تا مردم را از تاریکی‌های جهالت و کفر و گناه به سوی نور علم و ایمان و اطاعت بیرون آورد؛ پس برخی به آن ایمان آوردند، و برخی ایمان نیاوردند. \n(﴿وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا﴾) و هرکس به خدا ایمان بیاورد و کار شایسته کند؛ یعنی واجبات و مستحبات را انجام دهد، (﴿يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ﴾) او را وارد باغ‌هایی می‌کند که از زیر آن رودها روان است، و در آن باغ‌ها نعمت‌های پایداری است که هیچ چشمی [نمونۀ آن را] ندیده و هیچ گوشی نشنیده و [تصوّر آن] به دل هیچ انسانی خطور نکرده است. \n(﴿خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا﴾) آنها در باغ‌های بهشت جاودانه‌اند. و خداوند روزی‌شان را خوب و نیکو گردانده است؛ یعنی هرکس به خدا و پیغمبرش ایمان نیاورد، پس ایشان دوزخیان‌اند، و در دوزخ جاودانه خواهند بود."
    },
    {
      "id": 5229,
      "verse_number": 12,
      "verse_key": "65:12",
      "hizb_number": 56,
      "rub_el_hizb_number": 223,
      "ruku_number": 495,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَـٰوَٰتٍ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا",
      "page_number": 559,
      "juz_number": 28,
      "translations": [
        {
          "id": 927894,
          "resource_id": 135,
          "text": "الله است که هفت آسمان را آفرید و از زمین [نیز] همانند آنها را [آفرید]؛ و فرمان [الله] پیوسته در میان آنها نازل می‌شود، تا بدانید که الله بر همه چیز تواناست، و اینکه علم الله بر همه چیز احاطه دارد."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال خبر داد که او آسمان‌ها و زمین و هر آنچه را در آنها هست، و زمین‌های هفت‌گانه و هر آنچه را در آنها و در میانشان است آفریده است. و فرمان را نازل کرده است؛ فرمان، مقرّرات و احکام دینی است که آن را به پیامبرانش وحی نمود تا آن را به بندگان برسانند و آنها را موعظه نمایند. همچنین فرمان‌های تکوینی و تقدیری که با آن به تدبیر آفریده‌ها می‌پردازد. همۀ اینها برای آن است که بندگان او را بشناسند و بدانند که توانایی او و آگاهی‌اش هر چیزی را احاطه کرده است. پس هرگاه با نام‌های نیک و اوصاف مقدّسش او را بشناسند و وی را پرستش ‌کنند و دوستش بدارند و حقّ او را ادا ‌نمایند، هدف از آفرینش و فرمان را محقّق ساخته‌اند و آن عبارت است از شناخت خداوند و پرستش خداوند. و بندگان صالح خدا به این کار خیر توفیق می‌یابند و ستمگران از آن رویگردان می‌شوند."
    }
  ]
}