{
  "id": 48,
  "name": "The Victory",
  "verses": [
    {
      "id": 4584,
      "verse_number": 1,
      "verse_key": "48:1",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": " إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927249,
          "resource_id": 135,
          "text": "[ای پیامبر،] به راستی که ما پیروزىِ آشكارى را [در صلح حدیبیه] برایت مقدر كردیم"
        }
      ],
      "tafsir_saadi": "این فتح مذکور همان صلح حدیبیه است. آنگاه که مشرکین، پیامبر صلی الله علیه وسلم را که به قصد انجام عمره آمده بود، از ورود به مکّه بازداشتند. داستانی طولانی است که سرانجام پیامبر با آنها بر این امر صلح نمود که تا ده سال میان او و آنها جنگی نباشد و پیامبر در سال آینده برای ادای عمره بیاید. نیز یکی از بندهای صلح‌نامه این بود که هر کس بخواهد به پیمان قریش داخل شود، اجازه دارد؛ و هر کس بخواهد به پیمان پیامبر صلی الله علیه وسلم داخل شود، اجازه دارد. و به سبب این صلح که در میان مردم امنیت و آسایش ایجاد کرد، دایره و شعاع فراخوانی به سوی دین خدای عزوجل گسترش پیدا کرد، و هر مؤمنی که در هر مکانی از آن منطقه قرار داشت، می‌توانست به سوی خدا دعوت کند؛ نیز این صلح زمینه را فراهم کرد تا هرکس که می‌خواهد دربارۀ حقیقت اسلام تحقیق کند، پس مردم در این دوره، گروه گروه وارد دین خدا شدند. از این رو خداوند این صلح را فتح و پیروزی نامید، و آن را به پیروزی و فتح آشکار توصیف کرد؛ چون هدف از گشودن و فتح شهرهای مشرکین، قوّت گرفتن دین خدا و پیروز شدن مسلمان‌هاست، که این هدف با آن فتح و ظفر تحقق پیدا کرد."
    },
    {
      "id": 4585,
      "verse_number": 2,
      "verse_key": "48:2",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927250,
          "resource_id": 135,
          "text": "تا الله گناهِ گذشته و آینده‌ات را بیامرزد و نعمتش را بر تو تمام گردانَد و تو را به راه راست هدایت نماید؛"
        }
      ],
      "tafsir_saadi": "و به دنبال این فتح، خداوند چند چیز را پیش آورد، پس فرمود: (﴿لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ﴾) تا سرانجام خداوند همۀ گناهان گذشته و آیندۀ تو را ببخشاید و ـ الله أعلم ـ این بدان جهت است که به سبب فتح و گرویدن زیاد مردم به دین، عبادات و طاعات زیادی انجام گرفته است. و پیامبر شرایطی را در این صلح تحمّل کرد که جز پیامبران اولوالعزم کسی نمی‌تواند بر آن شکیبایی ورزد، و این از بزرگ‌ترین فضیلت‌ها و کرامت‌های اوست که خداوند گناهان گذشته و آیندۀ او را بخشید. \n(﴿وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ﴾) و تا با قوّت دادن به دین تو و یاری کردنت در مقابل دشمنانت و وسیع‌تر شدن دایرۀ پیام و سخن تو، نعمت خود را بر تو تمام نماید، (﴿وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا﴾) و تا تو را به راه راست رهنمون شود که به وسیلۀ آن به سعادت همیشگی و رستگاری جاودانی دست یابی."
    },
    {
      "id": 4586,
      "verse_number": 3,
      "verse_key": "48:3",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927251,
          "resource_id": 135,
          "text": "و الله به پیروزیِ شکست‌ناپذیری یاری‌ات کند."
        }
      ],
      "tafsir_saadi": "(﴿وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا﴾) و خداوند به پیروزی و نصرتی قوی تو را یاری دهد که اسلام در آن سست و ضعیف نمی‌گردد، بلکه پیروزی کامل را به دست می‌آورد، و کافران ریشه کن و خوار می‌گردند و کم می‌شوند، و مؤمنان بیشتر می‌گردند و خودشان و مال‌هایشان رشد می‌نمایند.\nسپس آثار و پیامدهای این فتح را برای مؤمنان بیان کرد و فرمود:"
    },
    {
      "id": 4587,
      "verse_number": 4,
      "verse_key": "48:4",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَـٰنًا مَّعَ إِيمَـٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927252,
          "resource_id": 135,
          "text": "اوست که بر دل‌های مؤمنان آرامش [و ثبات] نازل کرد تا بر ایمانشان بیفزایند؛ و سپاهیان آسمان‌ها و زمین از آنِ الله است؛ و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "خداوند متعال از منّت خویش بر مؤمنان خبر می‌دهد که با ایجاد آرامش برای مؤمنان بر آنها منّت گذارد، و آن اعتماد به نفس و پایداری است به هنگام آزمایش‌های پریشان کننده و به هنگام حدوث امور مشکلی که قلب را مشوش و مضطرب می‌نماید و خردها را پریشان می‌کند و انسان را ضعیف می‌گرداند. پس، از جمله نعمت‌های خداوند بر بنده در این حالت، این است که او را پایدار و استوار گرداند و به قلبش اطمینان و آرامش بدهد تا با دلی استوار و وجودی آرام با این سختی‌ها روبه‌رو شود، و برای انجام دستور خداوند در این حالت آماده باشد. پس با این، ایمانش افزوده می‌شود. اصحاب وقتی دیدند شرایطی که میان پیامبر صلی الله علیه وسلم و مشرکان مقرّر گردیده به ظاهر چنان به نظر می‌آمد که از جایگاه مسلمین کاسته ‌شده و مورد اهانت قرار گرفته‌اند و این امری است که هرکس نمی‌تواند بر آن صبر کند، ولی اصحاب بر آن صبر نمودند. پس وقتی که خود را وادار به تحمّل آن نمودند، با این کار ایمانی بر ایمانشان افزوده شد. \n(﴿وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) و لشکرهای آسمان و زمین از آن خداست؛ یعنی همه تحت فرمانروایی خدا و تحت تدبیر او هستند، و او بر آنها چیره است. پس مشرکان گمان نبرند که خداوند دین و پیامبرش را یاری نمی‌کند؛ بلکه خداوند متعال دانا و با حکمت است، و حکمت او اقتضا می‌کند که روزها را میان مردم دست به دست بگرداند، و پیروزی مسلمین را برای وقتی دیگر به تاخیر بیندازد."
    },
    {
      "id": 4588,
      "verse_number": 5,
      "verse_key": "48:5",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927253,
          "resource_id": 135,
          "text": "[آری، چنین کرد] تا مردان و زنان مؤمن را به باغ‌هایی [بهشتی] وارد کند که جویبارها از زیر [درختان] آن جاری است؛ جاودانه در آنجا خواهند بود؛ و گناهانشان را بزداید [و بیامرزد]؛ و این نزد الله كامیابى بزرگى [برای مومنان] است؛"
        }
      ],
      "tafsir_saadi": "(﴿لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّ‍َٔاتِهِمۡ﴾) تا مردان و زنان مؤمن را به باغ‌های بهشتی در آورد که در زیر درختان و کاخ‌های آن رودبارها روان است، و جاودانه در آن خواهند بود، و تا اینکه گناهان و بدی‌هایشان را بزداید. پس این بزرگ‌ترین چیزی است که برای مؤمنان حاصل می‌شود؛ یعنی با وارد شدن به باغ‌های بهشت، هر امر مرغوب و مطلوبی برایشان به دست می‌آید؛ و با زدودن بدی‌هایشان، هر آنچه ناگوار است از آنان دور می‌گردد. \n(﴿وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا﴾) و این پاداش و رستگاری بزرگی است که در این فتح برای مؤمنان به‌دست آمد."
    },
    {
      "id": 4589,
      "verse_number": 6,
      "verse_key": "48:6",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927254,
          "resource_id": 135,
          "text": "و [نیز به این هدف که] منافقان و مشرکان را ـ اعم از زن و مرد ـ كه نسبت به الله بدگمانند مجازات كند؛ ناگواری [و عذاب الهی] بر آنان باد! الله بر آنان خشم گرفته و آنان را از رحمت خویش دور کرده و دوزخ را برایشان آماده نموده است؛ و [به راستی که دورخ] چه بد جایگاهی است!"
        }
      ],
      "tafsir_saadi": "و خداوند مردان و زنان منافق و مردان و زنان مشرک را عذاب می‌دهد، و چیزهایی به آنها نشان می‌دهد که آنها را ناراحت خواهد کرد؛ زیرا می‌خواستند مؤمنان خوار شوند، و دربارۀ خداوند گمان بد می‌بردند که او دینش را یاری نمی‌کند و کلمۀ خود را برتر نمی‌گرداند، و اهل باطل بر اهل حق چیره خواهند شد، امّا خداوند گمانشان را باطل گرداند و بلا و مصیبت را بر آنها وارد ساخت. \n(﴿وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ﴾) و به خاطر دشمنی آنها با خدا و پیامبرش، خداوند بر آنها خشمگین شده، (﴿وَلَعَنَهُمۡ﴾) و آنان را از رحمت خویش دور نموده، (﴿وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا﴾) و دوزخ را برایشان آماده کرده که بد جایگاهی است."
    },
    {
      "id": 4590,
      "verse_number": 7,
      "verse_key": "48:7",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927255,
          "resource_id": 135,
          "text": "سپاهیان آسمان‌ها و زمین از آنِ الله است؛ و الله شکست‌ناپذیرِ حکیم است."
        }
      ],
      "tafsir_saadi": "مجدّداً تکرار نمود که فرمانروایی آسمان‌ها و زمین و لشکرهایی که در آسمان‌ها و زمین می‌باشند از آن خداوند هستند تا بندگان بدانند عزّت دهنده و خوار کننده تنها خداوند است، و او لشکریانش را که به او منسوب‌اند، یاری خواهد کرد. همان گونه که خداوند متعال فرموده است: ﴿وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ﴾ و به راستی که لشکریان ما پیروز هستند. (﴿وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا﴾) و خداوند نیرومند و بر هر چیزی چیره است. و همگام با عزت و قدرتی که دارد، در آفرینش و تدبیرش حکیم است، و آفرینش و تدبیرش بر اساس چیزی است که حکمت و کاردانی‌اش آن را اقتضا می‌کند."
    },
    {
      "id": 4591,
      "verse_number": 8,
      "verse_key": "48:8",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927256,
          "resource_id": 135,
          "text": "[ای پیامبر،] ما تو را گواه و مژده‌دهنده و هشدار‌دهنده فرستادیم"
        }
      ],
      "tafsir_saadi": "(﴿إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا﴾) ای پیامبر بزرگوار! ما تو را به عنوان گواه بر کارهای خوب و بدی که امّت تو انجام می‌دهند فرستاده‌ایم، و تو را بر گفته‌ها و مسائل حق و باطل گواه قرار داده‌ایم، و تو را فرستاده‌ایم تا به یگانگی و کمال خداوند از هر جهت گواهی بدهی. (﴿وَمُبَشِّرٗا وَنَذِيرٗا﴾) و تو را فرستاده‌ایم تا به کسی که از تو و از خدا پیروی می‌کند به پاداش دینی و دنیوی و اخروی مژده بدهی. و کسی را که از فرمان خدا سرپیچی می‌نماید به عذاب دنیا و آخرت هشدار دهی.\n و کمال مژده دادن و بیم دادن در این است که اعمال و اخلاقی که با آن مژده یا بیم داده می‌شود بیان ‌شوند. پس پیامبر، خیر و شر و سعادت و شقاوت و حق و باطل را روشن کرد."
    },
    {
      "id": 4592,
      "verse_number": 9,
      "verse_key": "48:9",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
      "page_number": 511,
      "juz_number": 26,
      "translations": [
        {
          "id": 927257,
          "resource_id": 135,
          "text": "تا [شما مردم] به الله و پیامبرش ایمان بیاورید و [دین] او را یاری کنید و او را بزرگ دارید و بامداد و شامگاه، الله را تسبیح گویید."
        }
      ],
      "tafsir_saadi": "بنابراین به دنبال این فرمود: (﴿لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ﴾) تا به سبب دعوت شدنِ شما از سوی پیامبر و تعلیم دادن چیزی که به سودتان است، ایمان بیاورید. او را فرستاده‌ایم تا به خدا و پیامبرش ایمان آورید که ایمان آوردن مستلزم این است از خدا و پیامبر در همۀ کارها اطاعت کنید. (﴿وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ﴾) و پیامبر را یاری نمایید و او را بزرگ بدارید و حقوق او را به جای آورید همان‌طور که او منّت بزرگی بر گردن شما دارد. (﴿وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا﴾) و خداوند را در صبح و شام به پاکی یاد کنید. پس خداوند در این آیه آنچه را که حق مشترک خدا و پیامبرش می‌باشد که ایمان آوردن به خدا و رسول است بیان کرد، سپس حق ویژۀ پیامبر را که یاری کردن وی و بزرگداشت اوست بیان نمود، و نیز حق ویژۀ خداوند را که تسبیح گفتن او با نماز و دیگر کارهاست ذکر کرد."
    },
    {
      "id": 4593,
      "verse_number": 10,
      "verse_key": "48:10",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 448,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَـٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
      "page_number": 512,
      "juz_number": 26,
      "translations": [
        {
          "id": 927258,
          "resource_id": 135,
          "text": "بی‌تردید، كسانى كه با تو بیعت مى‌كنند، در حقیقت، با الله بیعت مى‌كنند؛ دست الله بالای دست‌های آنان است. هر کس [پس از بیعت] پیمان‌شكنى كند، به زیان خویش پیمان شكسته است؛ و هر کس به پیمانش [مبنی بر یاری دین الله و پیامبرش] وفا كند، به زودى [الله] پاداش بزرگی به او خواهد داد."
        }
      ],
      "tafsir_saadi": "بیعتی که خداوند به آن اشاره کرده «بیعۀ الرضوان» است که در آن اصحاب رضی الله عنهم با پیامبر صلی الله علیه وسلم بیعت کردند و با او پیمان بستند که از جنگ فرار نکنند. پس این پیمان، پیمانی ویژه در میان پیامبر و اصحاب بود، و یکی از لوازمات این پیمان آن بود که از جنگ فرار نکنند، گرچه از آنها جز تعداد اندکی باقی نماند، و گرچه در حالتی باشند که فرار نمودن در آن جایز باشد. \nپس خداوند متعال خبر داد: (﴿إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ﴾) بی‌گمان، کسانی که با تو بیعت می‌کنند در حقیقت با خدا بیعت می‌کنند. و خداوند بر این مطلب بیشتر تاکید کرد و فرمود: (﴿يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡ﴾) دست خدا بالای دست آنان است؛ یعنی گویا آنان با خداوند بیعت کردند، و با این بیعت دست در دست او گذاشتند. و اینها همه برای تاکید بیشتر است و اینکه آنها را به وفا نمودن وادار کند. بنابراین فرمود: (﴿فَمَن نَّكَثَ﴾) پس هرکس پیمان شکنی کند و به عهدی که با خدا بسته است وفا ننماید، (﴿فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦ﴾) پیمان شکنی او به زیان خودش است؛ چون سرانجام بدِ آن به خودش برمی‌گردد و کیفر آن به او خواهد رسید. (﴿وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ﴾) و هرکس به عهدی که با خداوند بسته است وفا نماید و آن را به‌طور کامل انجام دهد، (﴿فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا﴾) خداوند به او پاداش بزرگی می‌دهد، و اندازۀ آن را جز خدایی که آن را بخشیده و داده است کسی نمی‌داند."
    },
    {
      "id": 4594,
      "verse_number": 11,
      "verse_key": "48:11",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
      "page_number": 512,
      "juz_number": 26,
      "translations": [
        {
          "id": 927259,
          "resource_id": 135,
          "text": "بادیه‌نشینان متخلف [كه از شركت در سفر مکه و صلح حدیبیه خودداری کرده‌اند، براى توجیهِ کارِ خود] خواهند گفت: «[محافظت] اموال و خانواده‌مان ما را گرفتار كرد؛ برایمان آمرزش بخواه». آنان چیزى كه در دل‌هایشان نیست بر زبان مى‌آورند. بگو: «اگر الله اراده كند که به شما زیان یا سودی برسد، كیست كه در مقابل [خواستِ] الله از شما دفاع کند؟ آرى، الله از آنچه مى‌كنید آگاه است»."
        }
      ],
      "tafsir_saadi": "خداوند اعراب بادیه‌نشینی را که در جهاد با پیامبر صلی الله علیه وسلم همراه نشدند و از او بازماندند، مذمّت و نکوهش می‌کند؛ آنهایی که ایمانشان ضعیف بود و در دل‌هایشان بیماری وجود داشت و نسبت به خداوند گمان بد ‌بردند. و بیان می‌کند که آنها عذر خواهند آورد که اموال و خانواده‌هایشان آنان را از بیرون رفتنِ در راه خدا باز داشت و به خود مشغول کرد. و آنها از پیامبر خواستند که برایشان از خداوند آمرزش بخواهد، خداوند متعال می‌فرماید: (﴿يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡ﴾) آنان با زبان‌هایشان چیزی را می‌گویند که در دل‌هایشان نیست. چرا که درخواست آنها از پیامبر برای اینکه از خداوند برایشان طلب آمرزش نماید، بر پشیمان بودن آنها و اقرارشان به گناه دلالت می‌نماید؛ و مبیّن آن است که شرکت نکردن در جهاد، موجب توبه و طلب آمرزش است. پس اگر آن چیزی که در دل‌هایشان است نبود، طلب آمرزش پیامبر برایشان مفید واقع می‌شد؛ چون آنها توبه کرده و بازگشته بودند، ولی واقعیت امر و آنچه در دل‌های آنان است چیز دیگری بود، آنها بدان خاطر در جهاد شرکت نکردند که دربارۀ خداوند گمان بد می‌بردند."
    },
    {
      "id": 4595,
      "verse_number": 12,
      "verse_key": "48:12",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا",
      "page_number": 512,
      "juz_number": 26,
      "translations": [
        {
          "id": 927260,
          "resource_id": 135,
          "text": "[عذرتان این نبود؛] بلكه گمان می‌کردید كه پیامبر و مؤمنان [همراهش، از این سفرِ خطرناک] هرگز نزد خانوادۀ خویش بازنخواهند گشت؛ و این [توهم] در دل‌هایتان آراسته شد و گمانِ بد بردید [که الله دین و پیامبرش را یاری نخواهد کرد؛ پس به خطا رفتید] و هلاک شدید."
        }
      ],
      "tafsir_saadi": "آنها گمان بردند که (﴿أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا﴾) پیامبر و مؤمنان هرگز به سوی خانواده‌هایشان بر نخواهند گشت و کشته خواهند شد. و این گمان همچنان در دل‌هایشان قوّت ‌گرفت و به آن مطمئن ‌شدند تا اینکه در دل‌هایشان این پندار استوار گردید. و سبب آن دو چیز بود: \nیکی اینکه آنها (﴿قَوۡمَۢا بُورٗا﴾) مردمان نابود شده و تباهی بودند و خیری در آنها وجود نداشت. پس اگر در آنها خیری ‌بود، این گمان در دل‌هایشان به وجود نمی‌آمد."
    },
    {
      "id": 4596,
      "verse_number": 13,
      "verse_key": "48:13",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَعِيرًا",
      "page_number": 512,
      "juz_number": 26,
      "translations": [
        {
          "id": 927261,
          "resource_id": 135,
          "text": "هر کس به الله و پیامبرش ایمان نیاورد، [بداند که] ما آتشی سوزان برای کافران آماده کرده‌ایم."
        }
      ],
      "tafsir_saadi": "سبب دوم این بود که آنان ایمانشان به وعدۀ خداوند و اینکه دینش را یاری خواهد کرد و کلمه‌اش را برتر قرار می‌دهد ضعیف بود، بنابراین فرمود: (﴿وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ﴾) و هرکس که به خدا و پیامبرش ایمان نیاورد؛ کافر و سزاوار عذاب است: (﴿فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا﴾) پس بداند که ما برای کافران آتش سوزانی را آماده ساخته‌ایم."
    },
    {
      "id": 4597,
      "verse_number": 14,
      "verse_key": "48:14",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "page_number": 512,
      "juz_number": 26,
      "translations": [
        {
          "id": 927262,
          "resource_id": 135,
          "text": "فرمانرواییِ آسمان‌ها و زمین از آنِ الله است؛ هر کس را که بخواهد می‌آمرزد و هر کس را که بخواهد عذاب می‌کند؛ و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "فرمانروایی آسمان‌ها و زمین تنها و فقط از آن اوست، و هر آنچه از فرمان‌های تقدیری و تشریعی و جزایی که بخواهد در آنها اجرا می‌نماید، بنابراین احکام جزایی را که به دنبال احکام تشریعی می‌آیند، بیان کرده و می‌فرماید: (﴿يَغۡفِرُ لِمَن يَشَآءُ﴾) هرکس را که بخواهد می‌آمرزد، و کسی مورد آمرزش او قرار می‌گیرد که دستوراتش را انجام دهد. (﴿وَيُعَذِّبُ مَن يَشَآءُ﴾) و هرکس را که بخواهد عذاب می‌دهد، و کسی مورد عذاب او قرار می‌گیرد که در انجام دادن فرمان الهی سستی ورزد. \n(﴿وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا﴾) و خداوند آمرزنده و مهربان است؛ یعنی صفت همیشگی خدا که هرگز از او جدا نمی‌شود آمرزیدن و مهربانی است. پس او در همۀ اوقات گناهکاران را می‌آمرزد و از خطاکاران در می‌گذرد، و توبۀ توبه کنندگان را می‌پذیرد و خیر فراوانش را شب و روز بر آفریدگانش سرازیر می‌کند."
    },
    {
      "id": 4598,
      "verse_number": 15,
      "verse_key": "48:15",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَـٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
      "page_number": 512,
      "juz_number": 26,
      "translations": [
        {
          "id": 927263,
          "resource_id": 135,
          "text": "[ای مؤمنان،] هنگامى كه عازم [خیبر و] گرفتن غنیمت مى‌شوید، متخلفان [از سفر مکه] خواهند گفت: «اجازه دهید ما [نیز] به دنبال شما بیاییم». آنان مى‌خواهند كلام الهی را تغییر دهند. [ای پیامبر،] به آنان بگو: «شما هرگز به دنبال ما نخواهید آمد [زیرا این غنیمت‌ها مخصوص کسانی است که در حدیبیه حضور داشتند و دربارۀ این حُکم،] الله قبلاً چنین فرموده است»؛ آنگاه خواهند گفت: «[نه،] بلكه شما نسبت به ما حسد مى‌ورزید». [هرگز چنین نیست؛] بلكه جز عدۀ كمى [از آنان، اوامر الهی را] درنمى‌یابند."
        }
      ],
      "tafsir_saadi": "وقتی بازپس‌ماندگان و کسانی را که در جنگ شرکت نکرده‌اند یادآور شد و آنها را مذّمت کرد، بیان داشت که یکی از کیفرهای دنیوی آنان این است که پیامبر صلی الله علیه وسلم و یارانش هرگاه برای به دست آوردن غنیمت‌هایی بروند که جنگی در آن نیست از آنها می‌خواهند که همراهشان بیرون روند تا آنان را در غنیمت‌ها شریک سازند، و می‌گویند: (﴿ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِ﴾) بگذارید ما هم همراه شما شویم. با این کار می‌خواهند وعده و سخن خداوند را دگرگون سازند که خداوند به کیفر و عذابشان حکم کرده و به‌طور تشریعی و تقدیری این غنیمت‌ها را به اصحاب مختص گردانده است. \n(﴿قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُ﴾) به آنان بگو: هرگز همراه ما نخواهید شد؛ پروردگارتان پیش از این چنین گفته است که شما به سبب جنایت‌هایی که بر خود کرده‌اید و اینکه جنگیدن در راه خدا را در مرحلۀ اوّل ترک کرده‌اید، از غنیمت‌ها محروم هستید. (﴿فَسَيَقُولُونَ﴾) آنها که از همراه شدن و بیرون رفتن با مؤمنان منع شده‌اند، در پاسخ این سخن خواهند گفت: (﴿بَلۡ تَحۡسُدُونَنَا﴾) نه چنین نیست، بلکه شما نسبت به ما حسد می‌ورزید و نمی‌خواهید از غنیمت‌ها بهره‌مند شویم. این نهایت دانش آنها در این مورد است. و اگر می‌فهمیدند، می‌دانستند که محرومیتشان به سبب عصیانشان است، و گناهان هم کیفرهایی دنیوی و هم کیفرهایی دینی دارند. بنابراین فرمود: (﴿بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا﴾) بلکه آنان جز اندکی درنمی‌یافتند."
    },
    {
      "id": 4599,
      "verse_number": 16,
      "verse_key": "48:16",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَـٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927264,
          "resource_id": 135,
          "text": "[ای پیامبر،] به بادیه‌نشینان متخلف بگو: «به زودى به مقابله با گروهى جنگاور فراخوانده خواهید شد که با آنان بجنگید، مگر اینكه تسلیم شوند؛ اگر اطاعت كنید، الله پاداش نیكویى به شما خواهد داد؛ و اگر همچون گذشته سرپیچی نمایید، شما را با عذابى دردناک مجازات خواهد كرد»."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال بیان کرد واپسماندگان بادیه‌نشین در جهاد شرکت نمی‌کنند، و عذرهایی می‌آورند، بدون آنکه عذری داشته باشند؛ و از مسلمانان می‌خواهند که هرگاه جنگ و کارزاری نباشد، آنان را همراه با خود ببرند، و فقط برای به دست آوردن غنیمت همراه آنان باشند، برای آنکه آنان را آزمایش نماید فرمود: (﴿قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ﴾) به باز پس ماندگان بادیه نشین بگو از شما دعوت خواهد شد که به سوی قومی جنگجو و پر قدرت بروید؛ یعنی پیامبر و جانشینان او از قبیل خلفای راشدین و ائمه شما را به جنگیدن با قومی جنگجو دعوت می‌کنند. و این قوم فارس و روم و امثالشان بود.\n (﴿تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَ﴾) با آنها پیکار می‌کنید یا اینکه مسلمان می‌شوند؛ یعنی نتیجه یکی از این دو چیز خواهد بود، و این است حقیقت جنگ و قتال علیه اقوامی که جنگجو و قدرتمند هستند؛ زیرا آنان در آن حالت، دادن جزیه را به مسلمین نخواهند پذیرفت، بلکه یا مسلمان می‌شوند یا بر آیین خود باقی مانده و بر آن خواهند جنگید. و پس از آنکه مسلمان‌ها با آنان بجنگند و آنان را ضعیف کنند و خوار گردند و قدرتشان از دست برود، آنگاه یا مسلمان می‌شوند و یا جزیه خواهند پرداخت. (﴿فَإِن تُطِيعُواْ﴾) پس اگر از کسی که شما را به جنگیدن با این اقوام پر قدرت و جنگجو فرا می‌خواند اطاعت کنید، (﴿يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗا﴾) خداوند به شما پاداشی نیکو خواهد داد، و آن مزدی است که خداوند به دنبال جهاد در راه خدا عطا می‌کند. \n(﴿وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ﴾) و اگر روی بگردانید همچنان‌که پیش‌تر از جنگیدن با کسانی که پیامبر شما را به پیکار با آنها فرا خواند روی گردانید، (﴿يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا﴾) به شما عذابی دردناک خواهد داد.\n این آیه بر فضیلت خلفای راشدین که مسلمانان را به جهاد با اقوام جنگجو دعوت می‌کردند دلالت می‌نماید. و نیز دال بر آن است که اطاعت از آنها در این باره واجب است."
    },
    {
      "id": 4600,
      "verse_number": 17,
      "verse_key": "48:17",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 449,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927265,
          "resource_id": 135,
          "text": "بر نابینا و لَنگ و بیمار گناهى نیست [كه در جنگ شركت نكنند]؛ و هر کس از الله و پیامبرش اطاعت كند، [الله] او را به باغ‌هایی [از بهشت] وارد می‌کند كه جویبارها از زیر [درختان] آن جاری است؛ و هر کس را که سرپیچی کند، به عذابى دردناک مجازات خواهد كرد."
        }
      ],
      "tafsir_saadi": "سپس عذرهایی را بیان کرد که در صورت تحقّق آن، آدمی از رفتن به جهاد معذور است. پس فرمود: (﴿لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ﴾) بر نابینا و لنگ و بیمار گناهی نیست؛ یعنی اینها اگر در جهاد شرکت نکنند، بر آنان گناهی نیست؛ چون عذرهایی دارند که مانع از شرکت آن‌ها می‌شود. (﴿وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ﴾) و هرکس با اطاعت از دستورات خدا و پیامبرش از آنها فرمانبرداری نماید و از نهی آنان اجتناب کند، (﴿يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ﴾) خداوند او را وارد باغ‌هایی می‌کند که رودبارها از زیر آن روان است، و در این باغ‌ها همۀ آنچه که دل بخواهد و چشم‌ها از دیدن آن لذّت می‌برند وجود دارد.\n (﴿وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا﴾) و هرکس از طاعت و فرمانبردای خدا و پیامبرش روی بگرداند، خداوند او را به عذاب دردناکی گرفتار می‌سازد. پس تمام سعادت در اطاعت خداست، و بدبختی واقعی و کامل در نافرمانی و مخالفت با خداست."
    },
    {
      "id": 4601,
      "verse_number": 18,
      "verse_key": "48:18",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَـٰبَهُمْ فَتْحًا قَرِيبًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927266,
          "resource_id": 135,
          "text": "الله از مؤمنانى كه در كنار آن درخت [در حدیبیه] با تو بیعت كردند، راضی شد و دانست كه در دلشان چه مى‌گذرد؛ از این روى آرامش [و ثبات] بر آنان فروفرستاد و به پیروزى نزدیک [در خیبر] پاداششان داد؛"
        }
      ],
      "tafsir_saadi": "خداوند متعال از فضل و رحمت خویش خبر می‌دهد و اینکه از مؤمنان بدان‌گاه که زیر آن درخت با پیامبر بیعت می‌کردند خشنود گردید؛ بیعتی که آنان را رو سفید نمود، و با آن سعادت هردو جهان را به دست آوردند. این بیعت که به آن «بیعۀ الرضوان[به آن «بیعت رضوان» گفته می‌شود؛ زیرا خداوند در این پیمان از مؤمنان راضی و خشنود گردید.]» و «بیعۀ أهل الشجرۀ» نیز گفته می‌شود بدان خاطر صورت گرفت که وقتی پیامبر صلی الله علیه وسلم در روز حدیبیه با مشرکین سخن گفت که او برای جنگیدن با کسی نیامده، بلکه برای زیارت این خانه [=کعبه] آمده است، عثمان بن عفان را برای این امر به مکّه فرستاد. پس از آن خبری غیر واقعی آمد که مشرکان عثمان را به قتل رسانده‌اند، در این هنگام پیامبر صلی الله علیه وسلم مؤمنان را که همراه او بودند و تعدادشان به هزار و پانصد نفر می‌رسید جمع کرد و زیر درختی با او بیعت کردند که با مشرکان بجنگند و هرگز فرار نکنند. پس خداوند متعال خبر داد که او از مؤمنان در این حالت خشنود گردیده که یکی از بزرگ‌ترین عبادت‌ها و از بزرگ‌ترین چیزهایی بود که به‌وسیلۀ آن انسان به خدا نزدیک می‌شود. \n(﴿فَعَلِمَ مَا فِي قُلُوبِهِمۡ﴾) پس خداوند ایمانی را که در دل‌هایشان بود ‌دانست، (﴿فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ﴾) در نتیجه به سپاس ایمانی که در دل‌هایشان بود آرامش را بر آنان فرو فرستاد، و بر هدایت آنها افزود. و خداوند از اضطراب و پریشانی‌ای که به خاطر شرایط تحمیل شده به پیامبر از سوی مشرکان در دل‌های خود داشتند آگاه بود، پس آرامشی بر دل‌هایشان فرود آورد که آنها را پایدار و خاطرشان را جمع کرد. (﴿وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا﴾) و فتح نزدیکی را پاداششان کرد که فتح خیبر بود و در آن به جز اهل حدیبیه مشارکت نداشتند. پس خیبر و غنیمت‌هایش به عنوان پاداش به آنها داده شد و به پاس فرمانبرداری‌شان از خدا و گام برداشتن در راه خشنودی‌اش به آنان اعطا گردید."
    },
    {
      "id": 4602,
      "verse_number": 19,
      "verse_key": "48:19",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927267,
          "resource_id": 135,
          "text": "و [همچنین] غنیمت‌های فراوانی که [از خیبر] به دست می‌آورند؛ و الله همواره شکست‌ناپذیر [و] حکیم است."
        }
      ],
      "tafsir_saadi": "(﴿وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا﴾) و غنیمت‌های فراوانی که آن را به دست خواهند آورد. و خداوند عزیز و حکیم است؛ یعنی دارای قوّت و عزّت کامل است و بر همه چیز چیره است. پس اگر بخواهد، از کافران در هر جنگی که میان آنها و مؤمنان اتفاق می‌افتد انتقام خواهد گرفت، امّا او با حکمت است و مؤمنان و کافران را به وسیلۀ یکدیگر می‌آزماید، و مؤمن را به وسیلۀ کافران مورد آزمایش قرار می‌دهد."
    },
    {
      "id": 4603,
      "verse_number": 20,
      "verse_key": "48:20",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَـٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927268,
          "resource_id": 135,
          "text": "الله غنیمت‌های فراوانى را به شما وعده داد كه [در فتوحات اسلامی آینده] به آنها دست خواهید یافت؛ این [پیروزى و غنیمت‌های خیبر] را براى شما زودتر فراهم ساخت و دست [تعدی و تجاوز] دشمن [= یهودیان] را از شما کوتاه نمود تا نشانه‌اى [از لطف الهی] برای مومنان باشد و شما را به راهى راست هدایت كند؛"
        }
      ],
      "tafsir_saadi": "(﴿وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا﴾) خداوند غنیمت‌های فراوانی را به شما وعده داده است که آنها را به چنگ می‌آورید. این شامل همۀ غنیمت‌هایی می‌شود که تا روز قیامت مسلمان‌ها به دست خواهند آورد. (﴿فَعَجَّلَ لَكُمۡ هَٰذِهِۦ﴾) و این غنیمت خیبر را زودتر برایتان فراهم ساخت؛ یعنی گمان نبرید که فقط همین یک غنیمت بهرۀ شماست، بلکه غنیمت‌های زیادی است که پس از این به شما خواهد رسید. (﴿وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ﴾) و خداوند را ستایش کنید که دست تعدّی مردمانی را از شما باز داشت که توانایی جنگیدن با شما را داشتند و به آن علاقه‌مند بودند. پس این نعمتی است که خداوند به شما بخشیده، و تخفیفی است از جانب او که کارتان را سبک‌تر کرده است.\n(﴿وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ﴾) و تا این غنیمت نشانه‌ای برای مؤمنان باشد که از آن بر خبر راستین و وعدۀ حق خداوند، و اینکه پاداشی است برای مؤمنان، استدلال کنند، و به یقین دریابند کسی که این غنیمت را مقدّر نموده و فراهم آورده، غنیمت‌های دیگری را هم فراهم خواهد آورد. \n(﴿وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا﴾) و با اسبابی که برایتان فراهم می‌نماید، شما را به راه راست از قبیل: کسب علم و ایمان و عمل صالح هدایت می‌نماید."
    },
    {
      "id": 4604,
      "verse_number": 21,
      "verse_key": "48:21",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927269,
          "resource_id": 135,
          "text": "و [همچنین غنیمت‌های] دیگرى [در انتظار شماست] كه هنوز به آنها دست نیافته‌اید [و] الله بر آنها احاطه دارد [و از آنها آگاه است]. به راستی که الله بر هر كارى تواناست."
        }
      ],
      "tafsir_saadi": "(﴿وَأُخۡرَىٰ﴾) همچنین غنیمت‌های دیگری را به شما وعده داده است، (﴿لَمۡ تَقۡدِرُواْ عَلَيۡهَا﴾) که به هنگام این خطاب توان دست یافتن به آن را ندارید. (﴿قَدۡ أَحَاطَ ٱللَّهُ بِهَا﴾) خداوند با قدرتش بر آن احاطه دارد و بر آن تواناست و تحت تدبیر و فرمانروایی اوست. و آن غنیمت‌ها را به شما وعده داده است. پس قطعاً آنچه او بدان وعده داده، پیش خواهد آمد؛ زیرا خداوند کاملاً تواناست. بنابراین فرمود: (﴿وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا﴾) و خداوند بر هر چیزی تواناست."
    },
    {
      "id": 4605,
      "verse_number": 22,
      "verse_key": "48:22",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ قَـٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَـٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927270,
          "resource_id": 135,
          "text": "اگر کافران به جنگ شما بیایند، [از توکل و صلابت شما] پشت كرده و مى‌گریزند؛ سپس هیچ كارساز و یاورى نخواهند یافت."
        }
      ],
      "tafsir_saadi": "در اینجا خداوند به بندگان مؤمن خود مژده می‌دهد که آنها را بر کافران پیروز خواهد کرد؛ و اگر کافران با آنها روبه‌رو می‌شدند و با آنان می‌جنگیدند، (﴿ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا﴾) به یقین پشت می‌کردند، آنگاه کارسازی نمی‌یافتند که کارشان را درست کند. (﴿وَلَا نَصِيرٗا﴾) و یاوری نمی‌یافتند که آنها را در جنگیدن با شما یاری نماید، بلکه کافران خوار و مغلوب می‌گشتند."
    },
    {
      "id": 4606,
      "verse_number": 23,
      "verse_key": "48:23",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
      "page_number": 513,
      "juz_number": 26,
      "translations": [
        {
          "id": 927271,
          "resource_id": 135,
          "text": "این سنت الهی است که پیشتر نیز جاری بوده است؛ و هرگز در سنت الهی تغییر و تبدیلی نخواهی یافت‌."
        }
      ],
      "tafsir_saadi": "و این سنّت الهی در میان امّت‌های گذشته است که لشکریان خدا پیروزند (﴿وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا﴾) و برای سنّت خدا تبدیلی نخواهی یافت."
    },
    {
      "id": 4607,
      "verse_number": 24,
      "verse_key": "48:24",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "page_number": 514,
      "juz_number": 26,
      "translations": [
        {
          "id": 927272,
          "resource_id": 135,
          "text": "اوست که در دل مکه [= در حدیبیه] دست آنان را از شما کوتاه نمود [و مانع از آن شد که شما را به جنگ وادارند]، و پس از پيروزساختنِ شما بر آنان، دست‌های شما را از آنان [بازداشت که آنان را بعد از اسارت، نکشید و آزادشان کنید]؛ و الله همواره به آنچه مى‌كنید بیناست."
        }
      ],
      "tafsir_saadi": "خداوند با بیان منّت خویش بر بندگانش و اینکه آنها را از شر کافران و جنگیدن با آنها در امان قرار داد، می‌فرماید: (﴿وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡ﴾) او همان خدایی است که در درون مکّه دست اهل مکّه را از شما و دست شما را از آنان کوتاه کرد، بعد از آنکه شما را بر آنان پیروز گردانید؛ یعنی بعد از آنکه شما بر آنها قدرت یافتید و آنها بدون پیمان و قراردادی در اختیار شما قرار گرفتند و حدود هشتاد نفر بودند- که به سوی مسلمین آمده بودند تا به صورت ناگهانی بر آنان حمله‌ور شوند- پس دیدند که مسلمان‌ها هوشیار و بیدارند و آنها را دستگیر کردند امّا آنها را نکشتند، بلکه رهایشان نمودند؛ و خدا به مؤمنان رحم نمود که آن مشرکان را نکشتند. \n(﴿وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا﴾) و خداوند به آنچه می‌کنید بیناست؛ پس هر عمل کننده‌ای را طبق عملش سزا و جزا می‌دهد، و شما مؤمنان را با تدبیر نیکویش تحت تدبیر خود قرار می‌دهد."
    },
    {
      "id": 4608,
      "verse_number": 25,
      "verse_key": "48:25",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَـٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
      "page_number": 514,
      "juz_number": 26,
      "translations": [
        {
          "id": 927273,
          "resource_id": 135,
          "text": "آنان كسانى بودند كه کافر شدند و شما را از [ورود به] مسجدالحرام بازداشتند و نیز نگذاشتند قربانی‌هایی که با خود داشتید به قربانگاهش برسد؛ و اگر مردان و زنان مؤمنی [بین مردم مکه] نبودند که [در صورت بروز درگیری، ممکن بود] آنان را ندانسته پایمال کنید و ناخواسته مرتکب گناه شوید، [فرمان حمله به مکه می‌دادیم؛ ولى الله چنین کرد] تا [از اهل مکه] هر کس را که بخواهد، مشمول رحمت خویش قرار دهد؛ و اگر [مؤمنان و کافران در مکه] از یکدیگر جدا بودند، کافرانشان را با عذابى دردناک مجازات مى‌كردیم."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال اموری را بیان کرد که مؤمنان را بر جنگیدن با مشرکان تشویق می‌نماید و آن امور عبارتند از: کفر ورزیدن آنها به خدا و پیامبرش و جلوگیری کردن آنها از ورود پیامبر و همراهانش به مسجدالحرام، درحالی که پیامبر و مؤمنان برای ادای عمره و بزرگداشت کعبه آمده بودند. و نیز آنها کسانی هستند که (﴿وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥ﴾) نگذاشتند قربانی‌هایی که با خود نگاه داشته بودند به قربانگاه و محل قربانی‌شان در مکه برسند، جایی که قربانی‌های عمره ذبح می‌شوند. پس آنها از روی ستمگری و دشمنی از رسیدن قربانی‌ها به محل قربانی جلوگیری کردند، و همۀ این امور سبب می‌شود تا با آنها پیکار کنید. \nامّا مانعی هست که از جنگیدن با آنها منع می‌کند، و آن وجود مردان و زنان مؤمنی است درمیان مشرکین؛ و آنها در یک محلۀ مشخص زندگی نمی‌کنند که به آنها آزاری نرسد. \nپس اگر این زنان و مردان مؤمن نبودند که مسلمان‌ها آنها را نمی‌شناختند، و از بیم اینکه مبادا آنها پایمال شوند، (﴿فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖ﴾) و آنگاه نادانسته رنج و زیانی به شما می‌رسید؛ یعنی در صورت جنگیدن آنها مورد اذیّت و آزار قرار می‌گرفتند و این امر ناپسندی بود که شما بر آن متأسف و دچار اذیت می‌شدید. و فایدۀ اخروی هم داشت و آن اینکه (﴿لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُ﴾) تا هرکه را بخواهد، غرق رحمت خویش سازد. پس با دادن ایمان به آنان بعد از کفر، و هدایت کردنشان پس از گمراهی، بر آنها منّت می‌گذارد. پس بدین خاطر شما را از جنگیدن با آنها بازداشت. \n(﴿لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا﴾) و اگر مؤمنان از آنها دور گشته و از آنان جدا می‌شدند، به کافران عذاب دردناکی می‌دادیم؛ به این صورت که جنگیدن با آنها را برایتان روا می‌داشتیم، و به شما اجازۀ پیکار با آنان را می‌دادیم، و شما را بر آنان پیروز می‌گرداندیم."
    },
    {
      "id": 4609,
      "verse_number": 26,
      "verse_key": "48:26",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 450,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَـٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
      "page_number": 514,
      "juz_number": 26,
      "translations": [
        {
          "id": 927274,
          "resource_id": 135,
          "text": "[به یاد آور] آنگاه كه کافران [مکه در حدیبیه] قلباً دستخوش تعصب، [آن هم] تعصب جاهلیت شده بودند، الله آرامش [خاطرى از جانب] خویش بر پیامبرش و بر مؤمنان فروفرستاد و آنان را به اصل [و اساس توحید و] پرهیزگاری [= لا اله الا الله] پایبند ساخت؛ چرا كه [نسبت به مشرکان،] به آن سزاوارتر و شایسته‌تر بودند؛ و الله به هر چیزى داناست."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ﴾) آنگاه که کافران تعصّب و نخوت جاهلیت را در دل‌هایشان جای دادند، و از نوشتن «بسم الله الرحمن الرحیم» در ابتدای عهدنامه ممانعت به عمل آوردند، و از ورود پیامبر خدا صلی الله علیه وسلم و مؤمنان در آن سال به مکّه جلوگیری کردند و به آنها اجازۀ ورود ندادند تا مردم نگویند: «پیامبر و مؤمنان بر قریش چیره شدند و به زور وارد مکّه گردیدند.» و این نزعه‌های جاهلیت همواره در دل‌هایشان بود و باعث شد تا آنها مرتکب بسیاری از گناهان شوند. (﴿فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ﴾) و آنگاه خدا آرامش خود را بر پیامبرش و نیز بر مؤمنان نازل کرد، و خشم، آنها را وادار نکرد تا با مشرکان همان برخوردی را بکنند که با مسلمانان کردند، بلکه آنها به خاطر حکم خدا شکیبایی ورزیدند، و به شرایطی پایبند ماندند که در آن حرمات الهی مورد تعظیم قرار می‌گرفت، و به آنچه مردم می‌گفتند و به سرزنش سرزنش کنندگان اعتنایی نکردند.(﴿وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ﴾) و آنها را به اجرای کلمۀ تقوی که «لا إله إلا الله» و لوازمات آن است ملزم نمود، و آنان هم بدان ملتزم شدند، (﴿وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَا﴾) و آنان از دیگران به آن سزاوارتر و اهل آن بودند؛ و خداوند از آنجا که از خیری که در دل‌هایشان وجود داشت آگاه بود، آنها را سزاوار آن قرار داد. بنابراین فرمود: (﴿وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا﴾) و خداوند بر هر چیزی داناست."
    },
    {
      "id": 4610,
      "verse_number": 27,
      "verse_key": "48:27",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 451,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
      "page_number": 514,
      "juz_number": 26,
      "translations": [
        {
          "id": 927275,
          "resource_id": 135,
          "text": "الله رؤیاى رسولش را به درستی تحقق بخشید كه به خواست الهی، در حالى كه سرهایتان را تراشیده و [یا] موهایتان را كوتاه كرده‌اید، در ایمنی و بدون ترس [از دشمن]، به مسجدالحرام وارد خواهید شد. [الله] چیزهایى را مى‌دانست كه شما نمى‌دانستید؛ و علاوه بر فتح مکه، پیروزى نزدیک [خیبر] را [نیز برایتان] مقرر نمود."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّ﴾) خداوند خواب را راست و درست به پیغمبر خود نشان داد. پیامبر در مدینه خوابی دیده بود که آن را به اطلاع یارانش رساند. \nاو چنین خواب دیده بود که آنها وارد مکّه خواهند شد و کعبه را طواف می‌کنند. پس وقتی آنچه در حدیبیه پیش آمد و آنها بدون اینکه وارد مکّه شوند برگشتند، در این مورد زیاد حرف ‌زدند، حتّی به پیامبر صلی الله علیه وسلم گفتند: مگر تو به ما خبر ندادی که وارد کعبه خواهیم شد و آن را طواف خواهیم کرد؟ فرمود: «آیا به شما خبر دادم که در همین سال وارد خواهید شد؟» گفتند: «نه.» فرمود: «پس شما وارد آن خواهید شد و آن را طواف خواهید کرد.» خداوند متعال در اینجا فرمود: (﴿لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّ﴾) به درستی که خدا خواب پیامبر را محقّق خواهد گرداند؛ یعنی حتماً باید واقع شود و صداقت و راستی آن محقق گردد، و اینکه وقوع آن به تاخیر بیفتد، تضادی با اصل مسأله ندارد. \n(﴿لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَ﴾) و به خواست خدا همۀ شما در امن و امان و درحالی که موی سرتان را تراشیده و کوتاه کرده‌اید وارد مسجدالحرام خواهید شد؛ یعنی در این حالت که مقتضی تعظیم بیت‌الحرام است و درحالی که مناسک را ادا کرده‌اید و با تراشیدن موی سر یا کوتاه کردنش آن را تکمیل نموده‌اید، و در حالت امن و امان وارد مسجدالحرام خواهید شد. \n(﴿فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا﴾) پس خداوند از منافع و مصلحت‌هایی آگاه است که شما آن را نمی‌دانید. بنابراین پیش از وارد شدن به مکّه، فتح نزدیکی را مقرّر داشت. و از آنجا که این واقعه باعث تشویش دل‌های برخی از مؤمنان گشته بود و حکمت آن را از آنها پوشیده داشته بود، خداوند حکمت و منفعت آن را بیان کرد. و این گونه همۀ احکام شرعی خدا سراسر هدایت و رحمت هستند."
    },
    {
      "id": 4611,
      "verse_number": 28,
      "verse_key": "48:28",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 451,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
      "page_number": 514,
      "juz_number": 26,
      "translations": [
        {
          "id": 927276,
          "resource_id": 135,
          "text": "اوست كه پیامبرش را با [کتابِ] هدایت و آیین حق فرستاد تا [حقانیت برتر] آن را بر همۀ ادیان آشکار گردانَد؛ و الله به عنوان گواه كافى است."
        }
      ],
      "tafsir_saadi": "سپس از یک حکم کلّی و عام خبر داد و فرمود: (﴿هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ﴾) خداوند ذاتی است که پیغمبر خود را با هدایت و دانش مفید که انسان را از گمراهی دور می‌دارد و راه‌های خیر و شر را بیان می‌نماید، فرستاد، (﴿وَدِينِ ٱلۡحَقِّ﴾) همچنین او را با دینی فرستاد که ویژگی آن حق است؛ و حق عبارت است از عدل و احسان و رحمت؛ و دین حق عبارت است از هر عمل شایسته‌ای که دل‌ها را تزکیه نماید و نَفس‌ها را پاک گرداند و اخلاق را پرورش دهد و قدر و منزلت‌ها را رفعت بخشد. \n(﴿لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ﴾) تا او را به وسیلۀ دین و رسالتش و به وسیلۀ حجّت و برهان قاطع، بر همۀ ادیان پیروز بگرداند، و آنها را با متوسّل شدن به زور و شمشیر به تسلیم شدن و اطاعت کردن وادار کند."
    },
    {
      "id": 4612,
      "verse_number": 29,
      "verse_key": "48:29",
      "hizb_number": 52,
      "rub_el_hizb_number": 205,
      "ruku_number": 451,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "مُّحَمَّدٌ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا",
      "page_number": 515,
      "juz_number": 26,
      "translations": [
        {
          "id": 927277,
          "resource_id": 135,
          "text": "محمد رسول الله و [صحابۀ مؤمن و فداکارش، همان] کسانی که همواره با او هستند، در برابر كافران [ستیزه‌جو]، محکم و سختگیرند و با یكدیگر مهربان؛ آنان را در حال رکوع و سجده می‌بینی كه پیوسته فضل و رضایت الله را مى‌جویند؛ نشان [ایمان و پرهیزگاری] آنان در چهره‌هایشان از اثر سجده و عبادت هویداست؛ این وصف آنان در تورات است؛ و توصیفشان در انجیل [نیز] همچون گیاهی‌ است كه جوانه‌اش را برمی‌آورد و آن را نیرو می‌بخشد تا محکم گردد و بر ساقه‌هایش استوار بایستد؛ چنان كه موجب شگفتى كشاورزان شود؛ در نتیجه، [الله] با [تقویت و پیشرفتِ] مؤمنان، کافران را به خشم می‌آورد. الله به مؤمنان نیكوكار [= صحابه و پیروانشان] وعدۀ آمرزش و پاداشى بزرگ داده است."
        }
      ],
      "tafsir_saadi": "(﴿مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ﴾) خداوند متعال از پیامبرش محمّد صلی الله علیه وسلم و کسانی که با او بودند از مهاجران و انصار خبر می‌دهد که آنها دارای کامل‌ترین صفت‌ها و بزرگ‌ترین حالات می‌باشند. و خبر می‌دهد که (﴿أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ﴾) آنان بر کافران سختگیر هستند؛ یعنی در پیروز شدن بر آنها نهایت کوشش خود را مبذول می‌دارند، و کافران از آنها چیزی جز تندی و سختی نمی‌بینند. بنابراین دشمنانشان در برابر آنان خوار گردیدند و شکست خوردند، و مسلمین بر آنها چیره شدند. \n(﴿رُحَمَآءُ بَيۡنَهُمۡ﴾) با همدیگر مهربان‌اند و یکدیگر را دوست می‌دارند، همانند یک جسم و تن؛ و هر آنچه را برای خود می‌پسندیدند و دوست می‌داشتند، برای برادرشان هم دوست می‌داشتند. این رفتار آنها با مردم بود. و امّا رفتارشان با خالق و خداوند چنین بود: (﴿تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا﴾) آنها را در حال رکوع و سجده می‌بینی؛ یعنی زیاد نماز می‌خوانند که بزرگ‌ترین ارکان نماز رکوع و سجده است. (﴿يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا﴾) و آنچه که در ورای این عبادت می‌جویند، فضل و خشنودی خداست؛ یعنی مقصودشان رسیدن به رضایت پروردگار و دست یافتن به پاداش اوست. \n(﴿سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِ﴾) از بس که عبادت انجام می‌دهند و به خوبی عبادت می‌کنند، در چهره‌هایشان اثر گذاشته و چهره‌هایشان نورانی گشته است. چون با نماز، درونشان روشن گشته و برونشان نیز شکوه و زیبایی یافته است. (﴿ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِ﴾) این وصف که خداوند آنها را بدان توصیف نموده در تورات ذکر شده است. (﴿وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ﴾) و توصیفشان در انجیل چیزی دیگر است و آن این است که آنها در تکامل و تعاونشان (﴿كَزَرۡعٍ أَخۡرَجَ شَطۡ‍َٔهُۥ فَ‍َٔازَرَهُۥ﴾) همانند کشتزاری هستند که جوانه‌اش را برآورده، آنگاه آن را تنومند ساخته است؛ یعنی جوانه‌هایش را برآورده و آنگاه جوانه‌ها در پابرجا ماندن با او همکاری می‌کنند. (﴿فَٱسۡتَغۡلَظَ﴾) پس این کشتزار قوی و نیرومند می‌شود (﴿فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ﴾) و بر ساقه‌هایش راست ایستد، (﴿يُعۡجِبُ ٱلزُّرَّاعَ﴾) و به سبب تکامل و زیبایی و باروری فراوانش، کشاورزان را شگفت زده می‌سازد. همچنین اصحاب رضی الله عنهم همانند کشتزار هستند و همان گونه به مردم سود می‌رسانند و مردم همان‌طور که به کشتزار نیاز دارند به آنها نیز نیازمندند. پس قوّت ایمان و اعمالشان، همانند قوّت ریشه‌های کشتزار و ساقه‌هایش می‌باشد. و چون فرد کوچک‌تر و کسی که بعداً مسلمان می‌شود به بزرگ‌تر و کسی که پیش‌تر اسلام آورده در می‌آمیزد، و یکدیگر را در برپا داشتن دین خدا و دعوت کردن به سوی آن یاری می‌نمایند، همچون کشتزاری هستند که جوانه‌اش را برمی‌آورد و آنگاه جوانه‌ها بارور می‌شود و آن کشتزار قوی می‌گردد. بنابراین فرمود: (﴿لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَ﴾) تا به وسیلۀ آنان کافران را خشمگین کند؛ زیرا کافران وقتی اجتماع آنها را می‌بینند، و سرسختی‌شان را بر دشمنان دینشان مشاهده می‌کنند، و وقتی با آنها در میدان‌های نبرد و کارزار روبه‌رو می‌شوند به خشم می‌آیند. \n(﴿وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا﴾) خداوند به کسانی از آنان که ایمان آورده و کارهای شایسته کرده‌اند، آمرزش و پاداشی بزرگ وعده داده است. پس اصحاب کسانی بودند که هم ایمان آورده و هم عمل صالح انجام داده بودند. از این رو خداوند آنها را مورد آمرزش قرار داد که از لوازم آمرزش، مصون ماندن از بدی‌های دنیا و آخرت است، و به آنان پاداش بزرگی در دنیا و آخرت عطا کرد.\nداستان حدیبیه\nاینک داستان حدیبیه را به طور مفصّل و آن‌گونه که امام ابن قیّم ـ رحمة الله ـ در کتاب «الهدی النبوی» بیان نموده بازگو می‌کنیم؛ زیرا پرداختن به این داستان به صورت مشروح، بر فهم این سوره کمک می‌نماید، ابن قیم از مفاهیم و اسرار این داستان سخن به میان می‌آورد.\nاو می‌گوید: «نافع گفت: در ذی القعدۀ سال ششم هجری پیامبر حرکت کرد. این صحیح است و این گفتۀ زهری و قتاده و موسی بن عقبه و محمّد بن اسحاق و دیگران [نیز] است.\nو هشام بن عروه به روایت از پدرش می‌گوید: پیامبر صلی الله علیه وسلم در ماه رمضان حرکت کرد، و در ماه شوال صلح حدیبیه تحقّق پذیرفت. امّا این درست نیست بلکه غزوۀ فتح در رمضان انجام شده است. \nدر صحیحین به روایت از انس آمده است که: پیامبر چهار عمره به جای آورده است که همه در ماه ذی القعده بوده‌اند. و او عمرۀ حدیبیه را از زمرۀ این چهار عمره برشمرده و می‌گوید: در حدیبیه هزار و پانصد نفر همراه پیامبر بودند. و در صحیحین به روایت جابر نیز چنین آمده است. و نیز از او در صحیحین روایت است که هزار و چهارصد نفر بودند و همچنین در صحیحین در روایت عبد الله بن أبی أوفی آمده که می‌گوید: ما هزار و سیصد نفر بودیم.\nقتاده می‌گوید: به سعید بن مسیّب گفتم: گروهی که در بیعت رضوان حضور داشتند چند نفر بودند؟ گفت: هزار و پانصد نفر بودند. من گفتم: جابر بن عبد الله می‌گوید که آنها هزار و چهارصد نفر بودند، سعید بن مسیّب گفت: خداوند بر او رحم نماید، او دچار توهّم و اشتباه شده است، او خودش به من گفت که هزار و پانصد نفر بودند. از جابر دو روایتِ صحیح نقل شده است و نیز در روایتی صحیح از او نقل شده که آنها در سال حدیبیه هفتصد شتر قربانی کردند که هر شتر برای هفت نفر قربانی می‌شد. پس به او گفته شد: شما چند نفر بودید؟ گفت: سوار و پیاده هزار و چهارصد نفر بودیم. \nاین بیشتر به دل می‌نشیند. و این گفتۀ براء بن عازب و معقل بن یسار و سلمه بن أکوع صحیح‌ترین روایتی است که از آنها نقل شده است. و همچنین نظر و گفتۀ مسیّب بن حزن همین است. \nشعبه به روایت از قتاده و او به نقل از سعید بن مسیّب و او از پدرش روایت می‌کند که ما در زیر درخت هزار و چهارصد نفر همراه پیامبر بودیم. \nو کسی که بگوید: آنها هفتصد نفر بودند دچار اشتباه آشکاری شده است. و از اینجا استنباط کرده ‌است که آنها هفتصد شتر قربانی کرده‌اند، و هر شتر برای هفت یا ده نفر قربانی می‌شد. امّا این بر آنچه او می‌گوید دلالت نمی‌کند، چون تصریح شده که در این غزوه یک شتر برای هفت نفر قربانی شده است، پس اگر برای همه هفتاد شتر قربانی شده آنها چهارصد و نود نفر بوده‌اند. و در همین حدیث و در آخر آن می‌گوید هزار و چهارصد نفر بودند. بالآخره داستان از این قرار است که آنها وقتی به ذی الحلیفه رسیدند پیامبر صلی الله علیه وسلم قلاده را در گردن قربانی انداخت و آن را علامت گذاری نمود، و برای عمره احرام بست، و پیشاپیش یکی از افراد قبیلۀ خزاعه را به عنوان جاسوس فرستاد تا اطلاعاتی از قریش بیاورد و او را از احوال آنان آگاه کند. آنها به راه خود ادامه دادند تا اینکه به نزدیک عُسفان رسیدند، در اینجا جاسوس پیامبر صلی الله علیه وسلم به نزد ایشان آمد و گفت: طایفۀ کعب بن لؤی را درحالی پشت سر گذاشته‌ام که احابیش[احابیش قومی عرب نژاد بودند از تیره‌های بنی کنانه و دیگر طوایف، و آنچنان که از لفظ احابیش متبادر است، اهل حبشه نبودند. «م».] را برای مقابلۀ با تو جمع کرده و گروه‌هایی را برای رویارویی با تو گرد آورده‌اند، و آنان با تو خواهند جنگید و تو را از ورود به کعبه بازخواهند داشت.» پیامبر صلی الله علیه وسلم با اصحابش مشورت کرد و فرمود: آیا موافق هستید که به زنان و کودکان این جماعت که به یاری آنان رفته‌اند حمله‌ور شویم و آنان را به اسارت خود درآوریم تا اگر بر سر جای خود نشستند، شکست خورده و اندوهگین باشند؛ و اگر فرار کردند، خدا گردن آنان را قطع کند؟! یا آنکه می‌خواهید آهنگ خانۀ خدا کنیم و هرکس از ورود ما به آن جلوگیری کرد با او کارزار کنیم؟ ابوبکر گفت: خدا و پیامبرش بهتر می‌دانند، امّا ما به قصد انجام عمره آمده‌ایم و برای جنگ با کسی نیامده‌ایم؛ ولی هرکس میان ما و خانۀ خدا حائل گردد، با او کارزار خواهیم کرد؛ آنگاه پیامبر صلی الله علیه وسلم فرمود: پس راه بیفتید. همه به راه افتادند. تا اینکه به یکی از راه‌ها رسیدند و پیامبر صلی الله علیه وسلم فرمود: «خالد بن ولید به همراه لشکری از قریش در غمیم است، پس به سمت راست حرکت کنید.» پس خالد متوجّه آنها نشد تا اینکه ناگهان گرد و غبار لشکر را مشاهده کرد، و او در این هنگام شتابان به سوی قریش شتافت تا به آنان هشدار دهد. پیامبر صلی الله علیه وسلم همچنان به مسیر خود ادامه داد تا اینکه به ثنیه و گردنه‌ای رسید که از آنجا بر آنها فرود می‌آمد. در اینجا شترش به زمین خوابید و مردم گفتند: «حلّ حلّ» امّا شتر از جای برنخاست. مردم گفتند: «قصواء» بدون هیچ علتی به زمین افتاده است.\nپیامبر فرمود: «قصواء بدون علت بر زمین نیفتاده است، و چنین عادتی هم ندارد، بلکه همان چیزی که فیل ابرهه را از رفتن بازداشت این شتر را نیز باز داشته است!» سپس فرمود: «سوگند به آن که جانم در دست اوست هر شیوه‌ای را که به من پیشنهاد کنند و در آن حرمت حریم الهی را رعایت کرده باشند، از آنان خواهم پذیرفت.» آنگاه شترش را از جای حرکت داد و شتر از جای بلند شد و پیامبر راه را تغییر داد تا اینکه به انتهای حدیبیه رسیدند و در کنار چشمۀ کم آبی فرود آمدند که مردم به زحمت از آن آب بر می‌داشتند. دیری نپائید که مردم همۀ آب آن را کشیدند و خشک شد، و از تشنگی به پیامبر خدا صلی الله علیه وسلم شکایت بردند. پیامبر تیری از ترکش خود بیرون آورد و به آنان دستور داد که آن تیر را در چشمه قرار دهند؛ قسم به خدا پیوسته از آن چشمه آب می‌جوشید تا اینکه همه سیراب شدند و از آب بی‌نیاز گردیدند. قریش از اینکه پیامبر صلی الله علیه وسلم بر آنها وارد شده بود پریشان شدند، و پیامبر صلی الله علیه وسلم بر آن شد تا مردی را به نزد آن‌ها بفرستد. سپس عمر بن خطاب رضی الله عنه را فرا خواند تا او را به سوی آنان بفرستد. عمر گفت: «ای پیامبر خدا! من در مکّه از طایفۀ بنی کعب کسی را ندارم که اگر مورد اذیّت و آزار قرار گرفتم به خاطر من ناراحت شود و خشمگین گردد.» پس عثمان بن عفان را بفرست که قبیله‌اش از او حمایت می‌کنند و خواستۀ شما را ابلاغ می‌کند.» پیامبر صلی الله علیه وسلم عثمان بن عفّان را فرا خواند و او را به سوی قریش فرستاد و به او فرمود: «به قریش خبر بده که ما برای جنگ نیامده‌ایم، بلکه ما برای ادای عمره آمده‌ایم و آنها را به اسلام دعوت کن.» و همچنین به عثمان دستور داد که به نزد مردان و زنان مؤمنی برود که در مکّه هستند و آنها را به پیروزی و فتح مژده دهد، و به آنها خبر دهد که خداوند دین خود را در مکه چیره خواهد کرد و دیگر در آنجا ایمان، مخفیانه نگاه داشته نمی‌شود. عثمان به راه افتاد تا اینکه در «بلدح» گذرش بر قریش افتاد، آنها گفتند: «کجا می‌روی؟» گفت: «پیامبر خدا صلی الله علیه وسلم مرا فرستاده است تا شما را به خدا و به اسلام دعوت کنم و شما را خبر دهم که ما برای جنگیدن نیامده‌ایم، بلکه ما برای ادای عمره آمده‌ایم.» گفتند: «آنچه گفتی شنیدیم حال به دنبال کارت برو!» ابان بن سعید به سوی او آمد و به او خوش آمد گفت، و اسبش را زین کرد و عثمان را سوار بر اسبش نمود و او را پناه داد و پشت سر خود سوار کرد تا به مکّه رسید. مسلمان‌ها پیش از آنکه عثمان از مکه باز گردد، گفتند: «عثمان قبل از ما به کعبه راه یافت و آن را طواف کرد.» پیامبر صلی الله علیه وسلم فرمود: «گمان نمی‌برم او کعبه را طواف کند درحالی که ما از رسیدن به آنجا باز داشته شده‌ایم.» گفتند: «چه چیزی او را از طواف کعبه باز می‌دارد درحالی که او به آن راه یافته است؟» پیامبر فرمود: «گمان من دربارۀ او این است که کعبه را طواف نکند مگر اینکه همراه او باشیم و با هم طواف کنیم.» مسلمان‌ها با مشرکان دربارۀ قضیه صلح درآمیختند، پس مردی به سوی مردی دیگر از آن گروه تیر انداخت و جنگی درگرفت و آنها به سوی یکدیگر تیر و سنگ پرتاب کردند، و هردو گروه فریاد برآوردند و تعدادی از یکدیگر را به گروگان گرفتند. \nبه پیامبر صلی الله علیه وسلم خبر رسید که عثمان کشته شده است، آنگاه پیامبر اصحاب را به بیعت فرا خواند. مسلمان‌ها به سوی پیامبر صلی الله علیه وسلم در حالی که او زیر درخت بود شوریدند و با او بیعت کردند که فرار نکنند. پیامبر صلی الله علیه وسلم دست خودش را بلند کرد و فرمود: «این دست عثمان است.» وقتی بیعت تمام شد، عثمان برگشت. مسلمان‌ها گفتند: «به طواف کردن گرد کعبه راضی شدی ای ابا عبدالله؟» عثمان گفت: «بد گمانی دربارۀ من پنداشته‌اید، سوگند به آن که جانم در دست اوست اگر یک سال در مکه می‌ماندم و پیامبر خدا در حدیبیه مقیم ‌بود، کعبه را طواف نمی‌کردم تا اینکه پیامبر آن را طواف نماید. قریش از من خواستند تا کعبه را طواف کنم امّا من نپذیرفتم.» آنگاه مسلمان‌ها گفتند: «پیامبر کار خداوند را بهتر می‌دانست، و از ما گمان نیک‌تری داشت.» عمر زیر درخت دست پیامبر را برای بیعت مردم گرفت و همۀ مسلمان‌ها با او بیعت کردند. مسلمان‌ها همه با پیامبر بیعت کردند جز «جد بن قیس». معقل بن یسار شاخه‌های درخت را نگاه داشته بود و آنها را بلند می‌کرد تا به پیامبر نخورند، و اوّلین کسی که با او بیعت کرد ابو سنان اسدی بود، و سلمه بن اکوع سه بار با او بیعت کرد؛ به همراه اوّلین گروه از مردم، و با وسطی‌ها، و با آخرین افراد نیز همراه شد و بیعت کرد. \nدر این هنگام که مسلمانان مشغول بیعت با پیامبر بودند، بدیل بن ورقاء خزاعی به همراه گروهی از افراد قبیلۀ خزاعه آمد. در میان اهل تهامه، مردمان خزاعه همواره محرم اسرار پیامبر بودند. بدیل گفت: «من از نزد طایفۀ کعب بن لؤی و عامر بن لؤی می‌آیم، آنها در نزدیکی آب‌های حدیبیه فرود آمده‌اند و حتی زنان و کودکان خود را به همراه آورده‌اند و آنان با تو خواهند جنگید و تو را از ورود به مکّه باز خواهند داشت.» پیامبر صلی الله علیه وسلم فرمود: «ما برای جنگیدن با کسی نیامده‌ایم، بلکه ما برای ادای عمره آمده‌ایم، و قریش نیز از جنگ به ستوه آمده و زیان‌های بسیاری از آن دیده‌اند، و اگر بخواهند، من با آنان سازش خواهم کرد در قبال اینکه آنان نیز مرا با مردم واگذارند. و اگر بخواهند به راهی که مردم رفته‌اند بروند، چنین کنند، وگرنه معلوم می‌شود که استراحت و تجدید قوا کرده‌اند، و اگر اصرار به جنگ دارند، سوگند به آن که جانم در دست اوست در راه این دعوت با آنان خواهم جنگید تا جان از تنم درآید یا اینکه خداوند کار خودش را پیش ببرد. بدیل گفت: «آنچه را می‌گویی برای آنان باز خواهم گفت.» \nبدیل به راه افتاد تا اینکه پیش قریش آمد. گفت: «من از جانب این مرد به نزد شما آمده‌ام و چیزهایی می‌گفت اگر بخواهید سخنانش را برای شما باز می‌گویم.» نابخردانشان گفتند: «ما نیازی نداریم که از سخنان او چیزی برای ما بگویی»، امّا خردمندانشان گفتند: «آنچه را که شنیده‌ای بازگوی.» گفت: «چنین و چنان ‌گفت.» عروۀ بن مسعود ثقفی گفت: «برنامۀ خوبی به شما پیشنهاد کرده است، پس آن را بپذیرید و بگذارید من نزد او بروم.» گفتند: «پیش او برو.» عروه نزد پیامبر آمد، پیامبر صلی الله علیه وسلم سخنانی همانند آنچه به بدیل گفته بود به او گفت. در این هنگام عروه به پیامبر گفت: «ای محمّد! فرض کن اگر قومت را ریشه کن ساختی، پس آیا شنیده‌ای که پیش از تو احدی از عرب خویشاوندانش را ریشه کن کرده باشد؟ و اگر چیز دیگری می‌خواهی، قسم به خدا من مشتی از اراذل و اوباش را می‌بینم که اطرافت را گرفته‌اند و شایسته است که فرار کنند و تو را تنها بگذارند.» \nابوبکر گفت: «أُمصُص بَظَرَ اللَّاتِ» «زبان ... «لات» را بمک»، آیا ما از کنار او می‌گریزیم و او را رها می‌کنیم؟» عروه گفت: «این کیست؟» گفتند: «ابوبکر». گفت: «سوگند به آن که جانم در دست اوست، اگر احسانی نبود که پیش از این بر من روا داشته‌ای و من هنوز از جبران آن برنیامده‌ام، پاسخ تو را می‌دادم!!» و همچنان با پیامبر سخن می‌گفت و هرگاه با او سخن می‌گفت با دستش ریش پیامبر را می‌گرفت. مغیره بن شعبه در حالی که کلاه آهنین بر سر داشت و شمشیر به دست داشت بر بالای سر پیامبر ایستاده بود. پس هر وقت که عروه می‌خواست ریش پیامبر را بگیرد با دستۀ شمشیر روی دستش را می‌زد و می‌گفت: «دست خود را از ریش پیامبر دور بدار.» عروه سرش را بلند کرد و گفت: «این کیست؟» گفت: «مغیره بن شعبه هستم.» عروه گفت: «ای بی وفا! مگر من نبودم برای رفع آن نیرنگ بازی تو آن همه کوشش کردم؟!» مغیره در دوران جاهلیت با گروهی همراه شده بود و تعدادی را کشته و اموالشان را ربوده بود، سپس آمد و مسلمان شد. پیامبر فرمود: «اسلام تو را می‌پذیرم امّا با آن اموال کاری ندارم.»\nسپس عروه مدّتی اصحاب پیامبر خدا صلی الله علیه وسلم را زیر نظر گرفت، پیامبر هرگاه آب دهن می‌انداخت، اصحاب آن را نمی‌گذاشتند که به زمین بیفتد، بلکه با دست‌هایشان آن را می‌گرفتند و بر چهره و بدن خود می‌مالیدند؛ و هرگاه دستوری به آنها می‌داد، شتابان آن را انجام می‌دادند؛ و هرگاه وضو می‌گرفت، برای برگرفتن قطرات آب وضوی او نزدیک بود سر و دست خود را بشکنند؛ و هرگاه پیامبر حرف می‌زد، صداهایشان را پایین می‌آوردند و به خاطر بزرگداشت او تیز به وی نگاه نمی‌کردند و به او خیره نمی‌شدند. \nپس عروه به نزد همراهانش بازگشت و گفت: ای قوم من! به خدا من نزد پادشاهان رفته‌ام، نزد کسری و قیصر و نجاشی. سوگند به خدا! پادشاهی را ندیده‌ام که یارانش او را چنان تعظیم کنند که اصحاب محمّد، او را بزرگ و گرامی می‌دارند! سوگند به خدا! اگر آب دهان می‌انداخت، در کف دست یکی از آنها قرار می‌گرفت و آن را بر چهره و بدنش می‌مالید؛ و هرگاه فرمانی به آنها می‌داد، بی‌درنگ و شتابان دستور او را اجرا می‌کردند؛ و هرگاه وضو می‌گرفت، برای برگرفتن قطرات آب وضوی او سر و دست می‌شکستند؛ و هرگاه حرف می‌زد، صداهایشان را پایین می‌آوردند و به خاطر بزرگداشت او به وی خیره نمی‌شدند. او به شما شیوه و راه درستی را پیشنهاد کرده است، پس آن را بپذیرید.\nآنگاه مردی از بنی کنانه گفت: «بگذارید من پیش او بروم.» گفتند: «برو.» وقتی به پیامبر صلی الله علیه وسلم نزدیک شد پیامبر فرمود: «این فلانی است و او از قومی است که شتران قربانی را گرامی می‌دارند! پس حیوانات قربانی را به سوی او گسیل دارید!» اصحاب چنین کردند و لبیک گویان به استقبال او رفتند، گفت: «سبحان الله سزاوار نیست اینها از آمدن به کعبه باز داشته شوند.» پس آن مرد به نزد یارانش برگشت و گفت: «شتران را دیدم که قلاده در گردنشان بود، و برای قربانی شدن نشانه گذاری شده بودند، و من معتقدم که نباید اینها از آمدن به کعبه باز داشته شوند.»\nمکرز بن حفص بلند شد و گفت: «بگذارید من پیش او بروم.» گفتند: «برو.» وقتی به آنها نزدیک شد پیامبر فرمود: «این مکرز بن حفص است، او مردی فاسق می‌باشد.» پس با پیامبر مشغول گفتگو شد. در همین هنگام که او حرف می‌زد، ناگهان سهیل بن عمرو آمد، سپس پیامبر صلی الله علیه وسلم فرمود: «کارتان آسان شد.» سهیل گفت: «بیا عهدنامه‌ای بنویسیم.» پیامبر نویسنده را فراخواند و فرمود: بنویس: «بسم الله الرحمن الرحیم». سهیل گفت: «سوگند به خدا! رحمان را نمی‌دانیم که چیست، بلکه بنویس: «باسمک اللهم» همان‌طور که قبلاً می‌نوشتی. مسلمان‌ها گفتند: «سوگند به خدا جز «بسم الله الرحمن الرحیم» چیزی دیگر نمی‌نویسیم.»\nآنگاه پیامبر صلی الله علیه وسلم فرمود: بنویس: «باسمک اللهم». سپس فرمود: «بنویس این چیزی است که محمّد رسول الله بر آن حکم کرده است.» سهیل گفت: سوگند به خدا اگر می‌دانستیم که تو پیامبر خدا هستی، تو را از آمدن به خانۀ خدا باز نمی‌داشتیم و با تو نمی‌جنگیدیم، بلکه بنویس: محمّد بن عبد الله. پیامبر صلی الله علیه وسلم فرمود: «من فرستاده و پیامبر خدا هستم، گرچه شما مرا تکذیب کنید، پس بنویس: محمّد بن عبد الله، در قبال اینکه بگذارید خانۀ خدا را طواف کنیم.» سهیل گفت: «نه ، چون نمی‌خواهیم عرب بگویند که ما تحت فشار و زور به شما اجازۀ ورود دادیم. بلکه بنویس: در سال آینده می‌توانید به عمره بیایید.» و چنین نوشته شد.\nسهیل گفت: «اگر افرادی از ما به نزد تو آمدند، گرچه به دین هم گرویده باشند باید آنها را به ما باز گردانی.» مسلمان‌ها گفتند: «سبحان الله! چگونه فردی که مسلمان شده و به نزد ما آمده است، دوباره به مشرکان پس داده می‌شود؟»\nدر این حال ابو جندل بن سهیل کشان کشان با زنجیرهایی که بر پاهایش قرار داشت آمد. او به همین صورت از پایین مکه آمده بود تا اینکه خودش را به میان مسلمان‌ها انداخت. سهیل گفت: «این نخستین فردی است که طبق آنچه عهد نمودیم او را از تو می‌خواهم.» پیامبر فرمود: «ما هنوز صلح‌نامه را ننوشته‌ایم و تمام نکرده‌ایم.» سهیل گفت: «پس اگر چنین است، سوگند به خدا که هرگز بر چیزی با تو صلح نخواهم کرد.» پیامبر فرمود: «او را به شخص من ببخش.» گفت: «او را به شما نمی‌بخشم.» پیامبر فرمود: «چرا؛ چنین کن؟!» گفت: «نه چنین نمی‌کنم.» مکرز گفت: «او را به تو بخشیدیم.»\nابو جندل گفت: «ای گروه مسلمانان! آیا به نزد مشرکان برگردانده می‌شوم درحالی که مسلمان شده و نزد شما آمده‌ام، آیا نمی‌بینید چه رنجی کشیده‌ام؟» او در راه خدا به شدّت عذاب داده شده بود. عمر بن خطاب می‌گوید: «سوگند به خدا از روزی که اسلام آورده‌ام، جز همین روز شک و تردیدی به دلم راه نیافته بود. پس پیش پیامبر آمدم و گفتم: ای پیامبر خدا! مگر تو پیامبر خدا نیستی؟ فرمود: «بله». گفتم: آیا ما بر حق نیستیم و دشمن ما بر باطل نیست؟ فرمود: «بله» گفتم: پس چرا باید در کار دینمان به خواری تن در دهیم و به عقب بازگردیم درحالی که هنوز خداوند میان ما و دشمنانمان حکم نکرده است؟ فرمود: «من پیامبر خدا هستم و او مرا یاری می‌کند ، و من از فرمان او سرپیچی نمی‌کنم.» گفتم: مگر نگفتی که به کعبه خواهیم آمد و آن را طواف خواهیم کرد؟ فرمود: «بله، ولی آیا به شما گفتم که در همین سال آن را طواف خواهید کرد؟» گفتم: نه، فرمود: «پس تو وارد آن خواهی شد و آن را طواف خواهی کرد.»\nعمر می‌گوید: سپس نزد ابوبکر آمدم، و آنچه را به پیامبر گفتم برای او باز گفتم. و ابوبکر همان پاسخی را به من داد که پیامبر به من داده بود و اضافه بر آن گفت: «به دامان پیامبر چنگ بزن تا وقتی که مرگ به سراغت می‌آید، سوگند به خدا! که او بر حق است.» عمر گفت: «برای جبران این کارم کارهای زیادی انجام دادم.» \nوقتی نوشتن صلح‌نامه تمام شد، پیامبر صلی الله علیه وسلم فرمود: «بلند شوید و شتران را سر ببرید، سپس موهای سرتان را بتراشید.» سوگند به خدا که هیچ کسی از مسلمان‌ها بلند نشد تا اینکه پیامبر سه بار چنین گفت. وقتی هیچ یک از آنها بلند نشد، پیامبر برخاست و نزد ام سلمه رفت و آنچه از مردم دیده بود برای او بیان کرد. ام سلمه گفت: «ای پیامبر خدا! آیا تو این کار را دوست داری؟» [فرمود: آری] گفت: «پس بیرون برو و با هیچ کس یک کلمه حرف نزن تا اینکه شترت را سر می‌بری و موی سرت را می‌تراشی.» پیامبر بلند شد و با هیچ کس سخنی نگفت. تا اینکه شترش را ذبح کرد و کسی را صدا زد که موی سر او را بتراشد، و موی سر خود را تراشید. مردم وقتی این را مشاهده کردند، بلند شدند و قربانی‌ها را سر بریدند و شروع کردند به تراشیدن موهای سر یکدیگر تا اینکه نزدیک بود از شدّت ناراحتی، یکدیگر را بکشند. سپس زنان مؤمنی آمدند و خداوند این آیه را نازل کرد ﴿إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ... بِعِصَمِ ٱلۡكَوَافِرِ﴾ پس در این روز عمر دو تا زن که در دوران شرک همسر او بودند طلاق داد، پس یکی با معاویه ازدواج کرد، و دیگری با صفوان بن امیه. آنگاه پیامبر به مدینه بازگشت و به هنگام بازگشت، خداوند این آیه‌را نازل کرد: (﴿إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا﴾) تا آخر. عمر گفت: «آیا این فتح و پیروزی است ای پیامبر خدا؟» فرمود: «بله.» اصحاب گفتند: «تورا مبارک باد ای پیامبر خدا! بهرۀ ما چیست؟» سپس خداوند نازل فرمود: (﴿هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ ...﴾). پایان تفسیر سوه فتح در 13 ذی الحجة 1345\n. وصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليما كثيرا إلى يوم الدين آمين. \nبه قلم سلیمان بن حمد عبدالله البسام. خداوند او و والدینش و تمامی مسلمانان را بیامرزد. وصلى الله على محمد وعلى آله وصحبه أجمعين وسلم تسليما كثيرا إلى يوم الدين والحمد لله الذي بنعمته تتم الصالحات ."
    }
  ]
}