{
  "id": 14,
  "name": "Abraham",
  "verses": [
    {
      "id": 1751,
      "verse_number": 1,
      "verse_key": "14:1",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 211,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": " الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "page_number": 255,
      "juz_number": 13,
      "translations": [
        {
          "id": 924416,
          "resource_id": 135,
          "text": "الر [= الف. لام. را]. این [قرآن] کتابی است که بر تو نازل کردیم تا مردم را به فرمان پروردگارشان، از تاریکی‌ها[ی شرک و جهل] به روشنایی [ایمان و دانش] بیرون آوری؛ به راه [پروردگارِ] شکست‌ناپذیرِ ستوده."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که او کتابی بر پیامبرش محمد صلی الله علیه وسلم فرو فرستاده است تا مردم را از تاریکی‌های جهالت و کفر و اخلاق زشت و انواع گناهان به سوی نور دانش و ایمان و اخلاق نیکو بیرون آورد. (﴿بِإِذۡنِ رَبِّهِمۡ﴾) به حکم پروردگارشان.\n یعنی آنچه را که خداوند دوست دارد، جز با اراده و یاری او نمی‌توانند به دست بیاورند. و این، تحریک و تشویق بندگان است بر کمک گرفتن از پروردگارشان. پس نوری را که این کتاب آنها را به سوی آن راهنمایی می‌نماید، تفسیر نموده و می‌فرماید: (﴿إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ﴾) به سوی راه [خداوند] پیروزمند ستوده؛ یعنی به سوی راهی که انسان را به خدا و بهشت الهی می‌رساند، و مشتمل بر علم و آگاهی از حق و عمل کردن به آن است. \nذکر کردنِ (﴿ٱلۡعَزِيزِ ٱلۡحَمِيدِ﴾) بعد از بیان راهی که انسان را به خدا می‌رساند، به خاطر دو چیز است؛ یکی اشاره باشد به اینکه هرکس آن راه را درپیش گیرد، به واسطۀ قدرت الهی قوی و نیرومند می‌گردد، گرچه جز خداوند هیچ یاوری نداشته باشد؛ و در همۀ کارهایش، خوب و ستودنی است و سرانجام نیکو خواهد داشت."
    },
    {
      "id": 1752,
      "verse_number": 2,
      "verse_key": "14:2",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 211,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
      "page_number": 255,
      "juz_number": 13,
      "translations": [
        {
          "id": 924417,
          "resource_id": 135,
          "text": "[همان] الله که آنچه در آسمان‌ها و زمین است از آنِ اوست؛ و وای بر کافران از عذاب سخت!"
        }
      ],
      "tafsir_saadi": "دیگر اینکه راه خدا، بزرگ‌ترین دلیل است بر اینکه خداوند صفت‌های کمال و جلال را دارد، و کسی که این راه را برای بندگانش قرارداده است، در کارها و گفتارها و فرمان‌هایش نیرومند و ستوده می‌باشد، و او خداوند و معبودی است که با انواع عبادت‌ها که هر کدام منزلی از منازل صراط مستقیم هستند، مورد پرستش قرار می‌گیرد. و همچنان‌که مالک آسمان‌ها و زمین است؛ اوست که می‌آفریند و روزی می‌دهد و امور زمین و آسمان را تدبیر می‌نماید، به همان شیوه مالک بندگان است و آنان را به انجام احکام دینی فرمان می‌دهد، چون آنها ملک او هستند و شایستۀ او نیست که بندگانش را بدون هدف رها ‌نماید. \nپس از آنکه دلیل و برهان را بیان کرد، به سرنوشت کسانی پرداخت که از او فرمان نمی‌برند، و فرمود: (﴿ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ ﴾)و وای بر کافران از عذاب سختی که پیش رو دارند! که اندازۀ آن قابل سنجش، و شدتِ آن قابل توصیف نیست. \nسپس آنان را این‌گونه توصیف نمود:"
    },
    {
      "id": 1753,
      "verse_number": 3,
      "verse_key": "14:3",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 211,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
      "page_number": 255,
      "juz_number": 13,
      "translations": [
        {
          "id": 924418,
          "resource_id": 135,
          "text": "کسانی‌ که زندگی دنیا را بر آخرت ترجیح می‌دهند و [مردم را] از راه الله بازمی‌دارند و آن راه را منحرف [و سازگار با هوای نفس‌شان] می‌خواهند، اینان در گمراهی دور و درازی هستند."
        }
      ],
      "tafsir_saadi": "(﴿ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ﴾) کسانی هستند که زندگی دنیا را بر زندگی آخرت ترجیح می‌دهند، بنابراین به زندگانی دنیا؛ دل بسته و به آن راضی شده و انس گرفته؛ و از جهان و سرای آخرت، غافل مانده‌اند. \n(﴿وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ﴾) و مردم را از راه خدا، که برای بندگانش قرار داده و در کتاب‌هایش و بر زبان پیامبرانش آن را بیان کرده است، باز می‌دارند. پس ایشان به مخالفت و مبارزه با پروردگارشان برخاسته‌اند، (﴿وَيَبۡغُونَهَا عِوَجًا﴾) و می‌خواهند راه خدا را نادرست و کج بنمایانند، و می‌کوشند آن را زشت و ناپسند نشان دهند تا مردم را از آن گریزان و متنفر گردانند. اما خداوند، جز اینکه نور خویش را کامل کند، چیزی دیگر را نمی‌پذیرد هرچند برای کافران ناخشنود باشد.\n(﴿أُوْلَٰٓئِكَ﴾) کسانی که صفتشان بیان شد، (﴿فِي ضَلَٰلِۢ بَعِيدٖ﴾) در گمراهی دور و درازی هستند؛ چون خود گمراه شده، و دیگران را نیز گمراه نموده، و با خدا و پیامبرش مخالفت کرده‌اند. پس چه گمراهی بزرگ‌تر و ژرف‌تر از این وجود دارد؟! ولی مؤمنان، برعکس اینها، به خدا و آیات او ایمان می‌آورند، و آخرت را بر زندگی دنیا ترجیح می‌دهند، و مردم را به اندازۀ توان خود به راه خدا دعوت می‌کنند، و آن را زیبا ارائه داده و مستحکم و مستقیم می‌نمایانند."
    },
    {
      "id": 1754,
      "verse_number": 4,
      "verse_key": "14:4",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 211,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page_number": 255,
      "juz_number": 13,
      "translations": [
        {
          "id": 924419,
          "resource_id": 135,
          "text": "ما هیچ پیامبری را جز به زبان قومش نفرستادیم تا [بتواند پیام الهی را] برایشان بیان کند. الله هر ‌کس را که بخواهد [به عدالتِ خویش] گمراه می‌سازد و [به فضل خویش] هر ‌کس را که بخواهد هدایت می‌کند و او شکست‌ناپذیرِ حکیم است."
        }
      ],
      "tafsir_saadi": "و این لطفِ خداوند نسبت به بندگانش است که هیچ پیامبری را نفرستاده است، (﴿إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡ﴾) مگر اینکه به زبان قوم خودش سخن گفته است تا آنچه را که بدان نیاز دارند، برایشان بیان کند و بتوانند آنچه را که پیامبرشان آورده است، بیاموزند؛ زیرا اگر پیامبر به غیر از زبان آنان سخن می‌گفت، می‌بایست زبانی را که پیامبر بدان سخن می‌گفت، یاد بگیرند، و آنگاه سخنان او را می‌فهمیدند. پس وقتی پیامبر، آنچه را که مردم بدان دستور داده شده‌اند و یا از آن نهی شده‌اند، بیان کند، حجت و دلیل خدا برآنان اقامه می‌شود. \n(﴿فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ﴾) سپس خداوند هرکس را که بخواهد، گمراه می‌سازد؛ همان‌هایی که هدایت را نپذیرفته و منقاد آن نشده‌اند. و هرکس را که بخواهد، هدایت می‌کند؛ همان کسانی که رحمت خویش را به آنان اختصاص داده است. \n(﴿وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ﴾) و او نیرومند و فرزانه است. ازجمله نیرومندی و قدرت او، این است که تنها او هدایت می‌نماید و گمراه می‌سازد؛ و دل‌ها را به هر سو که بخواهد، می‌گرداند. و از جمله حکمت الهی، این است که هدایت نمودن و گمراه ساختن را درجایگاه مناسب آن قرار می‌دهد؛ یعنی هرکس که شایستگی هدایت یافتن را داشته باشد، هدایت می‌کند؛ و هرکس که شایستگی هدایت را نداشته باشد، گمراه می‌سازد. از این آیۀ کریمه استنباط می‌شود که آموزش و یادگیری علوم عربی که سبب روشن شدن مفهوم سخن خدا و پیامبر می‌شود، امری مطلوب و مورد پسند خداوند می‌باشد؛ زیرا آنچه خداوند بر پیامبرش نازل نموده است، جز به وسیلۀ این علوم درک نمی‌شود، مگر در شرایطی که مردم به این علم نیاز نداشته باشند و این وقتی است که عربی را تمرین کرده و از دوران کودکی با فراگیری این زبان آشنا شوند، و تبدیل به ملکۀ آنها گشته و به آن خوی بگیرند. پس در این هنگام، نیازی نیست که برای یادگیری آن وقت و زمانی را صرف کنند. و آنها صلاحیت خواهند داشت تا کلام خدا و پیامبرش را مستقیماً بفهمند، آن طور که اصحاب آن را فهم کردند."
    },
    {
      "id": 1755,
      "verse_number": 5,
      "verse_key": "14:5",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 211,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "page_number": 255,
      "juz_number": 13,
      "translations": [
        {
          "id": 924420,
          "resource_id": 135,
          "text": "و به راستی، ما موسی را با نشانه‌های روشنِ خود فرستادیم [و به او دستور دادیم] که: «قومت را از تاریکی‌ها[ی کفر] به روشنایی [توحید] بیرون آور و روزهای الله را به آنان یادآوری کن. بی‌تردید، در این [یادآوری]، برای هر شکیبای شکرگزار، نشانه‌هایی [از یگانگی و بزرگیِ الله] است."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که موسی را با معجزه و نشانه‌های بزرگش فرستاد که بر راست بودن و صحت آنچه او آورده بود، دلالت می‌نمود؛ و او را به انجام دادن چیزی مأمور کرد که پیامبرش محمد صلی الله علیه وسلم و سایر پیامبران را بدان فرمان داده بود: (﴿أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ﴾) که قوم خویش را از تاریکی‌ها به سوی نور بیرون آور؛ یعنی از تاریکی‌های جهالت و کفر و فروع آن، به سوی نور علم و ایمان و توابع آن.\n(﴿وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِ﴾) و نعمت و احسانی که خداوند نسبت به آنان ارزانی داشته، و روزهای سختی که بر کافران سپری شده است را، به آنان یادآوری کن تا سپاسگزار نعمت‌هایش باشند، و از عذاب او بپرهیزند.\n(﴿إِنَّ فِي ذَٰلِكَ﴾) بی‌گمان در این روزهای الهی که بر بندگان سپری شده است، (﴿لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ﴾) برای هر شکیبای سپاسگزاری نشانه‌هاست؛ یعنی کسانی که در سختی‌ها و تنگدستی و ناخوشی، شکیبایی می‌ورزند؛ و در دوران برخورداری از خوشی و نعمت، شکرگزارند."
    },
    {
      "id": 1756,
      "verse_number": 6,
      "verse_key": "14:6",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 211,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "page_number": 256,
      "juz_number": 13,
      "translations": [
        {
          "id": 924421,
          "resource_id": 135,
          "text": "و [ای پیامبر، یاد کن از] هنگامی‌ که موسی به قومش گفت: «نعمت الله را بر خود به یاد آورید، آنگاه که شما را از [چنگال] فرعونیان نجات داد، [همان کسانی] که بدترین [و خفت‌بارترین] عذاب را بر سرتان می‌آوردند: پسرانتان را می‌کشتند و زنانتان را [برای کنیزی] زنده می‌گذاشتند؛ و در این [امر]، آزمایشی بزرگ از جانب پروردگارتان برای شما بود [تا شکیبایی‌تان را بیازماید]»."
        }
      ],
      "tafsir_saadi": "همانا از طریق روزهای [خوش و ناخوشی که] خدا [بر آنان آورده بود] بر کمال قدرت و احسان فراگیر و کمال عدالت و حکمت خدا استدلال می‌شود.بنابراین موسی دستور پروردگارش‌را اطاعت نمود، و نعمت‌هایی‌را که خداوند به آنان داده بود، به آنان گوشزد کرد و گفت: (﴿ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ﴾) با دل و زبانتان نعمت‌های خدارا بر خویشتن یاد کنید. \n(﴿إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ﴾) آنگاه که شمارا از فرعونیان نجات داد که بدترین و سخت‌ترین عذاب‌را به شما می‌رساندند، و آن‌را این‌گونه تفسیر نمود: (﴿ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡ﴾) و پسرانتان‌را سر می‌بریدند و دخترانتان‌را زنده نگاه ‌داشته و آنهارا نمی‌کشتند.\n(﴿وَفِي ذَٰلِكُم﴾) و در این [امر که عبارت است از] نجات دادن شما از عذاب، (﴿بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ﴾) نعمت بزرگی است از جانب پروردگارتان. یا به عبارت دیگر این عـذابی که شـما از جانب فرعـون و گروهش بدان مبتلا شدید، آزمایش بزرگی از جانب خداوند بود تا روشن سازد که آیا پند می‌پذیرید یا نه؟"
    },
    {
      "id": 1757,
      "verse_number": 7,
      "verse_key": "14:7",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 212,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
      "page_number": 256,
      "juz_number": 13,
      "translations": [
        {
          "id": 924422,
          "resource_id": 135,
          "text": "و [یاد کنید از] هنگامی که پروردگارتان اعلام کرد: «اگر شکر گزارید، یقیناً [نعمتم را] بر شما می‌افزایم و اگر ناسپاسی کنید، یقیناً عذاب من سخت است»."
        }
      ],
      "tafsir_saadi": "موسی با تحریک و تشویق نمودن آنان بر سپاسگزاری نعمت‌های خداوند، به آنان فرمود: (﴿وَإِذۡ تَأَذَّنَ رَبُّكُمۡ﴾) و به یاد آورید آنگاه که پروردگارتان اعلام کرد و وعده داد که، (﴿لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡ﴾) اگر سپاسگزاری کنید و شکر نعمت‌هایم را به جای آورید، نعمت خود را بر شما افزون می‌کنم و شما را از نعمت‌های خویش بیشتر بهره‌مند می‌سازم.\n(﴿لَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ﴾) و اگر کفر بورزید، بی‌گمان عذاب من بسیار سخت است. و از جملۀ عذاب الهی، این است که نعمتی را که به آنها بخشیده است، از دست آنان بگیرد. و شکر نعمت؛ یعنی اینکه آدمی قلباً به نعمت‌های خدا اعتراف کند، و خدا را به خاطر آن ستایش نماید، و آنها را در راه خشنودی خداوند متعال صرف کند. و کفر نعمت، برعکس این است."
    },
    {
      "id": 1758,
      "verse_number": 8,
      "verse_key": "14:8",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 212,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
      "page_number": 256,
      "juz_number": 13,
      "translations": [
        {
          "id": 924423,
          "resource_id": 135,
          "text": "و موسی به [آنان] گفت: «اگر شما و همۀ مردم روی زمین کافر شوید، [هیچ زیانی به الله نمی‌رسد؛ چرا که] بی‌تردید، الله بی‌نیازِ ستوده است»."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا﴾) و [به یاد آورید آنگاه که] موسی گفت: اگر شما و تمامی کسانی که در روی زمین به‌سر می‌برند همگی کفر بورزید، هرگز نمی‌توانید کمترین زیانی را به خدا برسانید. (﴿فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ﴾) زیرا خداوند بی‌نیاز و ستوده است. پس انجام طاعت و عبادت، بر پادشاهی او نمی‌افزاید؛ و نافرمانی و عصیان، چیزی از سلطنت وی نمی‌کاهد. و او کاملاً بی نیاز است، و در ذات و اسما و صفات و کارهایش ستوده است، و تمام صفت‌های خوب و کمال را داراست، و تمام نام‌های نیک و کارهای زیبا از آن اوست."
    },
    {
      "id": 1759,
      "verse_number": 9,
      "verse_key": "14:9",
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "ruku_number": 212,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
      "page_number": 256,
      "juz_number": 13,
      "translations": [
        {
          "id": 924424,
          "resource_id": 135,
          "text": "[ای کافران،] آیا خبر [هلاکتِ] کسانی ‌که پیش از شما بودند، ـ [مانند] قوم نوح و عاد و ثمود ـ و [نیز] کسانی كه بعد از آنان بودند [و] جز الله كسى از آنان خبر ندارد، به شما نرسیده است؟ پیامبرانشان با دلایل [و معجزات] روشن به سویشان آمدند؛ ولى آنان [به نشانۀ مخالفت] دست‌های خود را بر دهان‌هایشان نهادند و [انگشت به دندان گزیدند و] گفتند: «ما آنچه را که شما برای [ابلاغِ] آن فرستاده شده‌اید انکار می‌کنیم و دربارۀ آنچه ما را به سویش مى‌خوانید، سخت در تردید هستیم»."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگانش‌را بیم می‌دهد، و به بیان عذاب‌هایی می‌پردازد که برامت‌های تکذیب‌کننده وارد کرده است، آنگاه که پیامبرانشان به نزد آنها آمدند، اما آنان‌را تکذیب کردند، و خداوند در همین دنیا آنهارا به عذابی که مردم آن‌را دیده و شنیده‌اند، گرفتار نمود. پس فرمود: (﴿أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ﴾) آیا خبر کسانی که پیش از شما بودند، مانند قوم نوح و ثمود و عاد که خداوند داستانشان‌را در کتابش بیان نموده و آن‌را شرح داده است، به شما نرسیده است؟! \n(﴿وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُ﴾) و کسان دیگری که پس از ایشان آمدند، و چون زیاد بودند سرگذشت آنان از میان رفته است، و کسی جز خدا آن‌را نمی‌داند. پس اینان همه (﴿جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ﴾) پیامبرانشان با دلایلی روشن که بر راستی آنچه آورده بودند دلالت می‌نمود، به نزدشان آمدند؛ و خداوند هیچ پیامبری‌را نفرستاده مگر اینکه به او نشانه‌ها و معجزاتی داده است که انسان‌ها با مشاهدۀ چنان معجزاتی ایمان می‌آورند. پس هنگامی که پیامبرانشان با معجزات و دلایل روشن به نزدشان آمدند، فرمان نبردند، بلکه با خود بزرگ بینی آن‌را رد نمودند.\n(﴿فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ﴾) و دستانشان را در دهان‌هایشان نهادند؛ یعنی به آنچه که پیامبران آورده بودند، ایمان نیاوردند و لب به سخنی نگشودند که بر ایمانشان دلالت نماید. همچنان‌که خداوند فرموده است: ﴿يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِ﴾ انگشتان خود را از [نهیب] آذرخش [و] بیم مرگ، در گوش‌هایشان فرو می‌برند. \n(﴿وَقَالُوٓاْ﴾) و به صراحت به پیامبران گفتند: (﴿إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ﴾) بدون شک ما به آنچه که بدان فرستاده شده‌اید، باور نداریم؛ و از آنچه که ما را به آن فرا می‌خوانید، سخت در شک هستیم. اما آنها در این سخن، دروغ می‌گفتند و بر خود ستم کردند."
    },
    {
      "id": 1760,
      "verse_number": 10,
      "verse_key": "14:10",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 212,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
      "page_number": 256,
      "juz_number": 13,
      "translations": [
        {
          "id": 924425,
          "resource_id": 135,
          "text": "پیامبرانشان گفتند: «آیا در [یگانگیِ] الله ـ آفرینندۀ آسمان‌ها و زمین ـ تردیدی هست؟ او شما را [به ایمان] فرامی‌خوانَد تا گناهانتان را ببخشاید و تا مدتی معیّن به شما مهلت دهد». آنان گفتند: «شما جز بشری همانند ما نیستید [و] می‌خواهید ما را از آنچه که پدرانمان عبادت می‌کردند بازدارید. پس دلیلی آشکار [در مورد راستگویی‌تان] برایمان بیاورید»."
        }
      ],
      "tafsir_saadi": "بنابراین پیامبرانشان به آنان گفتند: (﴿أَفِي ٱللَّهِ شَكّٞ﴾) آیا در وجود خداوند شک و تردیدی هست؟! یعنی وجود خداوند آشکارترین و روشن‌ترین موضوع است، پس هرکس در وجود خداوند -که آفرینندۀ آسمان‌ها و زمین است- شک کند، (﴿فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) خداوندی که هستیِ هر چیزی متکی به هستی اوست، چنین کسی به هیچ امر معروفی یقین ندارد، و حتی امور محسوس را نیز انکار می‌کند. بنابراین پیامبران با آنان، بر اساس سخن کسی سخن گفته‌اند که در وجود خدا تردیدی نداشته و در آن شک نمی‌کند. (﴿يَدۡعُوكُمۡ﴾) خداوند شما را به سوی منافع و مصالح خودتان فرا می‌خواند، (﴿لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗى﴾) تا شما را به خاطر پذیرش دعوتش، با برخوردار نمودنتان از پاداش دنیا و آخرت مورد عنایت قرار دهد. پس خداوند شما را فرا نمی‌خواند تا به خاطر عبادتِ شما سودی به وی برسد، بلکه سود و نفع آن، به خود شما باز می‌گردد. ولی آنها پاسخ پیامبرانشان را همچون بی‌خردان دادند، (﴿قَالُوٓاْ﴾) و گفتند: (﴿إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا﴾) شما هم انسان‌هایی مانند ما هستید، پس چگونه افتخار نبوت و پیامبری را دارید؟\n(﴿تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا﴾) می‌خواهید ما را ازآنچه پدرانمان می‌پرستیدند، باز دارید. پس چگونه نظرات وخط مشی آنان را، به‌خاطر نظر شما رها کنیم؟! و چگونه از شما فرمان ببریم، درحالی که شما انسان‌هایی همچون ما هستید؟!\n(﴿فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ﴾) پس برای ما دلیلی آشکار بیاورید. منظورشان دلیل و حجتی بود که آنها خودشان پیشنهاد می‌کردند، و گرنه قبلاً بیان شد که پیامبرانشان با معجزه‌ها و دلایلی روشن نزد آنان آمدند."
    },
    {
      "id": 1761,
      "verse_number": 11,
      "verse_key": "14:11",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 212,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924426,
          "resource_id": 135,
          "text": "پیامبرانشان به آنان گفتند: «[آری،‌] ما جز انسان‌هایی مانند شما نیستیم؛ ولی الله بر هر یک از بندگانش که بخواهد [با نعمتِ نبوت] منت می‌نهد؛ و سزاوار نیست که ما جز به اجازۀ الله دلیلی برای شما بیاوریم؛ پس مؤمنان باید بر الله توکل کنند."
        }
      ],
      "tafsir_saadi": "(﴿قَالَتۡ لَهُمۡ رُسُلُهُمۡ﴾) پیامبرانشان در جواب پیشنهاد و اعتراض آنان گفتند: (﴿إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ﴾) درست است که مانند شما انسان هستیم، (﴿وَلَٰكِنَّ﴾) اما انسان بودنِ ما نباید سبب شود حقی را که آورده‌ایم، نپذیرید؛ زیرا (﴿ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ﴾) خداوند بر هرکس از بندگانش که بخواهد، منت می‌نهد؛ و خداوند با وحی و رسالت خویش، بر ما منت نهاده است و این فضل و احسان اوست و هیچ کس نمی‌تواند فضل الهی را محدود نماید و او را از این کار منع کند. \nو به آنچه آورده‌ایم، بنگرید؛ اگر حق بود، آن را بپذیرید؛ و اگر غیر از این بود، آن را نپذیرید. و انسان بودن ما را، دلیلی برای ردّ کردن آنچه آورده‌ایم، قرار ندهید. و در خصوص اینکه می‌گویید: (﴿فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ﴾) برای ما دلیلی آشکار بیاورید، باید بگوییم که این کار در دست ما نیست و ما اختیاری نداریم. \n(﴿وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِ﴾) و برای ما ممکن نیست که دلیلی برایتان بیاوریم مگر به اجازۀ خدا؛ پس اوست که اگر بخواهد، آن را برایتان می‌آورد؛ و اگر نخواهد، آن را نمی‌آورد، و او جز به مقتضای حکمت و رحمتش عمل نمی‌کند. \n(﴿وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ﴾) و مؤمنان باید به خدا توکل کنند و بس. پس در جلب منافع، و دفع آسیب و زیان، باید به او تکیه نمایند؛ خداوند کافی است و قدرت و احسان فراگیر دارد، پس مؤمنان بر خدا توکل می‌کنند، و گشایش امور خود را از وی می‌طلبند. و توکل مؤمنان، به مقدار ایمانی است که از آن برخوردارند."
    },
    {
      "id": 1762,
      "verse_number": 12,
      "verse_key": "14:12",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 212,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924427,
          "resource_id": 135,
          "text": "و چرا بر الله توكل نكنیم، و حال آنكه او ما را به راه‌های [سعادت]مان هدایت نمود؟ و ما بر آزارى كه شما [در راه رسالت] به ما می‌رسانید، قطعاً شکیبایی می‌کنیم؛ و توكل‌کنندگان باید فقط بر الله توكل كنند»."
        }
      ],
      "tafsir_saadi": "پس توکل واجب، و از لوازم ایمان و از عبادت‌های بزرگی است که خداوند آن را دوست دارد، چون سایر عبادت‌ها به آن وابسته‌اند. (﴿وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا﴾) و چه چیزی ما را باز می‌دارد که برخدا توکل کنیم، حال آنکه ما بر راه حق و هدایت هستیم؟! و هرکس که بر راه حق و هدایت باشد، این امر موجب توکل وی می‌شود، نیز اطلاع داشتن از اینکه «خداوند عهده‌دار یاری رساندن و رزق دادن به شخص هدایت یافته می‌باشد»، موجب می‌گردد که آدمی توکل داشته باشد.\nبرخلاف کسی که برحق و هدایت نباشد، پس خداوند ضامن هدایت او نیست. چراکه حال او با حال کسی که متوکل است، تناقض دارد.\nپیامبران در این سخن، به معجزۀ بزرگی اشاره می‌نمایند و قوم خود را متوجه آن می‌سازند، و آن این است که اغلب اقوام دارای قدرت و نیرو هستند، پس پیامبران آنها را به مبارزه می‌طلبند که ما بر خدا توکل نموده و خداوند توطئه و مکر شما را از ما دور می‌نماید، و یقین داریم که از ما حمایت می‌کند. و خداوند، پیامبران را از شر اقوامشان نجات داد، هرچند که اقوامشان نهایت کوشش خود را کردند تا پیامبران را از بین ببرند و نور حق را خاموش کنند. همانند سخن نوح که به قومش گفت: ﴿يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِ‍َٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ﴾ ای قوم من! اگر ماندن من واندرز دادن من به آیات خدا، بر شما گران آمده است، [پس بدانید که] بر خداوند توکل نموده‌ام. بنابراین در کارتان با شریکانتان همدست شوید، و در کارتان تردید نداشته باشید، سپس هر اندازه برایتان امکان دارد در رساندن عقوبت و بدی به من دریغ نکنید، و یک ساعت از روز نیز به من مهلت ندهید. \nو سخن هود ـ علیه السلام ـ که گفت: ﴿ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ﴾ من خدا را گواه می‌گیرم و شما [هم] گواه باشید که من از آنچه انباز خدا می‌کنید، بیزارم. پس همگی علیه من مکر ورزید، و مرا مهلت ندهید. \n(﴿وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَا﴾) همچنان به دعوت و پند و موعظۀ شما ادامه خواهیم داد، و به اذیتی که از جانب شما به ما می‌رسد، عادت خواهیم کرد و با آن خواهیم ساخت، تا خداوند مارا مورد عنایت خویش قرار دهد، و شاید شمارا نیز هدایت نماید، و موعظۀ مستمر باعث هدایت شما شود.\n(﴿وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ﴾) و توکل‌کنندگان باید فقط برخدا توکل نمایند؛ زیرا توکل بر خداوند کلید هر خیر و نیکی است.\nو بدان که توکل پیامبران ‌علیهم الصلاة والسلام‌ـ در بالاترین حد و مرتبه قرار دارد، و آن توکل برخدا در اقامۀ دین و یاری کردن آن و هدایتِ بندگانِ خدا و دورکردنِ گمراهی از آنان است، و این کامل‌ترین نمونۀ توکل می‌باشد."
    },
    {
      "id": 1763,
      "verse_number": 13,
      "verse_key": "14:13",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924428,
          "resource_id": 135,
          "text": "و کسانی ‌که کفر ورزیدند به پیامبرانشان گفتند: «یا شما را از سرزمینمان بیرون می‌کنیم یا به آیین ما بازگردید». پروردگارشان به آنان وحی کرد که: «یقیناً ستمکاران را نابود می‌کنیم."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال دعوت پیامبران، و استمرار و خسته نشدن آنها را در امر دعوت، متذکر شد، آخرین حالتی را که آنها در این مسیر با آن مواجه شدند، بیان کرد و فرمود: (﴿وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ﴾) و کافران پیامبرانشان را تهدید کردند و گفتند: (﴿لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَا﴾) البته شما را از سرزمین خودمان بیرون می‌کنیم مگر اینکه به آیین ما باز آیید؛ و این نهایت انکار و عناد است، به گونه‌ای که دیگر امیدی به هدایت آنان نیست، چون آنها تنها به اعراض و رویگردانی از هدایت اکتفا نکردند، بلکه پیامبران را تهدید نمودند که آنها را از سرزمینشان بیرون خواهند کرد.\nو کافران سرزمین را از آنِ خود می‌دانستند، و گمان بردند که پیامبران در آن حقی ندارند، و این بزرگ‌ترین ستم است؛ زیرا خداوند بندگانش را در زمین مستقر نموده، و آنها را دستور داده است تا او را پرستش نمایند؛ و زمین و آنچه را که در آن وجود دارد، برای بندگانش مسخر نموده است تا با استفاده ازامکانات موجود در آن، به عبادت خدا بپردازند و از آن برای عبادت الهی کمک بگیرند.\n پس هرکس از امکانات موجود در زمین برای عبادت خدا کمک بگیرد، برای او حلال است و مورد پیگیری قرار نخواهد گرفت. و هرکس از امکانات زمین در راستای کفر و ارتکاب گناهان کمک بگیرد، امکانات زمین تنها از آنِ او نیست و استفاده از آن برای وی جایز نمی‌باشد. پس دانسته شد که دشمنان پیامبر، در حقیقت بهره‌ای از زمین ندارند تا او را تهدید کنند که وی را از آن بیرون کنند. و اگر به عرف مردم بازگردیم، می‌بینیم که پیامبران ـ‌علیهم الصلاة والسلام‌ـ ساکنان سرزمین اقوامشان بوده و جزئی از آن مردمان به حساب آمده‌اند. پس برای چه آنها را از حق صریح و روشن باز می‌دارند؟ آیا این، جز ناجوانمردی و بی‌دینی کامل، چیز دیگری می‌تواند باشد؟ \nبنابراین وقتی که علیه پیامبران چنین توطئه‌ای کردند، چیزی جز این باقی نماند که خداوند فرمانش را اجرا نماید و دوستانش را یاری کند، (﴿فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ﴾) پس پروردگارشان به آنان وحی کرد که حتماً ستمگران را با انواع عذاب‌ها نابود می‌کنیم."
    },
    {
      "id": 1764,
      "verse_number": 14,
      "verse_key": "14:14",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924429,
          "resource_id": 135,
          "text": "و قطعاً شما را پس از آنان در زمین جای خواهیم داد. این [عذاب و پاداش] برای کسی است که از ایستادن [به هنگام حسابرسی‌] در پیشگاهِ من بترسد و از تهدیدم بهراسد»."
        }
      ],
      "tafsir_saadi": "(﴿وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ﴾) و همانا شما را پس از آنان، در این سرزمین ساکن خواهیم کرد.\nاین سرانجامِ نیکو که خداوند برای پیامبران و پیروانشان قرار داد، (﴿لِمَنۡ خَافَ مَقَامِي﴾) پاداش کسی است که از جاه و جلال من بترسد، و همواره خداوند را طوری عبادت کند که انگار او را می‌بیند، و او را مراقب رفتار و کردار خویش می‌داند.\n(﴿وَخَافَ وَعِيدِ﴾) و از آنچه که گناهکاران را بدان تهدید کرده‌ام، بهراسد؛ و این هراسیدن، باعث ‌شود تا ازآنچه که خدا نمی‌پسندد، دست نگاه دارد؛ و به انجام کارهایی که خداوند دوست ‌دارد، مبادرت ورزد."
    },
    {
      "id": 1765,
      "verse_number": 15,
      "verse_key": "14:15",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924430,
          "resource_id": 135,
          "text": "و [پیامبران از الله] درخواست پیروزی [بر کافران را] کردند و [سرانجام] هر گردنکشِ ستیزه‌جویی، ناکام [و نابود] شد."
        }
      ],
      "tafsir_saadi": "(﴿وَٱسۡتَفۡتَحُواْ﴾) و کافران طلب پیروزی کردند؛ یعنی آنها بودند که در مورد فیصلۀ خداوند در میان دوستان و دشمنانش شتاب ورزیدند، پس آنچه را که خواستند به نزد آنها آمد. وگرنه، خداوند دانا و بردبار است، و هرکس را که از او نافرمانی نماید، زود عذاب نمی‌دهد. \n(﴿وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ﴾) و هر گردنکش باطل گرایی ناکام گشت؛ یعنی هرکس که در مقابل خدا و حق و بندگان خدا گردنکشی کند و در زمین تکبر ورزد و با پیامبران از درِ ستیز و مخالفت وارد شود، در دنیا و آخرت زیانمند خواهد شد."
    },
    {
      "id": 1766,
      "verse_number": 16,
      "verse_key": "14:16",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924431,
          "resource_id": 135,
          "text": "[همان کسی كه‌] دوزخ پیش روى اوست و آبى از چرک خون‌آلود [دوزخیان] به وی می‌نوشانند."
        }
      ],
      "tafsir_saadi": "(﴿مِّن وَرَآئِهِۦ جَهَنَّمُ﴾) و فراروی این گردنکشِ باطل‌گرای، جهنم قرار دارد و حتماً وارد آن شده و عذاب سخت را می‌چشد.(﴿وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ﴾) و از خونابه -که آبی زرد رنگ و بدبو و بسیار داغ است- به او نوشانده می‌شود."
    },
    {
      "id": 1767,
      "verse_number": 17,
      "verse_key": "14:17",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924432,
          "resource_id": 135,
          "text": "[آبی] که آن را جرعه‌جرعه می‌آشامد و [از فرطِ تعفن و تلخی،] فروبردنش آسان و گوارا نیست و مرگ از هر طرف به سویش رو می‌آورَد ولی نمی‌میرد و عذابی سخت [و سهمگین] پیش رویِ اوست."
        }
      ],
      "tafsir_saadi": "(﴿يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ﴾) از فرط تشنگی، آن را جرعه جرعه می‌نوشد و نمی‌تواند آن را فرو ببرد؛ زیرا وقتی آن آب به چهره‌اش نزدیک می‌شود، آن را کباب می‌کند و می‌سوزاند؛ و چون به شکمش برسد، روده‌هایش را تکه تکه می‌نماید، (﴿وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖ﴾) و انواع عذاب سخت به سراغ او می‌آید، و از بس که سخت و سهمگین می‌باشند، او را تا سرحد مرگ می‌برند. \nاما خداوند چنین تقدیر نموده که آنها نمیرند. همان‌طور که فرموده است: ﴿لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ وَهُمۡ يَصۡطَرِخُونَ فِيهَا﴾ مرگ به سراغشان نمی‌آید، و عذاب آنان تخفیف نمی‌یابد، هر کافری را چنین عذاب می‌دهیم و آنان در جهنم فریاد سر می‌دهند. (﴿وَمِن وَرَآئِهِۦ﴾) و فرا روی این گردنکشِ باطل‌گرای، (﴿عَذَابٌ غَلِيظٞ﴾) عذاب سختی است؛ یعنی عذابی قوی و سخت که حالت و شدت آن را کسی جز خداوند نمی‌داند."
    },
    {
      "id": 1768,
      "verse_number": 18,
      "verse_key": "14:18",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
      "page_number": 257,
      "juz_number": 13,
      "translations": [
        {
          "id": 924433,
          "resource_id": 135,
          "text": "مَثل کسانی که به پروردگارشان کفر ورزیده‌اند، [این است که] اعمالشان همچون خاکستری است که در روز طوفانی باد شدیدی بر آن می‌وزد [و] از آنچه کرده‌اند، چیزی در دست ندارند. این، همان گمراهیِ دور و دراز است‌."
        }
      ],
      "tafsir_saadi": "خداوند متعال از اعمالی که کفار برای خدا انجام داده‌اند، خبر می‌دهد؛ و اینکه آن اعمال در بطلان و از بین رفتن، همانند خاکستر است که ریزترین و سبک ترین چیز است؛ و هرگاه در روز طوفانی باد تندی بر آن بوزد، آن را با خود می‌برد و نابود می‌شود. پس بدین گونه اعمال کافران را از بین می‌برد. \n(﴿لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖ﴾) به چیزی از آنچه در دنیا انجام داده‌اند، دست نمی‌یابند؛ و حتی اعمالی که در دنیا انجام داده‌اند، به اندازۀ ذره‌ای دستگیر آنها نمی‌شود، چون براساس کفر و تکذیب انجام گرفته است. (﴿ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ﴾) این است گمراهی دور و دراز؛ زیرا کوشش آنها باطل گشت و کارشان از بین رفت و نابود شد. یا منظور کارهایی است که کافران علیه اهل حق انجام می‌دادند و کوشش می‌کردند حق را در نطفه خفه کنند، اما مکرشان به خود آنان برگشت و آنها هرگز نتوانستند به خدا و پیامبران و لشکر حق زیانی برسانند."
    },
    {
      "id": 1769,
      "verse_number": 19,
      "verse_key": "14:19",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "page_number": 258,
      "juz_number": 13,
      "translations": [
        {
          "id": 924434,
          "resource_id": 135,
          "text": "[ای انسان،] آیا ندیدی که الله آسمان‌ها و زمین را به‌حق آفریده است؟ اگر بخواهد، شما را [از میان] می‌بَرد و خلق جدیدی [به جای شما پدید] می‌آورد."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگان را آگاه می‌سازد که (﴿أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ﴾) آسمان‌ها و زمین را به حق آفریده است، تا مردم او را عبادت نمایند و بشناسند و آنان را امر و نهی ‌کند؛ و با استناد به آفرینش آسمان و زمین و آنچه در میان این دو وجود دارد، بر صفات کمال خود استدلال نماید. نیز تا مردمان بدانند آن کس که آسمان‌ها و زمین را با این گستردگی و بزرگی آفریده است، می‌تواند آنها را از نو بیافریند تا آنان را به خاطر نیکی‌ها و بدی‌هایشان جزا و سزا بدهد، و از انجام چنین کاری ناتوان نیست. بنابراین فرمود: (﴿إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ﴾) احتمال دارد که معنی آیه چنین باشد: اگر خداوند بخواهد، شما را از میان می‌برد و قومی دیگر را پدید می‌آورد که بیشتر از خداوند فرمان می‌برند. \nو احتمال دارد منظور این باشد که اگر خداوند بخواهد، نابودتان می‌کند سپس در روز رستاخیز شما را با آفرینش تازه‌ای باز می‌گرداند. و آنچه از حالات قیامت که پس از این می‌آید، این احتمال را تقویت می‌نماید."
    },
    {
      "id": 1770,
      "verse_number": 20,
      "verse_key": "14:20",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
      "page_number": 258,
      "juz_number": 13,
      "translations": [
        {
          "id": 924435,
          "resource_id": 135,
          "text": "و این [کار] بر الله دشوار نیست."
        }
      ],
      "tafsir_saadi": "(﴿وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ﴾) و این کار برای خداوند غیر ممکن نیست، بلکه چنین کاری برای او خیلی آسان است. ﴿مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍ﴾ آفرینش و زنده کردن پس از مرگتان، مانند آفرینش یک نفر است.﴿وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِ﴾ و او ذاتی است که آفرینش را آغاز می‌نماید، سپس آن را تکرار می‌کند و آفریدن دوباره برای او آسانتر است."
    },
    {
      "id": 1771,
      "verse_number": 21,
      "verse_key": "14:21",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 213,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَبَرَزُوا۟ لِلَّهِ جَمِيعًا فَقَالَ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍ ۚ قَالُوا۟ لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَـٰكُمْ ۖ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ",
      "page_number": 258,
      "juz_number": 13,
      "translations": [
        {
          "id": 924436,
          "resource_id": 135,
          "text": "و [روز قیامت] همگی در پیشگاه الله حاضر [و آشکار] می‌شوند؛ [در این هنگام] ستمدیدگان به کسانی که گردنکشی می‌کردند می‌گویند: «ما [در دنیا] پیرو شما بودیم؛ آیا [امروز] مى‌توانید چیزى از عذاب الله را از ما بازدارید؟» آنان می‌گویند: «اگر الله ما را [در دنیا به سوی رستگاری] راهنمایی کرده بود، ما نیز راه را به شما نشان می‌دادیم. چه بی‌تابی کنیم چه شکیبایی نماییم، برایمان یکسان است؛ [هیچ] گریزگاهی نداریم»."
        }
      ],
      "tafsir_saadi": "(﴿وَبَرَزُواْ لِلَّهِ جَمِيعٗا﴾) و همۀ خلایق در برابر خداوند حاضر می‌گردند آنگاه که در صور دمیده می‌شود. پس مردم از قبرهایشان بیرون می‌آیند و در محضر پروردگار حاضر می‌گردند، و در زمینی برابر و هموار و صاف می‌ایستند که هیچ فراز و نشیبی در آن نیست، و پیش خدا حاضر می‌شوند و هیچ کس نمی‌تواند از خدا پنهان شود، و چون حاضر شوند به جروبحث می‌پردازند و هریک از خود دفاع می‌نماید و می‌خواهد از سرنوشتی که برای او رقم خورده است دفاع کند، ولی چگونه می‌تواند از آن سرنوشت محتوم رهایی یابد؟! \n(﴿فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ﴾) و پیروان و مقلدین، به کسانی که خود را بزرگ می‌پنداشتند و مردم از آنها پیروی می‌کردند و رهبران گمراهی و انحراف بودند، می‌گویند: (﴿إِنَّا كُنَّا لَكُمۡ تَبَعٗا﴾) ما در دنیا پیروان شما بودیم؛ ما را به گمراهی دستور داده و آن را برای ما زیبا جلوه داده و ما را فریب دادید.\n(﴿فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖ﴾) پس آیا می‌توانید چیزی از عذاب خدا را از ما دور کنید گرچه به اندازۀ ذره‌ای باشد؟\n(﴿ قَالُواْ﴾) کسانی که از آنها پیروی می‌شد و رئیس و پیشوا بودند، می‌گویند: ﴿أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَا﴾ آنها را گول زدیم همان‌طور که خود فریب خوردیم، و (﴿لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡ﴾) اگر خداوند ما را هدایت می‌کرد، ما هم شما را هدایت می‌کردیم. پس هیچ کس برای دیگری نمی‌تواند کاری بکند. \n(﴿سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ﴾) برای ما یکسان است در مقابل عذاب چه بی‌تابی کنیم، (﴿أَمۡ صَبَرۡنَا﴾) یا شکیبایی ورزیم. (﴿مَا لَنَا مِن مَّحِيصٖ﴾) هیچ پناهگاهی نداریم که به آن پناه ببریم، و از عذاب خدا به سوی آن بگریزیم."
    },
    {
      "id": 1772,
      "verse_number": 22,
      "verse_key": "14:22",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 214,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَ ٱلشَّيْطَـٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَـٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى ۖ فَلَا تَلُومُونِى وَلُومُوٓا۟ أَنفُسَكُم ۖ مَّآ أَنَا۠ بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ ۖ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 258,
      "juz_number": 13,
      "translations": [
        {
          "id": 924437,
          "resource_id": 135,
          "text": "و چون كار [داورى] انجام شد، شیطان مى‌گوید: «بی‌تردید، الله به شما وعده داد؛ وعده‌ای راست و درست؛ و من به شما وعده [دروغین] دادم و با شما خُلفِ وعده کردم؛ و من هیچ تسلطى بر شما نداشتم جز اینكه شما را دعوت دادم و شما [نیز دعوت] مرا اجابت کردید؛ پس مرا سرزنش نكنید و خودتان را سرزنش كنید. [امروز] نه من فریادرسِ شما هستم و نه شما فریادرسِ من هستید. من بیزارم از اینكه پیش از این مرا [با الله] شریک می‌گرفتید. ستمكاران [مشرک] عذابى پردرد خواهند داشت."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالَ ٱلشَّيۡطَٰنُ﴾) و شیطان -که مسبب هر شر و بدی است که در دنیا اتفاق افتاده یا می‌افتد- اهل جهنم را خطاب می‌کند و از آنها بیزاری می‌جوید، (﴿لَمَّا قُضِيَ ٱلۡأَمۡرُ﴾) هنگامی که کار به پایان می‌رسد و اهل بهشت وارد بهشت می‌شوند و اهل جهنم به جهنم می‌روند، می‌گوید: (﴿إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ﴾) خداوند از طریق پیامبرانش به شما وعدۀ راستین داد، اما شما از او پیروی نکردید؛ و اگر از او اطاعت می‌کردید، به کامـیابی بزرگـی دست می‌یافـتید. \n(﴿وَوَعَدتُّكُمۡ﴾) و من به شما وعدۀ خیر و نیکی دادم، (﴿فَأَخۡلَفۡتُكُمۡ﴾) ولی با شما خلاف وعده نمودم؛ یعنی آرزوهای پوچ و باطلی که در دل شما ایجاد کردم، به دست نیامد و هرگز تحقق نیافت. \n(﴿وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ﴾) و من هیچ دلیلی نداشتم که سخنم را تایید نمایم، (﴿إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِي﴾) جز اینکه شما را دعوت نمودم و شما هم دعوت من را پذیرفتید؛ یعنی شما را به سوی خودم فراخواندم و آن را برایتان زیبا جلوه دادم، و شما از روی هوای نفس وپیروی از شهوت‌هایتان فراخوان مرا پذیرفتید. \n(﴿فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُم﴾) پس مرا سرزنش مکنید، بلکه خویشتن را سرزنش نمایید؛ زیرا مسبب گمراهی‌تان و موجب عقاب و عذاب، خودتان بودید. (﴿مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ﴾) در این عذابی که شما در آن هستید، من نمی‌توانم به فریادتان برسم، (﴿وَمَآ أَنتُم بِمُصۡرِخِيَّ﴾) و شما نیز نمی‌توانید به فریاد من برسید. و هریک از ما بهره‌ای از عذاب دارد.\n(﴿إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُ﴾) از اینکه مرا شریک خدا قرار می‌دادید، تبری می‌جویم؛ چرا که من شریک خدا نیستم، و اطاعت من واجب نیست.(﴿إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ﴾) بی‌گمان آنان که با پیروی از شیطان برخویشتن ستم کرده‌اند، عذاب دردناکی دارند، و در آن جاودانه می‌مانند. \nو این لطف خداوند نسبت به بندگانش است که آنها را از اطاعت شیطان برحذر داشته، و آنها را از درهایی که شیطان از آن وارد انسان می‌شود، آگاه ساخته است؛ و اهدافی را که شیطان در فراخوانی انسان به سوی خود دنبال می‌کند، بیان نموده، و خبر داده است که شیطان می‌خواهد انسان را وارد جهنم کند. و برای ما بیان نمود وقتی که شیطان و لشکریانش وارد جهنم می‌شوند، شیطان این‌گونه از آنها اظهار تنفر می‌کند و به شرک آنان کفر می‌ورزد. ﴿وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ﴾ و هیچ کس تو را مانند خداوندِ آگاه خبر نمی‌دهد. \nو بدان که خداوند در این آیه بیان داشته است که شیطان سلطه‌ای بر انسان ندارد. و در آیه‌ای دیگر فرموده است: ﴿إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ﴾ همانا سلطۀ شیطان برکسانی است که او را دوست می‌دارند، و بر کسانی است که برای خدا شریک می‌گیرند. سلطه‌ای که خداوند آن را نفی می‌کند سلطۀ حجت و دلیل است. پس شیطان برای توجیه آنچه که مردم را به سوی آن دعوت می‌کند، اصلاً دلیلی ندارد، بلکه شبهات و گناهان را برای آنان می‌آراید، به گونه‌ای که بر ارتکاب گناه جرأت می‌نمایند.\nاما جایی که می‌فرماید: شیطان بر دوستان خود و مشرکین سلطه دارد، منظور این است که دوستانش را فریب می‌دهد تا مرتکب گناه شوند و آنها را به سوی گناهان می‌کشاند، و آنها از راه دوستی با شیطان و پیوستن به حزب و گروهش، وی را بر خود مسلط می‌نمایند. بنابراین شیطان، بر مؤمنان و کسانی که بر پروردگارشان توکل می‌نمایند، تسلطی ندارد."
    },
    {
      "id": 1773,
      "verse_number": 23,
      "verse_key": "14:23",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 214,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ",
      "page_number": 258,
      "juz_number": 13,
      "translations": [
        {
          "id": 924438,
          "resource_id": 135,
          "text": "و کسانی ‌که ایمان آوردند و کارهای شایسته انجام دادند، به باغ‌های [بهشتی] درآورده می‌شوند که جویبارها از زیر [درختان] آن جاری است؛ به فرمان پروردگارشان در آن جاودانند و درودشان در آنجا «سلام» است‌."
        }
      ],
      "tafsir_saadi": "هنگامی که سزا و عذاب ستمگران را بیان کرد، پاداش فرمانبرداران را نیز بیان نمود و فرمود: (﴿وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و کسانی که ایمان آورده و کارهای شایسته انجام دادند؛ یعنی در گفتار و عمل و عقیده، دین اسلام را پیاده نمودند، (﴿جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ﴾) به باغ‌هایی در آورده می‌شوند که در زیر درختان آن جویبارها روان است، و در آن لذت‌ها و شادی‌هایی است که هیچ چشمی مانند آن را ندیده، و هیچ گوشی مانند آن را نشنیده، و به دل هیچ انسانی خطور نکرده است. \n(﴿خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡ﴾) در آنجا به حکم پروردگارشان برای همیشه می‌مانند؛ یعنی آنها با اراده و نیروی خود به آنجا نرفته‌اند، بلکه به حول و قوۀ الهی به آنجا در آمده‌اند. (﴿تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ﴾) درودشان در آنجا سلام است؛ یعنی به همدیگر سلام گفته، ودرود و سخن خوب رد و بدل می‌کنند."
    },
    {
      "id": 1774,
      "verse_number": 24,
      "verse_key": "14:24",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 214,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ",
      "page_number": 258,
      "juz_number": 13,
      "translations": [
        {
          "id": 924439,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا ندیدی که الله چگونه مَثل زده است؟ کلمۀ پاک [لا اله الا الله] همچون درخت [نخل تنومند و] پاکی است که ریشه‌اش [در اعماق زمین‌] استوار است و شاخه‌اش بر آسمان [سر برآورده] است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ﴾) آیا ندانسته و ندیده‌ای که خداوند چگونه مثال می‌زند؟ سخن خوب را که عبارت است از «لا إله إلا الله» و فروعات آن است، (﴿كَشَجَرَةٖ طَيِّبَةٍ﴾) همچون درخت خوبِ خرما است، (﴿أَصۡلُهَا ثَابِتٞ﴾) ریشه‌اش در زمین استوار است، (﴿وَفَرۡعُهَا فِي ٱلسَّمَآءِ﴾) و شاخه‌اش در آسمان و فضا پخش شده است، و این درخت همواره فواید زیادی برای مردم دارد."
    },
    {
      "id": 1775,
      "verse_number": 25,
      "verse_key": "14:25",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 214,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924440,
          "resource_id": 135,
          "text": "میوه‌اش را هر لحظه به فرمان پروردگارش مى‌دهد؛ و الله برای [هدایت مردم] مَثل‌ها مى‌زند؛ باشد که پند گیرند."
        }
      ],
      "tafsir_saadi": "(﴿تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۢ بِإِذۡنِ رَبِّهَا﴾) در هر زمانی میوۀ خود را به حکم پروردگارش می‌دهد. پس درخت ایمان نیز این چنین ریشه‌اش در قلب مؤمن استوار است؛ آن را می‌شناسد و به آن باور دارد. و شاخۀ درخت ایمان که سخن خوب و عمل صالح و اخلاق پسندیده و آداب نیکو است، همواره در آسمان است، و کارها و گفتارهایی که درخت ایمان به‌بار می‌آورد و مؤمن و دیگران از آن بهرمند می‌شوند، به سوی خدا بالا می‌رود. \n(﴿وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ﴾) و خداوند برای مردم مثال‌ها می‌زند تا پند پذیرند و اوامر و نواهی او را به یاد آورند؛ زیرا زدن مثال، این فایده را دارد که مفاهیم معقول را به مثال‌های محسوس نزدیک می‌نماید، و معنایی را که خداوند اراده نموده است، به بهترین وجه روشن و واضح می‌گرداند. و این از جمله رحمت الهی و حسن تعلیم اوست. پس کامل‌ترین و فراگیرترین ستایش، از آنِ خدا است. این است حالت کلمۀ توحید و ثبات آن در قلب مؤمن."
    },
    {
      "id": 1776,
      "verse_number": 26,
      "verse_key": "14:26",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 214,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924441,
          "resource_id": 135,
          "text": "و مَثل کلمۀ پلید [شرک]، همچون درخت پلیدی است که از زمین برکنده شده [و هیچ] قرار و ثباتی ندارد."
        }
      ],
      "tafsir_saadi": "سپس خداوند ضد کلمۀ طیبه را که کلمۀ کفر و فرع آن است، بیان نمود و فرمود: (﴿وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ﴾) و سخنِ پلید، به درخت ناپاکی می‌ماند که طعم و مزۀ بد دارد؛ و آن، درخت هندوانۀ ابوجهل و امثال آن است.\n(﴿ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ﴾) این درخت ناپاک، ضمن اینکه میوه‌اش طعم و مزه‌ای بد دارد، از روی زمین برکنده شده و آن را نیز قراری نباشد؛ یعنی ریشه‌ای ندارد که آن را نگاه دارد، ومیوۀ خوبی ندارد که ببار آوَرَد، بلکه فقط میوه‌ای بد می‌دهد. کفر و گناهان نیز، متین و استوار نبوده و فایده‌ای برای قلب ندارند، و فقط سخن و عمل بد به‌بار می‌آورند، و صاحبش را معذب می‌سازند. و کسی که درخت کفر و عصیان در قلبش ریشه روانیده است، عمل شایسته‌اش به سوی خدا بالا نمی‌رود، و به خود او نیز فایده‌ای نمی‌رساند و کسی از او بهره‌مند نمی‌شود."
    },
    {
      "id": 1777,
      "verse_number": 27,
      "verse_key": "14:27",
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "ruku_number": 214,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924442,
          "resource_id": 135,
          "text": "الله كسانى را كه ایمان آورده‌اند در زندگى دنیا و در آخرت، با سخن استوار [توحید] ثابت مى‌گردانَد و ستمگران [مشرک] را گمراه مى‌كند؛ و الله هر کاری بخواهد انجام می‌دهد."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که او بندگان مؤمنش را که ایمان کامل قلبی دارند، پایدار می‌دارد. ایمان قلبی، مستلزم اعمال جوارح است؛ و اعمال جوارح، نتیجۀ ایمان قلبی می‌باشد. پس خداوند مؤمنان را، در زندگانی دنیا به‌هنگام رویارویی با شُبهات، هدایت نموده و به سوی یقین رهنمون ساخته و پایدار می‌دارد، و هنگام پیش آمدن شهوات، آنان را از اراده‌ای قطعی و راستین برخوردار می‌سازد تا آنچه را که خدا دوست دارد، بر آنچه که هوای نفس است، مقدم دارند. و آنها را به هنگام مرگ، بر دین اسلام و خاتمۀ نیک پایدار می‌دارد. و آنها را در قبر و به هنگام سؤال دو فرشته، ثابت قدم می‌دارد تا درست پاسخ بگویند. آنگاه که در قبر به مرده گفته می‌شود: پروردگارت کیست؟ دینت چیست؟ و پیامبرت کیست؟ خداوند آنها را به سوی پاسخ درست هدایت می‌نماید تا بگویند: «الله» پروردگارمان است، و «اسلام» دین ماست، و «محمد» پیامبرمان می‌باشد. \n(﴿وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَ﴾) و خداوند ستمگران را در دنیا و آخرت از راه راست منحرف می‌سازد. و خداوند بر آنها ستم نکرده است، بلکه خودشان بر خویشتن ستم کرده‌اند.\nاین آیه بر فتنه و عذاب و نعمت قبر دلالت می‌نماید. همان‌طور که احادیث زیادی در مورد قبر و چگونگی آن و نعمت و عذاب آن به تواتر از پیامبر صلی الله علیه وسلم نقل شده‌اند."
    },
    {
      "id": 1778,
      "verse_number": 28,
      "verse_key": "14:28",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924443,
          "resource_id": 135,
          "text": "آیا ندیدی آن کسانی [از قریش] را که [سپاس‌] نعمتِ الله [= حرم امن و وجود پیامبر] را به [ناسپاسی و] کفر تبدیل کردند و قومشان را به سرای هلاکت درآوردند؟"
        }
      ],
      "tafsir_saadi": "خداوند متعال درحالی که اوضاع و احوال و سرانجام کافران قریش را که پیامبرش را تکذیب کرده‌اند، بیان می‌کند، می‌فرماید: (﴿أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا﴾) آیا ننگریستی به کسانی که نعمت خداوند را به ناسپاسی تبدیل کردند؟! نعمت خدا، فرستادن محمد به سوی آنها بود، و او آنان را به سوی خوبی‌های دنیا و آخرت و رهایی یافتن از شر و بدی‌های دنیا و آخرت دعوت می‌کرد. اما آنها این نعمت را، با نپذیرفتن و کفر ورزیدن به آن و جلوگیری کردن از آن پاسخ دادند، (﴿وَ﴾) و دیگران را نیز از پذیرفتن آن باز داشتند، تا اینکه (﴿أَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ﴾) قومشان را به سرای نابودی داخل کردند که سرای جهنم است؛ زیرا کافران قریش باعث گمراه شدن قومشان شدند. بنابراین عامل نابودی قومشان شدند، درحالی که گمان می‌رفت کافران به آنان سود برسانند. از جمله کفار قریش که بیرون رفتنِ برای جنگ بدر را برای قوم خود زیبا جلوه دادند تا با خدا و پیامبرش بجنگند، ولی سرانجام هلاک شدند و بسیاری از بزرگان و رؤسایشان در این واقعه کشته شدند."
    },
    {
      "id": 1779,
      "verse_number": 29,
      "verse_key": "14:29",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924444,
          "resource_id": 135,
          "text": "[آن سراى هلاکت،‌] دوزخ است [که] در آن وارد مى‌شوند و چه بد جایگاهی است!"
        }
      ],
      "tafsir_saadi": "(﴿جَهَنَّمَ يَصۡلَوۡنَهَا﴾) آن سرای نابودی، جهنم است که وارد آن می‌شوند و در آن می‌سوزند؛ یعنی سوزش و گرمای جهنم، آنان را از هرطرف احاطه می‌نماید، (﴿وَبِئۡسَ ٱلۡقَرَارُ﴾) و چه بد جایگاهی است!"
    },
    {
      "id": 1780,
      "verse_number": 30,
      "verse_key": "14:30",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924445,
          "resource_id": 135,
          "text": "[مشرکان] همتایانی برای الله قرار دادند تا [مردم را] از راه او گمراه کنند. بگو: «[چند روزی از نعمت‌های دنیا] بهره گیرید؛ که یقیناً بازگشتتان به سوی آتش [دوزخ] است»."
        }
      ],
      "tafsir_saadi": "(﴿وَجَعَلُواْ لِلَّهِ أَندَادٗا﴾) و برای خـداوند شـریکانی قرار دادند، (﴿لِّيُضِلُّواْ عَن سَبِيلِهِۦ﴾) تا به وسیلۀ همتایانی که برای خدا قرار دادند و مردم را به سوی پرستش آنها فرا خواندند، بندگان را از راه خدا گمراه کنند. \n(﴿قُلۡ﴾) با تهدید به آنها بگو: (﴿تَمَتَّعُواْ﴾) مدت کمی از کفر و گمراهی‌تان بهره‌مند شوید، (﴿فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ﴾) و این به شما فایده‌ای نخواهد رساند؛ زیرا بازگشت و سرانجام و جایگاهتان، جهنم است و بد سرنوشتی است!"
    },
    {
      "id": 1781,
      "verse_number": 31,
      "verse_key": "14:31",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924446,
          "resource_id": 135,
          "text": "[ای پیامبر،] به بندگان من که ایمان آورده‌اند بگو نماز را برپا دارند و از آنچه روزی‌شان کرده‌ایم پنهانی و آشکارا انفاق کنند؛ پیش از آنکه روزی فرارسد که در آن نه خرید و فروشی هست و نه دوستی‌ای."
        }
      ],
      "tafsir_saadi": "(﴿قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ﴾) بندگانم را به آنچه که به صلاحشان است، فرمان بده تا فرصت را غنیمت بشمارند، قبل از اینکه انجام این کارها برایشان ممکن نباشد. پس به آنان بگو: (﴿يُقِيمُواْ ٱلصَّلَوٰةَ﴾) اعمال ظاهری و باطنی نماز را برپا دارند.\n(﴿وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ﴾) و از نعمت‌هایی که به آنان بخشیده‌ایم، مقداری را ـ‌چه کم باشد یا زیادـ در پنهان و آشکار انفاق نمایند. و این شامل نفقۀ واجب مانند زکات، و مخارج کسی که نفقه‌اش بر انسان واجب است، و نیز نفقۀ مستحب مانند صدقات و غیره می‌شود. \n(﴿مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ﴾) پیش از آنکه روزی بیاید که در آن هیچ چیزی فایده نمی‌دهد؛ و راهی برای جبران آنچه که از دست رفته است، وجود ندارد؛ و نمی‌توان آنچه را که از دست رفته، با خرید و فروش یا بخشش و دوستی به دست آورد، بلکه در آن روز هرکس به فکر خویش است. پس انسان قبل از حضور در روز دادرسیِ بزرگ، باید اعمال خود را عرضه دارد و خویشتن را محاسبه کند."
    },
    {
      "id": 1782,
      "verse_number": 32,
      "verse_key": "14:32",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924447,
          "resource_id": 135,
          "text": "الله است که آسمان‌ها و زمین را آفرید و آبی از آسمان فروفرستاد و با آن، [انواع] میوه‌ها را برای روزیِ شما پدید آورد؛ و کشتی‌ها را به خدمتتان گماشت تا به فرمانش در دریا در حرکت باشند و جویبارها را [نیز] در خدمت شما نهاد؛"
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد تنها اوست که (﴿خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ﴾) آسمان‌ها و زمین را با گستردگی و بزرگی‌شان آفریده است. (﴿وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ﴾) و از آسمان آبی فرو فرستاده، و آن بارانی است که خداوند از ابرها فرو می‌فرستد. (﴿فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ﴾) و با آن میوه‌های مختلفی را پدیدار نموده است، (﴿رِزۡقٗا لَّكُمۡ﴾) و آن را روزی شما و چهارپایانتان گردانده است.\n(﴿وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ﴾) و کشتی‌ها را برایتان رام ساخته است. (﴿لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ﴾) تا به حکم او دردریا روان باشند. پس اوست که ساختن کشتی‌ها را برایتان ممکن نموده، و توانایی ساختن و نگهداری آن را در میان امواج دریا به شما داده است تا شما و کالاهایتان را به مقصدتان برسانند. (﴿وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ﴾) و جویبارها را در اختیار شما قرار داده است تا کشتزارها و درختانتان را آبیاری نمایند و از آن بنوشید."
    },
    {
      "id": 1783,
      "verse_number": 33,
      "verse_key": "14:33",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
      "page_number": 259,
      "juz_number": 13,
      "translations": [
        {
          "id": 924448,
          "resource_id": 135,
          "text": "و خورشید و ماه را که پیوسته [در مدارِ خود] در حرکتند و [همچنین] شب و روز را به خدمتتان گماشت."
        }
      ],
      "tafsir_saadi": "(﴿وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِ﴾) و خورشید و ماه را که پیوسته به چرخش خود ادامه می‌دهند و حرکتشان کند نمی‌شود، در جهت تأمین منافع و مصالح شما انسان‌ها از قبیل: حساب زمان و اوقات و مصالح جسم خودتان و حیوانات و کشتزارها و میوه‌هایتان برایتان رام نمود. (﴿وَسَخَّرَ لَكُمُ ٱلَّيۡلَ﴾) و شب را برایتان مسخر نمود تا در آن آرام گیرید و استراحت نمایید. (﴿وَٱلنَّهَارَ﴾) و روز را برایتان مسخر نمود تا از روشنایی آن استفاده نموده و در آن فضل الهی را بجویید."
    },
    {
      "id": 1784,
      "verse_number": 34,
      "verse_key": "14:34",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 215,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924449,
          "resource_id": 135,
          "text": "و از هر آنچه از او خواستید به شما بخشید؛ و اگر نعمت الله را بشمارید، [چنان فراوان است که] نمی‌توانید آن را شمارش کنید. به راستی که انسان، [در حق خویش،] ستمکار [و نسبت به الله،] ناسپاس است‌."
        }
      ],
      "tafsir_saadi": "(﴿وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُ﴾) و هرآنچه را که آرزوی داشتنش نمودید و به آن نیاز داشتید، از قبیل: چهارپایان و وسایل و صنایع و غیره که با زبان «حال» یا با زبان «قال» از خدا طلب نمودید، به شما داد.\n(﴿وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآ﴾) و اگر نعمت‌های خدا را برشمارید، نمی‌توانید آنها را به شمار درآورید، چه رسد به اینکه بتوانید سپاس آن را به جای آورید. (﴿إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ﴾) همانا انسان، موجود ستمگر ناسپاسی است؛ یعنی ستمگری، طبیعت انسان است و بر ارتکاب گناه جرأت می‌نماید و در به جای آوردن حقوق الهی کوتاهی می‌ورزد و شکر نعمت‌های الهی را نمی‌گذارد و به آن اعتراف نمی‌کند، مگر کسی که خداوند او را هدایت نموده و شکر نعمت‌هایش را به جای آورد و حقوق پروردگارش را ادا کند. \nدر این آیات نعمت‌های زیادی که خداوند به بندگانش عطا نموده، به طور مجمل و مفصل بیان شده است؛ و خداوند با بیان آن، بندگان را به شکرگزاری و ذکر نعمت‌هایش فرا می‌خواند و بندگان را بر این کار تشویق و ترغیب می‌کند و آنها را وادار می‌نماید تا خداوند را در طول شب و روز فرا بخوانند. همان‌طور که در همۀ اوقات، آنها از نعمت‌های الهی برخوردارند و نعمت خداوندی آنها را در می‌یابد."
    },
    {
      "id": 1785,
      "verse_number": 35,
      "verse_key": "14:35",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924450,
          "resource_id": 135,
          "text": "و [یاد کن از] ابراهیم هنگامی که گفت: «پروردگارا، این شهر [= مکه] را امن بگردان و من و فرزندانم را از عبادت بُت‌ها دور بدار."
        }
      ],
      "tafsir_saadi": "و ابراهیم ـ علیه الصلاة والسلام ـ را در این حالت زیبا به یاد آور که گفت: پروردگارا! شهر مکه و حرم را محل امن و امانی بگردان. و خداوند دعای او را پذیرفت، و این شهر را در شریعت و آیین خویش حرم قرار داد، و اسباب حرمت آن را فراهم آورد؛ تا جایی که هیچ ستمگری قصد سوء آن نکرده، مگر اینکه خداوند او را شکست داده و از بین برده است. همان‌طور که با اصحاب فیل و دیگران چنین نمود. پس از آنکه ابراهیم برای امن و امان بودن سرزمینش دعا نمود، برای خود و فرزندانش نیز دعا کرد تا خداوند آنان را از آن برخوردار نماید و فرمود: (﴿وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ﴾) و من و فرزندانم را از اینکه بت‌پرست باشیم، دور بدار. سپس علت ترس خویشتن و فرزندانش را از مبتلا شدن به عبادت بت‌ها بیان کرد و فرمود: دلیلش این است که بسیاری از مردم گمراه شده، و به عبادت بت‌ها مشغول شده‌اند."
    },
    {
      "id": 1786,
      "verse_number": 36,
      "verse_key": "14:36",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924451,
          "resource_id": 135,
          "text": "پروردگارا، به راستی که آنها [=معبود‌ها] بسیاری از مردم را [با تصور شفاعت] گمراه ساخته‌اند؛ پس هر کس [در عبادت الله به یگانگی] از من پیروی کند، یقیناً از من است و هر‌ کس از من نافرمانی کند، بی‌تردید، تو آمرزندۀ مهربانی."
        }
      ],
      "tafsir_saadi": "(﴿رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِ﴾) پروردگارا! بسیاری از مردم به وسیلۀ این بت‌ها گمراه شده‌اند. (﴿فَمَن تَبِعَنِي﴾) پس هرکس از من پیروی کند، و اهل توحید و اخلاص و عبادت خداوندِ پروردگار باشد، (﴿فَإِنَّهُۥ مِنِّي﴾) همانا از من است، چون او کاملاً با من موافق می‌باشد؛ زیرا هرکس قومی را دوست بدارد و از آنان پیروی نماید، از آنها خواهد بود. \n(﴿وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ﴾) و هرکس از من نافرمانی کند، بی‌گمان تو آمرزندۀ مهربانی. و این از مهربانی ابراهیم خلیل است که برای گناهکاران دعای آمرزش و رحمت نمود و از خداوند خواست تا آنان را بیامرزد. و خداوند نسبت به بندگانش، از او مهربان‌تر است، و هیچ کس را عذاب نمی‌دهد، مگر آن کس که سرکشی نماید."
    },
    {
      "id": 1787,
      "verse_number": 37,
      "verse_key": "14:37",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924452,
          "resource_id": 135,
          "text": "پروردگارا، من [یکی] از فرزندانم را در تنگه‌ای بى‌آب و ‌كِشت، نزد خانۀ محترم [و شکوهمندِ] تو جای دادم. پروردگارا، [چنین کردم] تا نماز را برپا دارند؛ پس دل‌های برخى از مردم را چنان كن که به سوی آنان [و این سرزمین] متمایل گردد و از محصولات [مورد نیازشان‌] به آنان روزى‌ ببخش؛ باشد كه سپاس گزارند."
        }
      ],
      "tafsir_saadi": "(﴿رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ﴾) پروردگارا! من برخی از فرزندانم را در درّه‌ای بی‌کشت و زرع و در کنار خانۀ تو که آن را حرام ساخته‌ای، سکونت داده‌ام. \nچرا که ابراهیم هاجر و فرزندش اسماعیل را از شام به مکه آورد، آنگاه که اسماعیل کودکی شیرخواره بود و هیچ کسی در مکه سکونت نمی‌گزید و احدی در آنجا نبود. وقتی ابراهیم آنها را در مکه تنها گذاشت، با زاری و توکل به درگاه خدا چنین گفت: (﴿رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي﴾) پروردگارا! یکی از فرزندانم را که عبارت است از اسماعیل ـ نه همۀ آنها را، چون اسحاق و دیگر فرزندانش در شام بودند ‌ـ در مکه اسکان داده‌ام، (﴿بِوَادٍ غَيۡرِ ذِي زَرۡعٍ﴾) در دره‌ای بی‌کشت و زرع ساکن کرده‌ام؛ زیرا مکه سرزمینی بود که قابلیت کشاورزی را نداشت. (﴿رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ﴾) خداوندا! آنها را موحِّد و یکتاپرست و نمازگزار بگردان؛ زیرا برپاداشتن نماز، یکی از بهترین عبادت‌های دینی است. پس هرکس آن را برپا دارد، دینش را برپاداشته است. (﴿فَٱجۡعَلۡ أَفۡ‍ِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ﴾) پس دل‌های برخی از مردم را چنان کن که آنها را دوست بدارند؛ و جایی را که آنها ساکن هستند، دوست بدارند. خداوند دعای ابراهیم را پذیرفت؛ و از نسل اسماعیل، محمد صلی الله علیه وسلم را پدید آورد که فرزندان اسماعیل را به دین اسلام و آیین پدرشان ابراهیم دعوت کرد، و آنها دعوت وی را پذیرفتند و برپا دارندۀ نماز گردیدند. \nو خداوند حج خانۀ کعبه را -که ابراهیم، فرزندش را در محل آن سکونت داده بود- فرض گردانید. و سرِّ عجیبی در آن است که دل‌ها را به سوی خود جذب می‌نماید؛ مردم به حج می‌روند اما هیچ‌گاه از آن سیر نمی‌شوند، بلکه هر اندازه بنده بیشتر به آنجا برود، اشتیاق و علاقه‌اش افزون‌تر می‌گردد، و بیش از پیش مشتاق و شیفتۀ آن می‌شود. و سبب این امر آن است که خداوند این خانه را به خود نسبت داده است.\n(﴿وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ﴾) و از میوه‌ها به آنان روزی ده، شاید که سپاسگزار باشند.وخداوند دعای او را پذیرفت، و انواع میوه‌جات به آنجا برده می‌شود و در تمامی فصول میوه‌های فراوانی در مکّۀ مکرّمه یافت می‌شود، و روزی و خوراکی‌ها از هرطرف به سوی آن سرازیر است."
    },
    {
      "id": 1788,
      "verse_number": 38,
      "verse_key": "14:38",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924453,
          "resource_id": 135,
          "text": "پروردگارا، تو آنچه را که پنهان می‌کنیم و آشکار می‌سازیم، [همه را] می‌دانی؛ و چیزی در زمین و آسمان از الله پوشیده نیست."
        }
      ],
      "tafsir_saadi": "(﴿رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُ﴾) خدایا! تو نسبت به ما از ما داناتری. پس، از تدبیر و تربیت تو برای خود آن را می‌خواهیم که به مقتضای علم و رحمتت، کارهای پیدا و پنهانمان را برایمان آسان بگردانی.(﴿وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ﴾) و هیچ چیز در زمین و آسمان بر خدا پوشیده نمی‌ماند. و از آن جمله است این دعا که قصد ابراهیم خلیل ـ علیه الصلاة والسلام ـ از آن، جز خیر و شکر فراوان برای خداوندِ پروردگار جهانیان نبود."
    },
    {
      "id": 1789,
      "verse_number": 39,
      "verse_key": "14:39",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924454,
          "resource_id": 135,
          "text": "ستایش از آن الله است که در کهنسالی، اسماعیل و اسحاق را به من عطا فرمود. بی‌تردید، پروردگارم شنوندۀ دعاست."
        }
      ],
      "tafsir_saadi": "(﴿ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ ﴾) ستایش خدای را که با وجود پیری و سن زیاد، اسماعیل و اسحاق ‌رابه من بخشید. این بزرگ‌ترین نعمت است؛ زیرا در حال پیری که ابراهیم فرزندی نداشت، خداوند به او فرزندی عطا کرد. نعمت بزرگ‌تر این بود که فرزندان او، صالح و پیامبر بودند. (﴿إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ﴾) بی‌گمان اجابت پروردگارم، از کسی که او را می‌خواند، نزدیک است. و من او را فرا خواندم و امید مرا برآورد ساخت. سپس ابراهیم برای خود و فرزندانش دعا نمود و فرمود:"
    },
    {
      "id": 1790,
      "verse_number": 40,
      "verse_key": "14:40",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924455,
          "resource_id": 135,
          "text": "پروردگارا، مرا برپادارندۀ نماز قرار بده و از فرزندانم [نیز چنین کن]. پروردگارا، دعایم را بپذیر."
        }
      ],
      "tafsir_saadi": "خداوند دعای او را در همه این موارد پذیرفت، بجز دعای ابراهیم در حق پدرش که پذیرفته نشد، و دعای ابراهیم برای پدرش به خاطر وعده‌ای بود که به او داده بود. اما وقتی برای ابراهیم روشن شد که پدرش دشمن خداست از او بیزاری جست."
    },
    {
      "id": 1791,
      "verse_number": 41,
      "verse_key": "14:41",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 216,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924456,
          "resource_id": 135,
          "text": "پروردگارا، من و پدر و مادرم و [همۀ] مؤمنان را در روزی‌ که حساب برپا می‌شود بیامرز»."
        }
      ],
      "tafsir_saadi": "خداوند دعای او را در همه این موارد پذیرفت، بجز دعای ابراهیم در حق پدرش که پذیرفته نشد، و دعای ابراهیم برای پدرش به خاطر وعده‌ای بود که به او داده بود. اما وقتی برای ابراهیم روشن شد که پدرش دشمن خداست از او بیزاری جست."
    },
    {
      "id": 1792,
      "verse_number": 42,
      "verse_key": "14:42",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
      "page_number": 260,
      "juz_number": 13,
      "translations": [
        {
          "id": 924457,
          "resource_id": 135,
          "text": "و [ای پیامبر، هرگز] مپندار که الله از آنچه ستمکاران می‌کنند غافل است؛ [نه، بلکه کیفر] آنان را برای روزی‌ به تأخیر می‌افکنَد که چشم‌ها در آن [از وحشت] خیره می‌شوند،."
        }
      ],
      "tafsir_saadi": "این، تهدید شدیدی است برای ستمگران، و دلجویی و تسلیتی است برای ستم‌دیدگان. خداوند متعال می‌فرماید: (﴿وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا﴾) گمان مبر که خداوند از کارهایی که ستمگران می‌کنند، بی‌خبر است. خداوند آنها را مهلت داده، و روزی فراوانی را به سوی آنان سرازیر نموده است، و در شهرها آرام و مطمئن به تفریح و گردش می‌پردازند. \nاین دلیلی بر خوب بودن حالت آنها نیست؛ زیرا خداوند به ستمگران مهلت می‌دهد تا بیشتر گناه انجام دهند، اما وقتی که آنها را گرفت، دیگر رهایشان نمی‌کند: ﴿وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ﴾ و این چنین است عذاب پروردگارت، آنگاه که اهل آبادی‌ها را درحالی‌که ستمگر بودند، به عذاب خود گرفتار نمود، بی‌گمان مجازات او دردناک وسخت است. و ظلم در اینجا، شامل ظلم بنده در حق پروردگار، و نیز ظلم او در حق بندگان خدا می‌شود.\n(﴿إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ﴾) [کیفر] آنان را، برای روزی که چشمان در آن خیره می‌شوند، به تأخیر می‌اندازد؛ روزی که چشمان از حرکت بازمانده، و از هراس و وحشت آن روز، پلک‌ها بر هم نهاده نمی‌شوند."
    },
    {
      "id": 1793,
      "verse_number": 43,
      "verse_key": "14:43",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924458,
          "resource_id": 135,
          "text": "در حالى كه [به سوى منادى محشر] شتابانند و سرها را بالا گرفته‌اند [و با بی‌قراری به آسمان می‌نگرند] و چشم بر هم نمى‌زنند و دل‌هایشان [از وحشت‌] تهى گشته است."
        }
      ],
      "tafsir_saadi": "(﴿مُهۡطِعِينَ﴾) یک راسـت به سـوی نـدا دهندۀ محشر می‌شتابند، و به منظور اجابتِ ندادهنده، آنگاه که آنان را برای حضور در بارگاه خداوند فرا می‌خواند، می‌شتابند و نمی‌توانند از حضور در آنجا امتناع ورزند، و پناهگاهی ندارند. (﴿ مُقۡنِعِي رُءُوسِهِمۡ﴾) سرهایشان را بالا گرفته، و دستانشان زیرِ زنخدانشان بسته شده است، بنابراین سرهایشان بالا است، (﴿لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡ‍ِٔدَتُهُمۡ هَوَآءٞ﴾) و چشمانشان فرو بسته نمی‌شود و محل دل‌هایشان تهی است. و ـ دل‌هایشان ـ به حلقوم رسیده، و آکنده از غم و ناراحتی و پریشانی است."
    },
    {
      "id": 1794,
      "verse_number": 44,
      "verse_key": "14:44",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924459,
          "resource_id": 135,
          "text": "و [ای پیامبر،] مردم را از روزى بترسان كه عذاب الهى به سراغشان مى‌آید؛ و کسانی كه [با کفر و شرک به خویش] ستم كرده‌اند مى‌گویند: «پروردگارا، اندکی به ما مهلت بده تا [به دنیا بازگردیم و] دعوتت را پاسخ گوییم و از پیامبران پیروى كنیم». [به آنان گفته می‌شود:] «مگر شما نبودید كه پیشتر سوگند مى‌خوردید شما را فنایى نیست؟»"
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش محمد صلی الله علیه وسلم می‌فرماید: (﴿وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ﴾) و مردم را از روزی بترسان که عذاب به سراغشان می‌آید؛ یعنی آن حالات را برایشان بیان کن، و آنان را از اعمالی که موجب عذاب سخت و هولناک می‌شود، برحذر دار.\n(﴿فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ﴾) آنگاه کسانی که با ارتکاب کفر و تکذیب و انواع گناه بر خود ستم کرده‌اند، پشیمان شده؛ و از خداوند می‌خواهند تا آنان را به دنیا باز گرداند، درحالی که چنین چیزی مقدور نیست. آنان می‌گویند: (﴿رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ﴾) پروردگارا! ما را به دنیا برگردان، به درستی که ما [حقیقت و صداقت گفتار شما را] مشاهده کردیم. \n(﴿نُّجِبۡ دَعۡوَتَكَ﴾) تا دعوت تو را بپذیریم، چون خداوند به بهشت و خانۀ امن دعوت می‌کند، (﴿وَنَتَّبِعِ ٱلرُّسُلَ﴾) و از پیامبران پیروی کنیم. واینها همه به خاطر آرزوی رهایی از عذاب دردناک است؛ وگرنه آنها در وعده‌ای که می‌دهند، دروغ می‌گویند. ﴿وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ﴾ و اگر چنانچه به دنیا بازگردانده شوند، به آنچه از آن نهی شده‌اند، باز می‌گردند. بنابراین مورد سرزنش قرار می‌گیرند، و به آنها گفته می‌شود: \n(﴿أَوَ لَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ﴾) مگر پیش از این سوگند یاد نکرده بودید که شما را زوالی نیست و به جهان آخرت برده نمی‌شوید؟! اما اکنون برایتان روشن شده که سوگندتان بیهوده بوده و شکسته شده است، و دروغ گفته‌اید."
    },
    {
      "id": 1795,
      "verse_number": 45,
      "verse_key": "14:45",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924460,
          "resource_id": 135,
          "text": "و [مگر نه این است كه] در خانه‌های کسانی ‌که [با شرک و ناسپاسی] به خویشتن ستم کرده بودند [= قوم هود و صالح] ساکن شدید و برایتان روشن شد که [چون کفر ورزیدند] با آنان چگونه رفتار کردیم و [از سرگذشت پشینیان] برایتان مَثَل‌ها زدیم [ولی باز هم پند نگرفتید]."
        }
      ],
      "tafsir_saadi": "(﴿وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ﴾) و در منازل و سرزمین کسانی که برخودشان ستم کردند، سکونت گزیدید، و برایتان روشن شد که با آنان چگونه رفتار کردیم، و چگونه آنها را به انواع عذاب گرفتار ساختیم، آنگاه که آیات روشن الهی را تکذیب کردند، (﴿وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ﴾) و مثال‌های واضح را که کوچک‌ترین شک و تردیدی در دل باقی نمی‌گذارد، برایتان زدیم. این معجزات و نشانه‌ها در مورد آنان مفید واقع نشد، بلکه همچنان بر باطل خود ماندند تا اینکه به روزی رسیدند که در آن هیچ عذری پذیرفتنی نیست."
    },
    {
      "id": 1796,
      "verse_number": 46,
      "verse_key": "14:46",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924461,
          "resource_id": 135,
          "text": "و آنان نهایت نیرنگ خود را [برای مخالفت با پیامبر و کشتنِ او] به كار بردند، و مكرشان نزد الله [آشکار‌] است؛ هر چند نیرنگشان [در حدی نیست که] به سبب آن کوه‌ها از جایش کنده شود."
        }
      ],
      "tafsir_saadi": "(﴿وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ﴾) و کسانی که پیامبران را تکذیب کردند، مکر و نیرنگ نمودند؛ مکری که بر عملی کردن آن توانایی داشتند. (﴿وَعِندَ ٱللَّهِ مَكۡرُهُمۡ﴾) و آگاهی و قدرت خداوند، مکر و نیرنگ آنان را احاطه نموده و نیرنگ و مکرشان را به خودشان بازگرداند: ﴿وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ﴾ و مکر بد، جز دامان صاحبانش را نمی‌گیرد.\n(﴿وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ﴾) هرچند مکر و نیرنگ کافران، که پیامبران را تکذیب می‌کردند، چنان بزرگ بود که به سبب آن کوه‌های محکم از جای برکنده می‌شد؛ یعنی ﴿وَمَكَرُواْ مَكۡرٗا كُبَّارٗا﴾ مکر و نیرنگ بسیار بزرگی نمودند، که میزان بزرگی آن، قابل برآورد نیست. اما خداوند نیرنگشان را به خودشان باز گرداند. و این شامل هر مخالفی است که با پیامبران مخالفت ورزد، و برای یاری کردن باطل و یا ابطال حق، مکر و نیرنگ نماید. خلاصۀ مطلب اینکه، مکرشان چیزی را از آنان دور نساخت وفایده‌ای به آنان نرسانید؛ و با مکرخود، کوچک‌ترین زیانی را به خداوند نرساندند، بلکه به خودشان زیان وارد نمودند."
    },
    {
      "id": 1797,
      "verse_number": 47,
      "verse_key": "14:47",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924462,
          "resource_id": 135,
          "text": "پس هرگز مپندار كه الله وعدۀ خویش را [دربارۀ پیروزی حق] با پیامبرانش خلاف مى‌كند. بی‌تردید، الله شكست‌ناپذیرِ انتقام‌گیرنده است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓ﴾) پس گمان مبر که خداوند وعده‌ای را که به پیامبران داده است -مبنی بر اینکه آنها و پیروانشان را نجات می‌دهد و آنها را خوشبخت می‌نماید و دشمنانشان را در دنیا خوار می‌گرداند و در آخرت عذاب می‌دهد- خلاف می‌کند، بلکه حتماً این چیز به وقوع خواهد پیوست؛ زیرا خداوندِ صادق این وعده را داده، و این وعده بر زبان راستگوترین مخلوقاتش؛ یعنی پیامبران، اعلام شده است.\nو این عالی‌ترین و درست‌ترین خبر است، به ویژه که با حکمت الهی و قوانین خداوند و عقل‌های درست مطابق است.(﴿إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ﴾) بدون شک هیچ چیز خداوند را ناتوان نمی‌کند؛ زیرا او چیره و انتقام گیرنده است."
    },
    {
      "id": 1798,
      "verse_number": 48,
      "verse_key": "14:48",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924463,
          "resource_id": 135,
          "text": "در آن روز، [این] زمین، به زمینی دیگر و آسمان‌ها [به آسمان‌های دیگر] تبدیل می‌شوند و [مردم‌] در مقابل الله یگانۀ پیروزمند ظاهر می‌گردند."
        }
      ],
      "tafsir_saadi": "و خداوند هرگاه بخواهد از کسی انتقام بگیرد، بدون شک هیچ کسی نمی‌تواند از دست او در رود، یا او را ناتوان نماید؛ و آن در روز قیامت است، (﴿يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُ﴾) روزی که زمین به زمین دیگری، و آسمان‌ها به آسمان‌های دیگری تبدیل می‌شوند؛ و دگرگونی در صفات و حالت زمین و آسمان‌ها پدید می‌آید، نه اینکه خود زمین و آسمان‌ها و ماهیت آنها به چیز دیگری تبدیل شود؛ زیرا در روز قیامت، زمین هموار و صاف گشته، و همانند چرم دباغ شده، پهن می‌شود، و کوه‌ها و بلندی‌هایی که روی آن قراردارد، برداشته شده، و زمین تبدیل به بیابان مسطح می‌گردد و هیچ فراز و نشیبی در آن وجود نخواهد داشت. \nو آسمان از شدتِ فجایع آن روز، همانند مس، ذوب می‌شود، سپس خداوند با دست راست خویش، آن را درهم می‌پیچد. (﴿وَبَرَزُواْ﴾) و مردم از قبرهایشان بر می‌خیزند، و به سوی رستاخیز و حشر می‌روند، و در محلی جمع می شوند که هیچ چیز از آنها بر خداوند پنهان نمی‌ماند. \n(﴿لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ﴾) و مردم، جهت محاسبۀ خداوند یگانۀ قهار، از قبرهایشان خارج می‌شوند؛ خداوندی که در عظمت و اسما و صفات و کارهایش، یگانه و بی‌همتا است، و بر همۀ آفریده‌های جهان چیره است، و همه تحت تصرف و تدبیر او هستند. پس هیچ موجود زنده‌ای جز به اجازۀ او حرکت نمی‌کند."
    },
    {
      "id": 1799,
      "verse_number": 49,
      "verse_key": "14:49",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924464,
          "resource_id": 135,
          "text": "و در آن روز گناهكاران را مى‌بینى كه در زنجیرها بسته شده‌اند."
        }
      ],
      "tafsir_saadi": "(﴿وَتَرَى ٱلۡمُجۡرِمِينَ﴾) و کسانی را که جنایت کردن از ویژگی آنان بوده و زیاد گناه می‌کردند، در آن روز می‌بینی، (﴿مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ﴾) که با هم در غل و زنجیرها بسته شده‌اند؛ یعنی اهل هر معصیتی با زنجیرهای آتشین با هم بسته شده، و در بدترین و خوارترین حالت به سوی عذاب برده می‌شوند."
    },
    {
      "id": 1800,
      "verse_number": 50,
      "verse_key": "14:50",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924465,
          "resource_id": 135,
          "text": "لباس‌هایشان از قیرِ گداخته است و آتش صورت‌هایشان را مى‌پوشانَد."
        }
      ],
      "tafsir_saadi": "(﴿سَرَابِيلُهُم مِّن قَطِرَانٖ﴾) لباس‌هایشان از «قطران» است، و این به خاطر شدت اشتعال و گرمی و بدبویی آن است. \n(﴿وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ﴾) و چهره‌هایشان را که بهترین عضو بدنشان است، آتش فرو می‌پوشاند و آن را احاطه می‌نماید و از هر طرف آن را می‌سوزاند. و دیگر جاها را، به طریق اولی می‌سوزاند. پس خداوند بر آنان ستم نمی‌کند، بلکه این عذاب، کیفر و سزای اعمالی است که مرتکب شده‌اند. \nبنابراین خداوند متعال می‌فرماید:"
    },
    {
      "id": 1801,
      "verse_number": 51,
      "verse_key": "14:51",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924466,
          "resource_id": 135,
          "text": "تا الله هر‌ کس را به [سزای] آنچه کرده است کیفر دهد. به راستی که الله در حسابرسی سریع است."
        }
      ],
      "tafsir_saadi": "(﴿لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡ﴾) تا خداوند هر کس را، مطابق آنچه از خیر و شر انجام داده است، با عدل و انصاف سزا و پاداش بدهد. \n(﴿إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ﴾) بی‌گمان خداوند حسابرس سریعی است. همچنان‌که می‌فرماید: \n﴿ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ﴾ محاسبۀ مردمان نزدیک است، درحالی که آنان غافل و رویگـردان می‌باشند. و احتمال دارد که معـنی آیه چنـین باشـد: خـداونـد در محاسبۀ بندگانش، سریع و تند است؛ و در یک لحظه، آنان را مورد محاسبه قرار می‌دهد، همچنان‌که در یک لحظه، تدابیر زیادی را در مورد بندگانش اتخاذ می‌کند و انجام هیچ کاری او را از انجام کاری دیگر باز نمی‌دارد. و برای خداوند هیچ چیزی مشکل و سخت نیست."
    },
    {
      "id": 1802,
      "verse_number": 52,
      "verse_key": "14:52",
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "ruku_number": 217,
      "manzil_number": 3,
      "sajdah_number": null,
      "text_uthmani": "هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "page_number": 261,
      "juz_number": 13,
      "translations": [
        {
          "id": 924467,
          "resource_id": 135,
          "text": "این [قرآن‌] پیامی رسا براى مردم است [تا به وسیلۀ آن هدایت شوند] و با آن هشدار یابند و بدانند كه او تعالی معبودى یکتاست؛ و تا خردمندان پند گیرند."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال به‌طور مبسوط در رابطه با این قرآن سخن گفت، در مدح و ستایش آن فرمود: (﴿هَٰذَا بَلَٰغٞ لِّلنَّاسِ﴾) این قرآن ابلاغی است برای مردم، و می‌توانند از آن، برای رسیدن به ‌بالاترین مقام وبهترین ارزش‌ها توشه بر ‌گیرند؛ زیرا اصول و فروع همۀ دانش‌هایی که ‌بندگان بدان نیازدارند، در آن موجود است.\n(﴿وَلِيُنذَرُواْ بِهِۦ﴾) و تا بدان بیم یابند؛ چون آدمی در قرآن، از ارتکاب اعمال شر برحذر داشته شده؛ و عذابی را که خداوند برای بدکاران آماده نموده، بیان کرده است. \n(﴿وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ﴾) و تا بدانند که فقط او [خداوند] معبود یگانه است. و در قرآن، دلایل و حجت‌های فراوانی بر الوهیت و یگانگی خداوند، به ‌صورت‌های گوناگون بیان شده است، تا جایی‌که ‌این قضیه بسیار قطعی و روشن است. \n(﴿وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ﴾) و تا خردمندان و کسانی که دارای عقل‌های کامل هستند، پند و اندرز گیرند؛ و آنچه را که به سودشان می‌باشد، انجام دهند؛ و از آنچه که به زیانشان است، دوری نمایند. و هرگاه چنین کنند، اهل عقل و خرد و بینش می‌شوند؛ زیرا به سبب پیروی از قرآن، معارف و اندیشه‌هایشان رشد نموده و افکارشان روشن می‌گردد. و قرآن، آدمی را به والاترین اخلاق و بهترین اعمال فرا می‌خواند، و در این راستا، از قوی‌ترین و روشن‌ترین دلایل استفاده می‌کند. و هرگاه بنده در این مسیر بکوشد، همواره راه ترقی و صعود را خواهد پیمود. «وَالحَمدُ للهِ رَبِّ العَالَمِین»."
    }
  ]
}