[
  {
    "ayah": 1,
    "text": ": 1 - 2                            #\n{الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ (1) هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ (2)}.\nالْحَمْدُ لِلّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُواْ بِرَبِّهِم يَعْدِلُونَ؛ ستايش از آن  خداوندي  است  که  آسمانها و، زمين  را بيافريد و تاريکيها و  روشنايي  را پديدار کرد ، با اين  همه  ، کافران  با پروردگار خويش  ديگري   را برابر مي  دارند.\nهُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ؛\nاوست  که  شما را از گل  بيافريد و عمري  مقرر کرد :\nمدتي  در نزد او معين   با، اين  همه  ، ترديد مي  ورزيد."
  },
  {
    "ayah": 1,
    "text": "#\n(1)\n.خداوند خویشتن را به خاطر صفت‌های کمال و عظمت وشکوه خود، و به طور ویژه صفت‌هایی که در این آیه ذکر شده است، می‌ستاید. پس او خود را بر آفریدن آسمان‌ها و زمین، که بر قدرت کامل و علم و رحمت واسع و گستردگی حکمت و یگانه بودن وی در آفرینش و تدبیر دلالت می‌نماید، ستایش نمود، و خویشتن را به خاطر پدید آوردن روشنایی و تاریکی‌ها ستود. و این، تاریکی و روشنایی محسوس مانند شب و روز و خورشید و ماه،\nو نیز تاریکی و روشنایی معنوی از قبیل:\nتاریکی جهالت و شک و شرک و گناه و غفلت، و نور علم و ایمان و یقین و طاعت را شامل می‌شود. و همۀ این موارد قاطعانه دلالت می‌نمایند که خداوند متعال، سزاوار پرستش و عبادت خالص است. با وجود این همه دلیل و برهان روشن، (\n﴿ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ﴾\n) کسانی که به پروردگارشان کفر ورزیده‌اند\n[کسانی دیگر]\nغیر از خدا را با وی در عبادت و کرنش و تعظیم برابر می‌دانند، با اینکه آنان در چیزی با خدا برابر نیستند، و آنها نیازمندانی ناتوان‌اند و از هر جهت کمبود دارند."
  },
  {
    "ayah": 2,
    "text": "#\n(2)\n(\n﴿هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ﴾\n) خداوند، ذاتی است که شما را از گِل آفریده است؛ چرا که مادۀ خلقت شما و پدرتان آدم علیه السلام از گِل بوده است.(\n﴿ثُمَّ قَضَىٰٓ أَجَلٗا﴾\n) سپس مدت و زمانی را برای اقامت شما در این دنیا معین کرد، تا در آن مدت بهره‌مند شوید و از آن استفاده کنید و به‌وسیلۀ آنچه که به سوی پیامبرانش فرستاده می‌شود، مورد امتحان و آزمایش قرار گیرید.\n﴿لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗا﴾\nتا شما را بیازماید که کدام یک از شما بهتر عمل می‌نماید. و شما را در این دنیا به اندازه‌ای عمر می‌دهد که آن اندازه کافی است برای هر آن کس که بخواهد در آن پند پذیرد. (\n﴿وَأَجَلٞ مُّسَمًّى عِندَهُۥ﴾\n) و مدت معیّنی نزد اوست و آن دنیای آخرت است که بندگان از این دنیا به آن منتقل می‌شوند. پس خداوند آنان را طبق اعمال خوب و بدشان جزا و سزا می‌دهد. (\n﴿ثُمَّ﴾\n) سپس با وجود این بیان کامل و حجت قاطع، (\n﴿أَنتُمۡ تَمۡتَرُونَ﴾\n) شما در وعدۀ خدا و وعید او، و وقوع روز قیامت شک و تردید به خود راه می‌دهید. و خداوند\n«ظلمات»\nرا بدان جهت با صیغۀ جمع آورد که اقسام آن زیاد و راه‌های آن گوناگون است. اما نور و روشنایی را به صورت مفرد آورد، چون راهی که انسان را به خدا می‌رساند، یکی است و تعدد در آن وجود ندارد، و آن راهی است که دانستن حق، و عمل کردن به آن را در بر دارد.\nهمان‌طور که خداوند متعال فرموده است:\n﴿وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦ﴾\nو این است راه راست من، پس، از آن پیروی کنید و از راه‌های دیگر پیروی مکنید، که شما را از راه خدا دور می‌کند."
  },
  {
    "ayah": 3,
    "text": ": 3                            #\n{وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ (3)}.\nوَهُوَ اللّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ؛ در آسمانها و زمين  ، اوست  که  خداوند است   نهان  و آشکارتان  را مي   داندو از کردارتان  آگاه  است."
  },
  {
    "ayah": 3,
    "text": "#\n(3)\nاو در آسمان‌ها و زمین معبود است. پس اهل آسمان‌ها و زمین اعم از فرشتگانِ مقرب و پیامبران و صدیقان و شهدا و صالحان، پروردگارشان را می‌پرستند، و در برابر عظمت و شکوه او، فروتنی پیشه کرده، و در برابر قدرت و بزرگی او کرنش می‌کنند. و او پنهان و آشکارتان، و آنچه را که به دست می‌آورید و انجام می‌دهید، می‌داند. پس، از نافرمانی او بپرهیزید و در انجام کارهایی که شما را به رحمت وی نزدیک می‌نماید، شتاب ورزید، و از هر عملی که شما را از رحمتش دور می‌کند، بپرهیزید."
  },
  {
    "ayah": 4,
    "text": ": 4 - 6                            #\n{وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (4) فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (5) أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (6)}.\nوَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ؛ و هيچ  آيه  اي  از آيات  پروردگارشان  برايشان  نازل  نشد ، جز آنکه  از آن   رويگردان  شدند.\nفَقَدْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَاءهُمْ فَسَوْفَ يَأْتِيهِمْ أَنبَاء مَا كَانُواْ بِهِ يَسْتَهْزِؤُونَ؛ چون  سخن  حق  بر آنها عرضه  شد ، تکذيبش  کردند  پس  به  زودي  ، خبر  چيزهايي  که  به  ريشخندشان  مي  گرفتند به  آنها خواهد رسيد.\nأَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّاهُمْ فِي الأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا السَّمَاء عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا الأَنْهَارَ تَجْرِي مِن تَحْتِهِمْ فَأَهْلَكْنَاهُم بِذُنُوبِهِمْ وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ ؛ آيا نديده  اند که  پيش  از آنها چه  مردمي  را هلاک  کرده  ايم  ? مردمي  که ، درزمين  مکانتشان  داده  بوديم  ، آنچنان  مکانتي  که  به  شما نداده  ايم   و  برايشان  از آسمان  بارانهاي  پي  در پي  فرستاديم  و رودها از زير پايشان   روان  ساختيم  آنگاه  به  کيفر گناهانشان  هلاکشان  کرديم  و پس  از آنها  مردمي  ديگر پديد آورديم."
  },
  {
    "ayah": 4,
    "text": "#\n(4)\nخداوند از رویگردانی مشرکین، و شدت تکذیب و دشمنی آنها،\nو اینکه ذکر دلایل به آنان فایده نمی‌رساند ـ ‌مگر اینکه دچار عذاب و رنج شوند ‌ـ خبر داده و می‌فرماید:\n(\n﴿وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ﴾\n) و هیچ دلیلی از دلایل پروردگارشان، که قاطعانه برحق دلالت می‌نماید، و آنان را به پیروی و پذیرفتن آن فرا می‌خواند، پیش آنان نمی‌آید، (\n﴿إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ﴾\n) مگر اینکه از آن روی بر می‌تابند، و به آن اعتنا نکرده و به آن گوش فرا نمی‌دهند؛ چرا که دل‌هایشان به چیزهای دیگر تمایل دارد و به آن پشت کرده‌اند."
  },
  {
    "ayah": 5,
    "text": "#\n(5)\n(\n﴿ فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ﴾\n) آنان وقتی که حق نزدشان آمد، آن را تکذیب کردند، حال آنکه می‌بایست از آن پیروی کنند، و سپاس خداوند را به جای بیاورند که شناخت حق را برای آنان آسان نمود، و آن را نزدشان روانه کرد. ولی آنان وارونه عمل کردند و سزاوار کیفر و عذاب سخت گردیدند. (\n﴿فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ﴾\n) و اخبار آنچه را که به تمسخر می‌گرفتند، به آنان خواهد رسید و در خواهند یافت که آن حق است، و خداوند دروغ و افترای آنها را روشن می‌نماید. آنان رستاخیز و بهشت و جهنم را به تمسخر می‌گرفتند. پس وقتی که روز قیامت فرا برسد،\nبه تکذیب کنندگان گفته می‌شود:\n﴿هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ﴾\nاین جهنمی است که آن را تکذیب می‌کردید.\nو خداوند متعال می‌فرماید:\n﴿وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ﴾\nو مؤکداً سوگند خوردند که خداوند کسی را که بمیرد، بر نمی‌انگیزد. آری! وعدۀ حقی است که خدا مردگان را زنده نماید، اما بیشتر مردم نمی‌دانند. تا آنچه را که در آن اختلاف می‌کردند، برای آنها روشن بگرداند، و تا کافران بدانند که آنها دروغگو هستند."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\nسپس به آنها فرمان می‌دهد تا از امت‌های پیشین عبرت بگیرند و فرمود: (\n﴿أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ﴾\n) آیا ندیده‌اند که پیش از آنها، چه\n[بسیار]\nملت‌هایی را هلاک کرده‌ایم؟ یعنی چقدر امت‌های تکذیب‌کننده را یکی پس از دیگری هلاک نمودیم، و آنان را قبل‌از اینکه به هلاکت برسند، مهلت دادیم، به طوری که (\n﴿مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ﴾\n) به آنان قدرت و نعمت و اموال و فرزند و اسباب آسایش بخشیدیم، قدرت و نعمتی که به شما نداده‌ایم. (\n﴿وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ﴾\n) و پی‌درپی از آسمان برای آنان باران فرو فرستادیم، و رودها را برای آنان روان ساختیم، تا کشتزارها و میوه‌جات را برای آنان به بار آورد، و از آن بهرمند شوند، و از آنچه که دوست دارند، بخورند و استفاده کنند. پس شکر نعمت‌های خدا را به جای نیاوردند، بلکه به شهوت و هوس پرستی روی آوردند و لذت‌ها آنان را به خود مشغول کرد. پس پیامبران با دلایل و معجزات نزدشان آمدند، ولی معجزات را تصدیق نکردند بلکه آن را رد کرده، وتکذیب نمودند. (\n﴿فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ﴾\n) پس آنان را به سبب گناهانشان هلاک ساختیم، و بعد از آنها، ملت دیگری پدید آوردیم؛ یعنی خداوند آنان را به خاطر گناهانشان هلاک نمود، و پس از آنها، ملتی دیگر پدید آورد. پس این، سنت و شیوۀ ‌الهی در مورد امت‌های پیشین و پسین است، و شما باید از داستان کسانی که خداوند اخبارشان را برایتان بیان کرده است، عبرت بگیرید."
  },
  {
    "ayah": 7,
    "text": ": 7 - 9                            #\n{وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (7) وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ (8) وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (9)}\nوَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُواْ إِنْ هَـذَا إِلاَّ سِحْرٌ مُّبِينٌ؛ حتي  اگر کتابي  نوشته  بر روي  کاغذ بر تو نازل  مي  کرديم  و آن  را با دست  خويش  لمس  مي  کردند ، باز هم  آن  کافران  مي  گفتند که  اين  جز جادويي   آشکارنيست.\nوَقَالُواْ لَوْلا أُنزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِيَ الأمْرُ ثُمَّ لاَ يُنظَرُونَ؛\nو گفتند :\nچرا فرشته  اي  بر او نازل  نشده  است  ? اگر فرشته  اي  مي   فرستاديم  که  کار به  پايان  مي  رسيد و به  آنها هيچ  مهلتي  داده  نمي  شد.\nوَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ؛ و اگر آن  پيامبر را از ميان  فرشتگان  برمي  گزيديم  باز هم  او را به ، صورت مردي  مي  فرستاديم  و اين  خلطو اشتباه  که  پديد آورده  اند بر جاي  مي  نهاديم."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\nخداوند در اینجا پیامبرش را، از شدت کینه‌توزی و عناد کافران آگاه ساخته و خبر می‌دهد که تکذیب آنها نه به خاطر نقصان چیزی است که تو پیش آنان آورده‌ای، و نه به خاطر این است که آنها آن را نمی‌دانند، بلکه تکذیبشان از روی ستم و سرکشی است، و شما نمی‌توانی کاری برای آنان بکنید.\nپس فرمود:\n(\n﴿وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ﴾\n) و اگر مکتوبی، نوشته شده بر کاغذ، بر تو نازل کنیم، و آن را با دست‌هایشان لمس کنند، و به آن یقین نمایند،\nکافران از روی ستم و تجاوز و خود بزرگ بینی می‌گویند:\nاین جز جادوی آشکار نیست. پس چه دلیلی بزرگ‌تر از این وجود دارد؟ اما آنها در مورد آن، چنین سخن زشتی بر زبان می‌آورند، و اگر کسی کوچک‌ترین بهره‌ای از عقل داشته باشد، آن را رد نمی‌کند. اما آنها از روی تکبر و خود بزرگ بینی آن را رد کردند."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\nسپس از روی سرسختی و جهل و نادانی، (\n﴿قَالُواْ﴾\n) گفتند: (\n﴿لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞ﴾\n) چرا همراه با محمد، فرشته‌ای فرستاده نشده است که او را در کارش یاری دهد؟ چون آنها گمان می‌بردند که محمد انسان است و رسالت خدا جز توسط فرشتگان ابلاغ نمی‌گردد. خداوند لطف و مهربانی‌اش را نسبت به بندگانش ابراز داشته و انسان‌هایی را از خود آنها به عنوان پیامبر، نزدشان فرستاده است تا ایمان آوردنشان از روی آگاهی و بینش و ایمان به امور پنهان باشد. (\n﴿وَلَوۡ أَنزَلۡنَا مَلَكٗا﴾\n) و اگر ما فرشته‌ای را به عنوان پیامبر می‌فرستادیم، ایمانشان از شناخت حق نشأت نمی‌گرفت، بلکه به خاطر مشاهدات عینیِ خود، ایمان می‌آوردند، و چنین ایمانی، چندان ارزش ندارد. این در صورتی است که ایمان می‌آوردند، و غالباً دراین حالت نیز ایمان نمی‌آوردند. و اگر ایمان نمی‌آوردند، (\n﴿لَّقُضِيَ ٱلۡأَمۡرُ﴾\n) کار ایشان تمام می‌شد، و در این دنیا نابود می‌شدند، و به آنان مهلت داده نمی‌شد، چون این سنت خدا در مورد کسانی است که دلایل و معجزاتی را می‌خواهند، و خداوند آن را برایشان می‌آورد، ولی آنها بدان ایمان نمی‌آورند. پس، فرستادن پیامبری از نسل آدم به سوی آنان همراه با دلایل روشن، و مهلت دادن کافران و تکذیب کنندگان، برای آنان بهتر و مفیدتر است. بنابراین درخواست آنها مبنی بر آمدن فرشته، بد درخواستی است اگر بدانند.\n[با وجود این، اگر فرشته‌ای فرستاده می‌شد، نمی‌توانستند چیزی از او فرا بگیرند، و طاقت و تحمل آن را نداشتند]\n."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\n(\n﴿وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا﴾\n) و اگر او را فرشته قرار می‌دادیم،\n[باز او]\nرا به شکل انسان در می‌آوردیم؛ چون حکمت خدا، جز این را اقتضا نمی‌کند. (\n﴿وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ﴾\n) و آنان را در اشتباهی که قبلاً در آن به سر می‌بردند، قرار می‌دادیم، و مسئله بر آنها مشتبه می‌شد. و این بدان خاطر است که مسئله را بر خود مشتبه کردند؛ زیرا آنها دستور کار را بر این اساس گذاشتند که در آن شبهه است، و حقی در میان نیست. پس وقتی که حق نزدشان آمد، باعث هدایتشان نگردید، این در حالی است که دیگران به‌وسیلۀ آن هدایت شدند. و گناه بر عهدۀ خودشان است؛ چرا که دروازۀ هدایت را به روی خود بستند، و پنجره‌های گمراهی را به روی خود گشودند."
  },
  {
    "ayah": 10,
    "text": ": 10 - 11                            #\n{وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (10) قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (11)}\nوَلَقَدِ اسْتُهْزِىءَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُواْ مِنْهُم مَّا كَانُواْ بِهِ يَسْتَهْزِؤُونَ؛ پيامبراني  را هم  که  پيش  از تو بودند مسخره  مي  کردند  پس  مسخره  کنندگان  را عذابي  که  به  ريشخندش  مي  گرفتند فروگرفت.\nقُلْ سِيرُواْ فِي الأَرْضِ ثُمَّ انظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ؛\nبگو :\nدر روي  زمين  بگرديد و بنگريد که  پايان  کار تکذيب  کنندگان  چگونه   بوده  است."
  },
  {
    "ayah": 10,
    "text": "#\n(10)\nخداوند متعال با دلجویی دادن پیامبرش، درحالی که او را به بردباری دستور می‌دهد و دشمنانش را تهدید می‌کند،\nمی‌فرماید:\n(\n﴿وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ﴾\n) و پیامبرانی پیش از تو مورد تمسخر قرار گرفتند، و زمانی که با دلایل آشکار نزد امت‌هایشان آمدند، آنها را دروغگو نامیدند، و پیامشان را به باد تمسخر گرفتند. پس خداوند آنها را به سبب کفر و تکذیبشان، هلاک کرد و کامل‌ترین بهره از عذاب را برای آنان فراهم آورد.(\n﴿فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ﴾\n) پس آنچه را که ریشخند، می‌کردند گریبان ریشخندکنندگان را گرفت. پس ای تکذیب کنندگان! بپرهیزید از اینکه تکذیب خود را ادامه دهید، و آنگاه بلایی که به آنان رسید، به شما نیز می‌رسد."
  },
  {
    "ayah": 11,
    "text": "#\n(11)\n(\n﴿قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ﴾\n) اگر شما در این مورد شک و تردید دارید، پس در زمین به سیر و سیاحت بپردازید، و بنگرید که عاقبت و سرانجام تکذیب‌کنندگان چگونه بوده است؟ آنان را نمی‌یابید، مگر قومی هلاک شده و ملت‌هایی که در میان رنج‌ها و مصیبت‌ها تلف شده، و خانه‌هایشان از سکنه خالی و ویران گشته و شادی و سرور آنها از بین رفته است. پادشاه جبار آنها را نابود کرده، و سرگذشت آنان مایۀ عبرت خردمندان و صاحبان بینش شده است. این گردش که به آن امر شده، گردش سلوک دل‌ها و جسم‌ها است، چرا که از آن، عبرت و اندرز پدید می‌آید. اما نگاه کردنِ صرف، بدون عبرت گرفتن، فایده‌ای ندارد."
  },
  {
    "ayah": 12,
    "text": ": 12                            #\n{قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (12)}.\nقُل لِّمَن مَّا فِي السَّمَاوَاتِ وَالأَرْضِ قُل لِلّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لاَ رَيْبَ فِيهِ الَّذِينَ خَسِرُواْ أَنفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ ؛\nبگو :\nاز آن  کيست  آنچه  در آسمانها و زمين  است  ? بگو : از آن  خداست ، بخشايش  را بر خود مقرر داشته  ، همه  شما را در روز قيامت  که  در آن   ترديدي  نيست  گرد مي  آورد  آنان  که  به  زيان  خويش  کار کرده  اند ، ايمان   نمي  آورند."
  },
  {
    "ayah": 12,
    "text": "#\n(12)\nخداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (\n﴿قُل﴾\n) به مشرکین بگو ـ به‌گونه‌ای که برایشان روشن نمایی،\nو آنان را بر توحید ملزم سازی ـ:\n(\n﴿لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾\n) آنچه در آسمان‌ها و زمین است از آنِ کیست؟ یعنی چه کسی آن را آفریده و مالک آن است و در آن تصرف می‌نماید؟ (\n﴿قُل﴾\n) به آنان بگو: (\n﴿لِّلَّهِ﴾\n) از آن خدا است، و مشرکین به آن اقرار کرده و آن را انکار نمی‌کنند. پس چرا اعتراف می‌کنند که تنها خدا فرمانروا است، و تنها او به تدبیر جهان می‌پردازد، اما به توحید او در الوهیت اعتراف نمی‌کنند؟! (\n﴿كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ﴾\n) جهان بالا و پائین، تحت فرمانروایی و تدبیر اوست، و رحمت و احسان خویش را بر آنان گسترانده، و رحمت و منت او آنها را در بر گرفته است. او بر خود مقرر نموده است که رحمتش بر خشمش غالب آید، و نزد او، بخشیدن از محروم کردن، پسندیده‌تر است و خداوند برای همۀ بندگان، درهای رحمت را گشوده است به شرطی که آنان به سبب گناهانشان، درهای رحمت را به روی خود نبندند؛ و آنان‌را به سوی رحمت خویش فرا خوانده است، مادامی که گناهان و عیب‌هایشان، مانع رحمت الهی نشود. (\n﴿لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ﴾\n) بدون شک شما را در روز قیامت، که هیچ شکی در وقوع آن نیست، گرد می‌آورد؛ و این سوگندی است از جانب خدا، و او راستگوترین خبردهندگان است. خداوند دلایل و حجت‌هایی را بر آمدن قیامت اقامه نموده است که آمدن آن را یقینی می‌سازد. اما ستمگران همواره بر عناد و لجاجت خویش افزوده، و قدرت خداوند را مبنی بر زنده کردن مردم پس از مرگ انکار کرده، و در نافرمانی او فرورفته، و بر کفر ورزیدن جرأت می‌نمایند. پس دنیا و آخرتشان را ضایع و تباه ساخته‌اند.\nبنابراین فرمود:\n(\n﴿ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ﴾\n) آنان‌که خویشتن را تباه کرده‌اند، ایمان نمی‌آورند."
  },
  {
    "ayah": 13,
    "text": ": 13 - 20                            #\n{وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ (13) قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (14) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (15) مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ (16) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (17) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (18) قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ (19) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (20)}.\nوَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ؛ از آن  اوست  هر چه  در شب  و روز جاي  دارد و اوست  شنوا و دانا.\nقُلْ أَغَيْرَ اللّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ قُلْ إِنِّيَ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ الْمُشْرِكَينَ ؛\nبگو :\nآيا ديگري  جز خدا را به  دوستي  گيرم  که  آفريننده  آسمانها و زمين ،\nاست  و مي  خوراند و به  طعامش  نياز نيست  ? بگو :\nهر آينه  من  مامور شده   ام که  نخستين  کسي  باشم  که  تسليم  امر خدا شده  باشد  پس  ، از مشرکان   مباش.\nقُلْ إِنِّيَ أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ؛\nبگو :\nاز عذاب  آن  روز بزرگ  مي  ترسم  اگر از پروردگارم  فرمان  نبرم.\nمَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ؛ در آن  روز ، عذاب  را از هر که  بگردانند مورد رحمت  خدا واقع  شده  است   ،و اين  کاميابي  آشکاري  است.\nوَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدُيرٌ؛ اگر خدا به  تو محنتي  برساند ، هيچ  کس  جز او دفعش  نتواند کرد ، و اگر  به  تو خيري  برساند بر هر کاري  تواناست.\nوَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ؛ اوست  قاهري  بالاتر از همه  بندگان  خويش  و دانا و آگاه  است.\nقُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً قُلِ اللّهِ شَهِيدٌ بِيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لأُنذِرَكُم بِهِ وَمَن بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللّهِ آلِهَةً أُخْرَى قُل لاَّ أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَـهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ ؛\nبگو :\nشهادت  چه  کسي  از هر شهادتي  بزرگ  تر است  ? بگو : خدا ميان  من   وشما،\nشهادت  مي  دهد و اين  قرآن  بر من  وحي  شده  است  تا شما را و هر کس   راکه  به  او برسد بيم  دهد  آيا شهادت  مي  دهيد که  با الله  خدايان  ديگري   هم  هستند ? بگو :\nمن  شهادت  نمي  دهم   بگو : جز اين  نيست  که  او خدايي   است يکتا و از آنچه  با او شريک  مي  سازيد بيزارم.\nالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمُ الَّذِينَ خَسِرُواْ أَنفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ؛ اهل  کتاب  او را چنان  مي  شناسند که  فرزندان  خود را ، اينان  که  به  خود  زيان  مي  رسانيدند ايمان  نمي  آورند."
  },
  {
    "ayah": 13,
    "text": "#\n(13)\nبدان که این سورۀ کریمه، با ارائه دلایل عقلی و نقلی، توحید خدا را اثبات می‌نماید، و بیشترِ سوره در مورد توحید و مجادله با کسانی است که به خدا شرک ورزیده و پیامبرش را تکذیب کرده‌اند. پس خداوند در این آیات، آنچه را که به وسیلۀ آن هدایت روشن می‌گردد و شرک از بین می‌رود، بیان کرده است.\nبنابراین فرمود:\n(\n﴿وَلَهُۥ﴾\n) از آنِ خداوند متعال است، (\n﴿مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِ﴾\n) همۀ مخلوقات، و آنچه که در شب و روز قرار دارد؛ از انسان و جن و فرشته گرفته، تا حیوانات و جمادات. پس همۀ اینها آفریدگانی هستند که خدا در آنها تصرف می‌کند، و بندگانی هستند که در برابر پروردگارِ بزرگشان، مسخّر و تسلیم می‌باشند؛ خداوندی که چیره و فرمانرواست. پس آیا از دیدگاه عقل و نقل، درست است که یکی از این مملوک‌ها، که نمی‌تواند سودی ببخشد و زیانی برساند، پرستش شود؟ و بندگی خالصانۀ آفریننده‌ای که مدبر و مالک و ضارّ و نافع است، ترک گردد؟! هرگز؛ چرا که عقل سالم و سرشت پاک، آدمی را به اخلاص در عبادت، و محبت و ترس و امید پروردگار جهانیان فرا می‌خواند.(\n﴿ٱلسَّمِيعُ﴾\n) شنواست و همۀ صداها را علی رغم اختلاف زبان‌ها و تنوّع نیازها، می‌شنود. (\n﴿ٱلۡعَلِيمُ﴾\n) به آنچه شده و آنچه خواهد شد و آنچه که هنوز نشده است، آگاه و داناست و بر امور آشکار و پنهان اطلاع دارد."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\n(\n﴿قُلۡ﴾\n) به کسانی که به خدا شرک می‌ورزند،\nبگو:\n(\n﴿أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا﴾\n) آیا جز خدا، کسی از این مخلوقات ناتوان را به یاوری بگیرم؟ نه، هرگز چنین کاری نمی‌کنم؛ چون او آفرینندۀ آسمان‌ها و زمین و مدبّر آنهاست.(\n﴿وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُ﴾\n) و او روزی دهندۀ همه آفریدگان است، بدون اینکه خود به آنها نیاز داشته باشد. پس چطور شایسته است که غیر از خداوند آفریننده و روزی دهنده و بی نیاز و ستوده، کسی دیگر را به یاوری بگیرم؟! (\n﴿قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَ﴾\n) بگو: من فرمان داده شده‌ام تا نخستین کسی باشم که تسلیم خدا شده، و از او فرمان برده است؛ زیرا من در اطاعت کردن از دستورات پروردگارم، از دیگران سزاوارترم. (\n﴿وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ﴾\n) و از مشرکین مباش؛ یعنی از اینکه از مشرکان باشم، نهی شده‌ام، و از پذیرش عقیدۀ آنها، و از همنشینی با آنان نیز نهی شده‌ام، پس این واجب‌ترین واجباتِ من است."
  },
  {
    "ayah": 15,
    "text": "#\n(15)\n(\n﴿قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ﴾\n) بگو: من اگر نافرمانی پروردگارم را بکنم، از عذاب روزی بزرگ می‌ترسم؛ زیرا نافرمانی خدا و ارتکاب شرک، باعث همیشه ماندنِ در جهنم و ناخشنودی خداوند جبّار می‌گردد."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\n(\n﴿قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ﴾\n) بگو: من اگر نافرمانی پروردگارم را بکنم، از عذاب روزی بزرگ می‌ترسم؛ زیرا نافرمانی خدا و ارتکاب شرک، باعث همیشه ماندنِ در جهنم و ناخشنودی خداوند جبّار می‌گردد. و آن روز؛ روزی است که عذاب و کیفر آن، سنگین و وحشتناک است؛ و هر کس در آن روز، عذاب خدا از وی دور شود، به او رحم شده است؛ و هرکس در آن روز نجات پیدا کند، پیروز و رستگار واقعی است. و کسی که در آن روز نجات نیابد، بدبخت و زیانمند است."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nو از جمله دلایل یگانگی خدا و توحید وی، این است که او در برطرف کردن زیان و رنج، و پدید آوردن خوبی و شادی، یگانه است.\nبنابراین فرمود:\n(\n﴿وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ﴾\n) و اگر خداوند زیانی از قبیل: فقر یا بیماری و یا سختی و تنگدستی یا غم و اندوه و امثال آن را، به تو برساند، (\n﴿فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾\n) جز او، هیچ کسی آن را برطرف نمی‌کند، و اگر خیری به تو برساند، پس او بر هر چیزی تواناست. بنابراین چون تنها او فایده دهنده و زیان رساننده است، همو نیز سزاوار پرستش و الوهیت است."
  },
  {
    "ayah": 18,
    "text": "#\n(18)\n(\n﴿وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦ﴾\n) و او بر بندگانش چیره است. پس هیچ کس از آنان تصرفی نمی‌کند، و هیچ حرکت‌کننده‌ای حرکتی انجام نمی‌دهد، و هیچ ساکنی آرام نمی‌گیرد، مگر با خواست و ارادۀ او. و پادشاهان و فرمانروایان نمی‌توانند از حیطۀ فرمانروایی و پادشاهی او بیرون روند، بلکه همه تحت تدبیر الهی وسلطۀ او می‌باشند. پس چون او چیره است و دیگران همه تحت سلطۀ او قرار دارند، همو شایسته و سزاوار عبادت است. (\n﴿وَهُوَ ٱلۡحَكِيمُ﴾\n) و او در فرمان و نهی، و پاداشی که می‌دهد، و مجازاتی که می‌نماید، و در آنچه آفریده و مقدر نموده است، با حکمت است.(\n﴿ٱلۡخَبِيرُ﴾\n) و برآنچه که در دل‌ها است، و بر امور پوشیده، مطلع و آگاه است. و اینها، همه از دلایل توحید و یگانگی او می‌باشند."
  },
  {
    "ayah": 19,
    "text": "#\n(19)\n(\n﴿قُلۡ﴾\n) به آنان بگو ـ آنگاه که هدایت را برایشان روشن کردیم، و راه‌ها را برای آنان توضیح دادیم ‌ (\n﴿أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗ﴾\n) چه چیزی از شهادت دادن بر این اصل بزرگ و استوار بزرگ‌تر است؟ (\n﴿قُلِ ٱللَّهُ﴾\n) بگو: گواهیِ خدا، بالاتر و بزرگ‌تر است. پس او (\n﴿شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡ﴾\n) میان من و شما گواه است، و هیچ گواهی و شهادتی، بزرگ‌تر از گواهی او وجود ندارد، و او با اقرار و فعل خود، بر صداقت من گواهی می‌دهد، و بر آنچه که برایتان می‌گویم، اقرار می‌کند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ﴾\nو اگر محمد صلی الله علیه وسلم بر ما دروغ ببندد و از خود چیزهای غیر واقعی بگوید، با دست راست خود، او را می‌گیریم، سپس شاهرگ گردنش را قطع می‌کنیم. پس خداوند، با حکمت و توانا است، و از حکمت و توانایی او، بعید است فردی را تایید کند که به او دروغ نسبت داده، و ادعا ‌کند خدا او را فرستاده است، حال آنکه او را نفرستاده است. و ادعا ‌کند که خداوند او را به فرا خواندن مردم فرمان داده است، حال آنکه او را فرمان نداده است. و ادعا کند که خداوند ریختن خون و گرفتن مال و زنان کسانی را که با او مخالفت می‌ورزند، برایش جایز قرار داده است، و خداوند او را با اقرار خویش و در عمل تصدیق می‌نماید؛ پس برای اثبات آنچه که می‌گوید، او را با معجزات و دلایل آشکار تایید نموده، و یاری می‌دهد؛ و هر کس را که با او مخالفت کند و دشمنی ورزد، خوار می‌گرداند. پس چه گواهی بالاتر ازاین گواهی است؟! (\n﴿وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ﴾\n) و این قرآن، به خاطر مصلحت و منفعت شما، به من وحی شده است تا به وسیلۀ\n«ترغیب»\nو\n«ترهیب»\nو بیان پاداش کردار و گفتارهای ظاهری و باطنی و یا عذاب شدیدی که بر اعمال بد مترتب می‌شود، شما را برحذر دارم. پس ای مخاطبان قرآن! و ای کسانی که تا روز قیامت قرآن به شما می‌رسد! در این قرآن چیزهایی وجود دارد که شما با آن برحذر داشته می‌شوید؛ زیرا در این قرآن، هر آنچه که مورد نیاز باشد، بیان شده است. پس از آنکه خداوند گواهی خود را بیان کرد، که بزرگ‌ترین گواهی بر توحید است،\nفرمود:\nای پیامبر! به مخالفان رسالت خدا،\nو تکذیب کنندگان پیامبران بگو:\n(\n﴿أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُ﴾\n) آیا شما گواهی می‌دهید که معبودانی دیگر در کنار پروردگار جهانیان وجود دارند؟\nبگو:\nمن گواهی نمی‌دهم؛ یعنی اگر گواهی دادند، تو با آنها گواهی مده. پس راست‌ترین و برترین گواهی را، که گواهی پروردگار جهانیان بر توحید خداوند است و با دلایل قاطع و حجت‌های روشن تایید شده است، با گواهی مشرکان مقایسه کن؛ آنهایی که عقل و دین و آرا و اخلاقشان فاسد شده، و عقلا و اندیشمندان را به ریشخند و تمسخر گرفته‌اند. بدون شک گواهی آنان با سرشت و فطرتشان مخالف بوده، و گفته‌هایشان در خصوص اینکه همراه با خدا معبودان دیگری وجود دارد، متضاد و دارای تناقض است، و کوچک‌ترین دلیلی بر گفتۀ خود ندارند. پس شما ـ اگر خرد می‌ورزیدید ـ یکی از این دو گواهی را برای خود انتخاب کنید. و ما برای خود آن گواهی را انتخاب می‌کنیم که خداوند برای پیامبرش انتخاب نموده، و ما را به پیروی از آن دستور داده است.\nپس فرمود:\n(\n﴿قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ﴾\n) بگو: بدون شک او، معبود یگانه و تنها و یکتا است، و کسی جز او، سزاوار بندگی و پرستش نیست، همان‌طور که او در آفرینش و تدبیرِ امور یگانه است. (\n﴿وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ﴾\n) و من از بت‌ها و همتایان و هر آنچه که شریک او قرارداده شود، بیزارم. بنابراین توحید حقیقی، به معنی اثبات الوهیت برای خدا، و نفی آن از غیر او می‌باشد."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\nپس از آنکه خداوند متعال گواهی خود وگواهی پیامبرش را بر توحید بیان نمود، و گواهی مشرکان را که ناشی از نا آگاهی و بی‌خردی آنان بود، ذکر کرد،\nبیان داشت که اهل کتاب از قبیل:\nیهودیان و نصارا، (\n﴿ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ﴾\n) درستی و صحت توحید را می‌شناسد، (\n﴿كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ﴾\n) همان طور که فرزندانشان را می‌شناسند. آنان به هیچ صورت شکی در صحت آن ندارند، همان طور که در شناخت فرزندانشان دچار اشتباه و تردید نمی‌شوند، به‌ویژه پسران که اغلب با پدرانشان هستند. و احتمال دارد که ضمیر به پیامبر برگردد؛ یعنی اهل کتاب در صحت رسالت او، دچار اشتباه نمی‌شوند، و شکی در آن ندارند؛ چون در کتاب‌هایشان به رسالت پیامبر صلی الله علیه وسلم مژده داده شده، و صفت‌هایی که نزد آنها است، بر او منطبق بوده، و بر کسی دیگر جز او انطباق پیدا نمی‌کند. و هردو معنی لازم و ملزوم یکدیگرند. (\n﴿ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ﴾\n) کسانی که خویشتن را ضایع و تباه کردند، و آنچه را که برای آنان آفریده شده ‌بودند،\nاز قبیل:\nایمان و توحید ضایع کردند، وخود را از فضل پادشاهِ بزرگوار، محروم گرداندند، (\n﴿ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ﴾\n) آنان ایمان نمی‌آورند. و چون ایمان نمی‌آورند، زیان و خسران فراوانی دامنگیرشان خواهد شد."
  },
  {
    "ayah": 21,
    "text": ": 21                            #\n{وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (21)}.\nوَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ؛ چه  کسي  است  ستمکارتر از آنکه  به  خدا دروغ  مي  بندد يا آيات  او را  دروغ مي ، انگارد ? هر آينه  ستمکاران  را رستگاري  نيست."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\nهیچ ستم و عنادی بزرگ‌تر از ستم کسی نیست که یکی از این دو صفت را داشته باشد؛ پس اگر هر دو صفت در فردی موجود باشد، چگونه خواهد شد؟! کسی که هم به خدا دروغ نسبت دهد، و هم آیات و دلایل او را که پیامبران آورده‌اند، تکذیب کند! چنین فردی ستمگرترین مردم است، و ستمگر هرگز رستگار نمی‌شود. این آیه شاملِ حالِ تمام کسانی می‌شود که به خدا دروغ نسبت داده، و ادعا می‌کنند خداوند شریک و یاوری شایستۀ پرستش دارد. یا برای خدا همسر و فرزندی قرار می‌دهند. و هرکس حقی را که پیامبران یا جانشینان آنان آورده‌اند، تکذیب نماید، مشمول حکم این آیه است."
  },
  {
    "ayah": 22,
    "text": ": 22 - 24                            #\n{وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (22) ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (23) انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (24)}\nوَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ أَيْنَ شُرَكَآؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ؛ روزي  همه  را گرد آوريم  ،\nسپس  به  آنها که  شرک  آورده  اند بگوييم  :\nآن   کسان  که  مي  پنداشتيد که  شريکان  خدايند اکنون  کجايند ?\nثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ وَاللّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ؛\nعذري  که  مي  آورند جز اين  نيست  که  مي  گويند :\nبه  خدا سوگند که   پروردگارماست  ، ما مشرک  نبوده  ايم.\nانظُرْ كَيْفَ كَذَبُواْ عَلَى أَنفُسِهِمْ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ؛ بنگر که  چگونه  بر خود دروغ  بستند و آن  دروغها که  ساخته  بودند ناچيز  گرديد."
  },
  {
    "ayah": 22,
    "text": "#\n(22)\nخداوند متعال از سرانجام مشرکین در روز قیامت خبر می‌دهد، و اینکه آنها مؤاخذه و محاکمه شده و سرزنش می‌شوند.\nپس به آنها گفته می‌شود:\n(\n﴿أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ﴾\n) کجایند انبازهایی که ادعا می‌کردید\n[شریک خداوند هستند]\n؟ یعنی خداوند هیچ شریکی نداشته، و آنها فقط ادعا می‌کردند شریکی دارد، و به او دروغ نسبت می‌دادند."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\n(\n﴿ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ﴾\n) وقتی که با این سوال مورد آزمایش و امتحان قرار می‌گیرند، پاسخ آنها جز انکار شرکشان، چیز دیگری نیست، و سوگند می‌خورند که مشرک نبوده‌اند."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\n(\n﴿ٱنظُرۡ﴾\n) با تعجب به آنها و حالتشان بنگر، (\n﴿كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡ﴾\n) که چگونه با خود دروغ می‌گویند، دروغی که آنان را دچار زیان کرد، و به آنان نهایت ضرر را رسانید، (\n﴿وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ﴾\n) و شرکایی که ادعا می‌کردند شریک خدا هستند، از آنان گم شد. و خداوند از این ادعا و یاوه‌گویی‌ها پاک است."
  },
  {
    "ayah": 25,
    "text": ": 25                            #\n{وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (25)}.\nوَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا حَتَّى إِذَا جَآؤُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُواْ إِنْ هَذَآ إِلاَّ أَسَاطِيرُ الأَوَّلِينَ ؛ بعضي  از آنها به  سخن  تو گوش  مي  دهند ولي  ما بر دلهايشان  پرده  ها، افکنده ايم  تا آن  را درنيابند و گوشهايشان  را سنگين  کرده  ايم   و هر  معجزه  اي  را که  بنگرند بدان  ايمان  نمي  آورند  و چون  نزد تو آيند ، با  تو به  مجادله پردازند  کافران  مي  گويند که  اينها چيزي  جز اساطير  پيشينيان  نيست."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\nبرخی از این مشرکان، در بعضی اوقات و بنا به دلایلی، به سخنان شما گوش فرا می‌دهند، اما نه بدان جهت که از شما پیروی کنند، بنابراین از این کار بهره‌ای نمی‌برند، چون ارادۀ خیر ندارند. (\n﴿وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً﴾\n) و بر دل‌هایشان پوشش و پرده‌هایی قرار داده‌ایم تا سخن خدا را نفهمند، پس کلام خود را از امثال اینان مصون و در امان داشت.(\n﴿وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗا﴾\n) و در گوش‌هایشان سنگینی قرار داده‌ایم، پس آنچه را که به آنان فایده برساند، نمی‌شنوند. (\n﴿وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا﴾\n) و اگر هر آیه‌ای را ببینند، به آن ایمان نمی‌آورند، و این بیانگر نهایت ستم و کینه‌ورزی آنان است؛ چرا که دلایل روشنی را که بر حق د لالت می‌نماید، نمی‌پذیرند، بلکه در امر باطل مجادله می‌کنند، تا حق را با آن درهم بشکنند.\nبنابراین فرمود:\n(\n﴿حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ﴾\n) تا آنجا وقتی که پیش تو می‌آیند، با تو به مجادله می‌پردازند. کسانی که کفر ورزیده‌اند،\nمی‌گویند:\nاین جز افسانه‌های نخستین نیست؛ یعنی کپی کتاب‌های نوشته شدۀ گذشتگان بوده، و از جانب خدا و پیامبرانش نیست. و این ناشی از کفرشان بود، و گرنه چگونه این کتاب که حاوی اخبار گذشتگان و آیندگان و حقایقی است که پیامبران آورده‌اند و شامل حق و عدالت و دادگری کامل است، افسانۀ پیشینیان است؟!"
  },
  {
    "ayah": 26,
    "text": ": 26                            #\n{وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (26)}.\nوَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ؛ اينان  مردم  را از پيامبر باز مي  دارند و خود از او کناره  مي  جويند و  حال آنکه  نمي  دانند که  تنها خويشتن  را به  هلاکت  مي  رسانند."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\nمشرکان که برای خدا شریک قرار داده و پیامبرانشان را تکذیب می‌کنند، هم خودشان گمراه‌اند و هم دیگران را گمراه کرده، و از پیروی کردن از حق، باز می‌دارند. مردم را از آن برحذر می‌دارند، و خودشان نیز از آن دوری می‌گزینند. و آنها با این کارشان، نه به خدا زیانی می‌رسانند، و نه به بندگان مؤمن خدا.\n((وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ)\n) «و هلاک نمی‌کنند مگر خودشان را و\n(لی)\nنمی‌فهمند»"
  },
  {
    "ayah": 27,
    "text": ": 27 - 29                            #\n{وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَالَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ (27) بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ (28) وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ (29)}\nوَلَوْ تَرَىَ إِذْ وُقِفُواْ عَلَى النَّارِ فَقَالُواْ يَا لَيْتَنَا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ؛ اگر آنها را در آن  روز که  در آتشند بنگري  ،\nمي  گويند :\nاي  کاش  ما را  بازگردانند تا آيات  پروردگارمان  را تکذيب  نکنيم  و از مؤمنان  باشيم.\nبَلْ بَدَا لَهُم مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ؛ نه  ، آنچه  را که  از اين  پيش  پوشيده  مي  داشتند اکنون  برايشان  آشکار شده ،، اگر آنها را به  دنيا بازگردانند ، باز هم  به  همان  کارها که  منعشان   کرده بودند باز مي  گردند  اينان  دروغگويانند.\nوَقَالُواْ إِنْ هِيَ إِلاَّ حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ؛\nو گفتند :\nجز اين  زندگي  دنيوي  ما هيچ  نيست  و ما ديگر بار زنده   نخواهيم شد."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\nخداوند متعال از حالت مشرکین و حاضر کردن آنها در کنار جهنّم خبر داده و می‌فرماید: (\n﴿وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ﴾\n) و اگر آنها را در کنار جهنم مشاهده کنی، آنگاه که نگه داشته شده‌اند تا توبیخ و سرزنش شوند، مساله‌ای هولناک و حالتی و حشتناک را خواهی دید. و آنها را می‌بینی که به کفر و فسق خود اعتراف کرده، و آرزو می‌کنند که ای کاش به دنیا برگردانده شوند! (\n﴿فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِ‍َٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ﴾\n) پس می‌گویند: کاش به دنیا برگردانده می‌شدیم، و آیات پروردگارمان را تکذیب نمی‌کردیم، و از مؤمنان می‌شدیم."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\n((بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ﴾)\nو هر آنچه آنان از پیش پنهان می‌کردند، برایشان آشکار می‌شود؛ زیرا آنها\n[در دنیا]\nمی‌دانستند دروغگو هستند، اما این مطلب را در وجود خود پنهان می‌کردند. و در بسیاری اوقات مکنونات دلشان آشکار می‌گردید، اما اهداف فاسدی که داشتند، آنان را بازمی‌داشت و دل‌هایشان را از خیر منصرف می‌کرد. و آنها در آرزویی که می‌کنند، دروغ می‌گویند. و هدف آنان از این خیال‌پردازی و آرزوی پوچ، این است که عذاب را از خویشتن دور نمایند.\n((وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ)\n)\n«و اگر به دنيا برگردانده شوند باز سراغ چيزی می‌روند که از آن نهی شده‌اند، و آنان دروغ گويانند»\n."
  },
  {
    "ayah": 29,
    "text": "#\n(29)\n(\n﴿وَقَالُوٓاْ﴾\n) و منکرین رستاخیز گفتند: (\n﴿إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا﴾\n) زندگی ما، فقط همین زندگی دنیا است؛ یعنی حقیقت و هدف از پدید آمدن ما، جز زندگی دنیا چیزی دیگر نیست. (\n﴿وَمَا نَحۡنُ بِمَبۡعُوثِينَ﴾\n) و ما بر انگیخته نشده و زنده نمی‌گردیم."
  },
  {
    "ayah": 30,
    "text": ": 30                            #\n{وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (30)}.\nوَلَوْ تَرَى إِذْ وُقِفُواْ عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُواْ بَلَى وَرَبِّنَا قَالَ فَذُوقُواْ العَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ؛ و اگر ببيني  آن  هنگام  را که  در برابر پروردگارشان  ايستاده  اند ،\nخدا  مي گويد :\nآيا اين  به  حق  نبود ? گويند : آري  ،\nسوگند به  پروردگارمان   گويد:\nبه  کيفر آنکه  کافر بوده  ايد عذاب  خدا را بچشيد."
  },
  {
    "ayah": 30,
    "text": "#\n(30)\n(\n﴿وَلَوۡ تَرَىٰٓ﴾\n) و اگر کافران را ببینی، (\n﴿إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡ﴾\n) آنگاه که در پیشگاه پروردگارشان نگه داشته می شوند، وحشت بزرگی را خواهی دید. (\n﴿قَالَ﴾\n) خداوند درحالی که آنان را سرزنش و توبیخ می‌کند،\nمی فرماید:\n(\n﴿أَلَيۡسَ هَٰذَا﴾\n) آیا عذابی که می بینید،(\n﴿بِٱلۡحَقِّ﴾\n) حق و حقیقت نیست؟ (\n﴿قَالُواْ بَلَىٰ وَرَبِّنَا﴾\n) می‌گویند: بله! سوگند به پروردگارمان که حق است. پس آنان در جایی اقرار و اعتراف می‌کنند که به آنان سودی نمی‌بخشد.\n((قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ)\n)\n«پس می‌فرمايد: بچشيد عذاب را به سبب آنچه کفر می‌ورزيديد»"
  },
  {
    "ayah": 31,
    "text": ": 31                            #\n{قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَاحَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ (31)}.\nقَدْ خَسِرَ الَّذِينَ كَذَّبُواْ بِلِقَاء اللّهِ حَتَّى إِذَا جَاءتْهُمُ السَّاعَةُ بَغْتَةً قَالُواْ يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلاَ سَاء مَا يَزِرُونَ ؛ زيان  کردند آنهايي  که  ديدار با خدا را دروغ  پنداشتند  و چون  قيامت ، به ناگهان  فرا رسد ،\nگويند :\nاي  حسرتا بر ما به  خاطر تقصيري  که  کرديم   اينان  بار گناهانشان  را بر پشت  مي  کشند  هان  ، چه  بد باري  را بر دوش   مي  کشند."
  },
  {
    "ayah": 31,
    "text": "#\n(31)\nکسی که لقای خدا را دروغ انگارد، از تمام خیر و خوبی‌ها محروم می‌گردد. پس این تکذیب، باعث می‌شود تا بر ارتکاب محرّمات، و آنچه که انسان را هلاک می کند، جرات کند. (\n﴿حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ﴾\n) تا اینکه قیامت، آنان را فرا می‌گیرد درحالی‌که آنها زشت‌ترین حالت را دارند، پس بی‌نهایت اظهار ندامت و پشیمانی می‌کنند. (\n﴿قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا﴾\n) و می‌گویند: افسوس و دریغا که در دنیا کوتاهی کردیم. اما وقتِ این حسرت و تأسف گذشته است.(\n﴿وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ﴾\n) و آنان گناهانشان را بر دوش خود می کشند. هان چه بد است آنچه بر دوش می‌کشند! زیرا بار گناهانشان بر دوش آنها سنگینی می‌کند، و نمی‌توانند از زیر بار آن، شانه خالی کنند تا نجات یابند. بنابراین برای همیشه در جهنم باقی می مانند، و مستحق آنند که همیشه در خشم پروردگار بسر ببرند."
  },
  {
    "ayah": 32,
    "text": ": 32                            #\n{وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ (32)}.\nوَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلاَ تَعْقِلُونَ؛ و زندگي  دنيا چيزي  جز بازيچه  و لهو نيست  و پرهيزگاران  را سراي  آخرت   بهتر است  آيا به  عقل  نمي  يابيد ?"
  },
  {
    "ayah": 32,
    "text": "#\n(32)\nاین حقیقتِ دنیا و آخرت است، دنیا عبارت است از سرای لعب و لهوِ جسمی و قلبی؛ قلب‌ها شیفتۀ آن می‌شوند، و نفس آدمی به آن می‌گراید و به آن مشغول می‌شود، و آن چنان که کودک به پستان مادر علاقه‌مند است، انسان نیز به همان اندازه به دنیا و زخارف آن می‌گراید. اما آخرت (\n﴿خَيۡرٞ لِّلَّذِينَ يَتَّقُونَ﴾\n) از حیث ذات و صفات و بقا و دوام برای پرهیزگاران بهتر است، و در آنجا هر آنچه که نفس بدان میل کند، و چشم‌ها از آن لذت ببرند ـ اعم از نعمت‌های قلبی و روحی و سرور و شادی فراوان ـ وجود دارد. اما این نعمت‌ها برای هر کسی نیست، بلکه فقط برای پرهیزگاران است؛ کسانی که دستورات خدا را انجام می دهند، و آنچه را از آن نهی کرده است، ترک می‌نمایند. (\n﴿أَفَلَا تَعۡقِلُونَ﴾\n) آیا عقل ندارید که با آن درک بکنید که باید کدام دنیا را انتخاب کرد و ترجیح داد؟!"
  },
  {
    "ayah": 33,
    "text": ": 33 - 35                            #\n{قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ (33) وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ (34) وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ (35)}.\nقَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللّهِ يَجْحَدُونَ؛ مي  دانيم  که  سخنشان  تو را اندوهگين  مي  سازد ، ولي  اينان  تنها تو را  تکذيب  نمي  کنند ، بلکه  اين  ستمکاران  سخن  خدا را انکار مي  کنند.\nوَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ عَلَى مَا كُذِّبُواْ وَأُوذُواْ حَتَّى أَتَاهُمْ نَصْرُنَا وَلاَ مُبَدِّلَ لِكَلِمَاتِ اللّهِ وَلَقدْ جَاءكَ مِن نَّبَإِ الْمُرْسَلِينَ ؛ پيامبراني  را هم  که  پيش  از تو بودند تکذيب  کردند ولي  آنها بر آن   تکذيب ، و آزار صبر کردند تا پيروزي  ما فرا رسيدشان   و سخنان  خدا را  تغيير دهنده  اي  نيست   و هر آينه  پاره  اي  از اخبار پيامبران  بر تو نازل   شده  است.\nوَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَن تَبْتَغِيَ نَفَقًا فِي الأَرْضِ أَوْ سُلَّمًا فِي السَّمَاء فَتَأْتِيَهُم بِآيَةٍ وَلَوْ شَاء اللّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلاَ تَكُونَنَّ مِنَ الْجَاهِلِينَ ؛ اگر اعراض  کردن  آنها بر تو گران  است  ، خواهي  نقبي  در زمين  بجوي  يا  نردباني  بر آسمان  بنه  تا معجزه  اي  برايشان  بياوري   اگر خدا بخواهد ،  همه  رابه  راه  راست  برد  پس  ، از نادانان  مباش."
  },
  {
    "ayah": 33,
    "text": "#\n(33)\nما می‌دانیم آنچه که تکذیب‌کنندگان در مورد تو می گویند، شما را نارحت و غمگین می‌سازد. اما شما را به شکیبایی دستور می‌دهیم تا به مقام‌های عالی و بلند و حالات گرانبها دست یابی، پس گمان مبر که گفتۀ آنها درمورد تو، از روی اشتباه بوده است، (\n﴿فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ﴾\n) آنان در حقیقت تو را تکذیب نمی‌کنند، چون راستگویی شما و نشست و برخاست و همۀ حالات شما را می‌دانند، تا جایی که قبل از بعثت، شما را امین می‌نامیدند. (\n﴿وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِ‍َٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ﴾\n) بلکه ستمگران آیات خدا را انکار می‌کنند. آنان دلایل و آیات خدا را که در دست تو قرار دارد، تکذیب می‌کنند."
  },
  {
    "ayah": 34,
    "text": "#\n(34)\n(\n﴿وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَا﴾\n) و همانا پیامبرانی پیش از تو تکذیب شدند، ولی بر آنچه تکذیب شدند، شکیبایی کردند، و اذیت و آزار چشیدند تا اینکه یاری ما آنان را دریافت. پس تو هم صبر کن، همان‌طور که آنان صبر کردند، تا پیروز و موفّق شوی، همان‌طور که آنان موفق و پیروز شدند. (\n﴿وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ﴾\n) و مسلّماً از اخبار و سرگذشت پیامبران،\n[چیزی]\nبه تو رسیده است که خاطرت را آرامش دهد و دلت را اطمینان بخشد."
  },
  {
    "ayah": 35,
    "text": "#\n(35)\n(\n﴿وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ﴾\n) و اگر به خاطر اصراری که بر ایمان آوردنِ آنان داری، روی گردانی، آنان از قرآن بر تو دشوار می‌آید. پس کوشش خود را مبذول بدار، ولی هرگز نمی‌توانی کسی را هدایت کنی که خداوند هدایت شدن او را نخواسته است. (\n﴿فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِ‍َٔايَةٖ﴾\n) بنابراین اگر می توانی، تونلی در زمین ایجاد کن، یا نردبانی به سوی آسمان بگذار و برایشان دلیل بیاور؛ یعنی اگر می‌توانی چنین کن، اما این کار نیز برایشان فایده‌ای نخواهد داشت. و خداوند در اینجا، آرزو و اُمید پیامبر صلی الله علیه وسلم را، مبنی بر هدایت امثال این مخالفان و معاندان، قطع می‌نماید. (\n﴿وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰ﴾\n) و اگر خداوند می خواست، قطعاً آنها را بر هدایت گرد می‌آورد، اما حکمت خداوند متعال مقتضی است که آنان بر گمراهی باقی بمانند. (\n﴿فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ﴾\n) پس، زنهار از نادانان مباش! کسانی که حقایق امور را نمی دانند و آن را وارونه نشان می‌دهند."
  },
  {
    "ayah": 36,
    "text": ": 36 - 37                            #\n{إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ (36) وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (37)}\nإِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ؛ هر آينه  تنها آنان  که  مي  شنوند مي  پذيرند  و مردگان  را خدا زنده  مي ، کندو سپس  همه  به  نزد او بازگردانده  مي  شوند.\nوَقَالُواْ لَوْلاَ نُزِّلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ قُلْ إِنَّ اللّهَ قَادِرٌ عَلَى أَن يُنَزِّلٍ آيَةً وَلَـكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ؛\nو گفتند :\nچرا معجزه  اي  از پروردگارش  بر او نازل  نشده  ? بگو : خدا  قادراست  که  معجزه  اي  فرو فرستد  ولي  بيشترينشان  نمي  دانند."
  },
  {
    "ayah": 36,
    "text": "#\n(36)\nخداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (\n﴿إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَ﴾\n) دعوت تو را کسی می‌پذیرد، و رسالت تو را کسانی لبیک می‌گویند، و از امر و نهی تو فرمان می‌برند که آنچه را به آنان سود می‌دهد، با دل‌هایشان بشنوند، و آنان، خردمندان و صاحبان شنوایی‌اند. و منظور از شنیدن در اینجا شنیدن و پذیرش قلبی است، و گرنه نیکوکار و بدکار در گوش کردنِ صرف برابرند. پس همۀ مکلّفین با شنیدن آیات خدا بر آنان اتمام حجت شده، و برای آنان عذری در عدم پذیرش باقی نمانده است. (\n﴿وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ﴾\n) و مردگان را خدا بر می‌انگیزد سپس به سوی او بازگردانده می‌شوند. احتمال دارد که معنی (\n﴿وَٱلۡمَوۡتَىٰ...﴾\n) مقابل معنای مذکور (\n﴿إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَ﴾\n) باشد. یعنی کسانی دعوت تو را می‌پذیرند که دل‌هایشان زنده است، و اما کسانی که دل‌هایشان مرده است و سعادت خود را نمی‌دانند، و آنچه را که سبب نجاتشان است، احساس نمی‌کنند، دعوت تو را نمی‌پذیرند و از تو فرمان نمی‌برند. و میعادگاه آنان، روز قیامت است که خداوند آنان را زنده می‌کند و سپس به سوی او باز می‌گردند. و احتمال دارد که ظاهر آیه مد نظر باشد و خداوند می‌خواهد بر مسألۀ معاد تاکید نماید که او مردگان را در روز قیامت برخواهد انگیخت و آنان را از آنچه که می‌کرده‌اند، آگاه می‌سازد. و این متضمن تشویق برای اجابت فراخوانی خدا و پیامبر، و ترساندن از عدمِ اجابت خدا و پیامبر است."
  },
  {
    "ayah": 37,
    "text": "#\n(37)\n(\n﴿وَقَالُواْ﴾\n) و تکذیب‌کنندگان از روی سرسختی و کینه‌توزی گفتند: (\n﴿لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦ﴾\n) چرا دلیل و معجزه‌ای ـ ‌از دلایلی که آنها با عقل‌های فاسد و نظرهای باطل خود درخواست می‌کردند ـ بر او نازل نمی گردد؟\nهمچنان‌که گفتند:\n﴿وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا...﴾\nو گفتند:\n«تا از زمین چشمه‌ای برای ما نجوشانی، هرگز به شما ایمان نمی‌آوریم. یا [باید] برای تو باغی از درختان خرما و انگور باشد، و آشکارا از میان آنها جویبارها روان سازی، یا چنانکه ادعا می‌کنی، آسمان را پاره پاره بر ما فرود اندازی، یا خدا و فرشتگان را در برابر [ماحاضر] آوری...»\n. (\n﴿قُلۡ﴾\n) در پاسخ آنان بگو: (\n﴿إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ﴾\n) خداوند توانا است که هر دلیلی را نازل نماید. پس بدون شک او بر انجام این کارها توانا است. چگونه می‌توان در قدرت او شک کرد، در صورتی که همۀ هستی تسلیم قدرت او بوده، و در برابر فرمانروایی و پادشاهی او رام شده است؟ (\n﴿وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ﴾\n) اما بیشترشان نمی‌دانند. پس آنان به سبب نادانی‌شان، دلایلی را می خواهند که برای آنان بد است؛ زیرا اگر آن دلایل پیش آنها بیاید و به آن ایمان نیاورند، بدون درنگ عذاب خدا آنها را درخواهد گرفت، و این سنت خدا است، و سنت خدا هرگز دگرگون نمی شود. با این وجود اگر منظورشان آیه‌هایی باشد که حق را برای آنان بیان دارد، و راه را برایشان روشن سازد، محمد صلی الله علیه وسلم هر آیۀ قاطع و حجت روشنی را که مبین حق و حقیقت است، برای آنان آورده است، طوری که آدمی می‌تواند بر هر مسئله‌ای از مسائل دین، چندین دلیل عقلی و نقلی بیاورد، به صورتی که کوچک‌ترین شک و تردیدی دردل باقی نماند. پس با برکت است خداوندی که پیامبرش را با هدایت و دین حق فرستاده، و او را با دلایل روشن یاری کرده است؛ تا هرکس که هلاک می‌شود، از روی دلیل هلاک گردد؛ و هرکس که زنده می‌ماند از روی دلیل زنده باشد. و خداوند شنوا و دانا است."
  },
  {
    "ayah": 38,
    "text": ": 38                            #\n{وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ (38)}\nوَمَا مِن دَآبَّةٍ فِي الأَرْضِ وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِي الكِتَابِ مِن شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ ؛ هيچ  جنبنده  اي  در روي  زمين  نيست  و هيچ  پرنده  اي  با بالهاي  خود در هوا  نمي  پرد مگر آنکه  چون  شما امتهايي  هستند ما در اين  کتاب  هيچ  چيزي  را  فروگذار نکرده  ايم  و سپس  همه  را در نزد پروردگارشان  گرد مي  آورند."
  },
  {
    "ayah": 38,
    "text": "#\n(38)\nهمۀ حیواناتِ زمین و آسمان از قبیل: چهارپایان و حیوانات وحشی و پرندگان، گروه‌هایی مانند شما هستند؛ و هریک را آفریده‌ایم، همان‌طور که شما را آفریده‌ایم؛ و به آنان روزی می‌دهیم همان‌طور که به شما روزی می‌دهیم؛ و مشیّت و قدرت ما بر آنان جاری است، همان‌طور که مشیّت و قدرت ما در شما نافذ و جاری است.(\n﴿مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖ﴾\n) و هیچ چیزی را در\n«لوح محفوظ»\nفراموش نکرده، و از آن غافل نمانده‌ایم، بلکه هر چیز کوچک و بزرگی را آن گونه که هست، در\n«لوح محفوظ»\nثبت و ضبط کرده‌ایم. پس همۀ حوادث، طبق تقدیر خدا به وقوع می‌پیوندند. و از این آیه استنباط می‌شود که کتاب اول\n[لوح المحفوظ]\nهمۀ کاینات و هستی را در برگرفته، و این یکی از مراحل قضا و تقدیر الهی است؛ زیرا قضا و تقدیر چهار مرحله دارد؛ علم و آگاهی فراگیر خدا به همۀ اشیاء، کتاب خداوند که همۀ موجودات را در برگرفته است، خواست و قدرت فراگیر خداوند که در هر چیزی نافذ و جاری است، و آفرینش همۀ آفریدگان و مخلوقات حتی کارهای بندگان از سوی خدا . و احتمال دارد که منظور از کتاب، قرآن باشد و در این صورت این آیه را همانند آیۀ\n﴿وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ﴾\nمعنی می‌کنیم؛ یعنی کتاب را بر تو نازل نمودیم که هر چیزی را بیان می دارد. (\n﴿ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ﴾\n) سپس همۀ گروه‌ها و امت‌ها جمع گردانده شده، و در روز قیامت در نزد خدا و در آن جایگاه بزرگ و وحشتناک، گرد آورده می‌شوند. پس خداوند آنان را طبق عدالت و احسان خویش سزا و جزا داده، و اهل آسمان و زمین، او را به خاطر حکمش ستایش می کنند."
  },
  {
    "ayah": 39,
    "text": ": 39                            #\n{وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ (39)}.\nوَالَّذِينَ كَذَّبُواْ بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَن يَشَإِ اللّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُّسْتَقِيمٍ؛ آنان  که  آيات  ما را تکذيب  کرده  اند کرانند و لالانند و در تاريکيهايند، خدا هر که  را خواهد گمراه  کند و هر که  را خواهد به  راه  راست  اندازد. اين بيان حالت کساني است که آيات خدا و پيامبرانش را تکذيب مي کنند، و دروازه هدايت را به روي خود مي بندند. و آنان\n« صُّمُُ»\nنسبت به شنيدن حق کر هستند،\n« وَبُکُمُ»\nو نسبت به اظهار حق لالند،پس آنان جز ياوه و باطل را به زبان نمي آورند\n« فِي الظُّلُمَاتِ»\nو در تاريکي هاي جهالت و کفر و ستم و مخالفت و گناهان غوطه ورند. و اين بدان معني است که خداوند آنها را گمراه کرده است، زيرا\n« مَن يَشَإِ اللّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُّسْتَقِيمٍ»\nهرکس را که خداوند بخواهد هدايت مي کند و  بر راه راست قرار مي دهد، چون تنها خداوند برحسب فضل و حکمتش هدايت مي نمايد و گمراه مي سازد."
  },
  {
    "ayah": 39,
    "text": "#\n(39)\nاین بیان حالت کسانی است که آیات خدا و پیامبرانش را تکذیب می‌کنند، و دروازۀ هدایت را به روی خود می‌بندند. و آنان (\n﴿صُمّٞ﴾\n) نسبت به شنیدن حق کر هستند، (\n﴿وَبُكۡمٞ﴾\n) و نسبت به اظهار حق لال‌اند، پس آنان جز یاوه و باطل را به زبان نمی‌آورند (\n﴿فِي ٱلظُّلُمَٰتِ﴾\n) و در تاریکی‌های جهالت و کفر و ستم و مخالفت و گناهان، غوطه‌ورند. و این بدان معنی است که خداوند آنها را گمراه کرده است، زیرا (\n﴿ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾\n) هرکس را که خداوند بخواهد، هدایت می‌کند و بر راه راست قرار می دهد، چون تنها خداوند بر حسب فضل و حکمتش، هدایت می‌نماید و گمراه می سازد."
  },
  {
    "ayah": 40,
    "text": ": 40 - 41                            #\n{قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ (40) بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ (41)}\nقُلْ أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ اللّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللّهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ؛\nبگو :\nچه  مي  بينيد که  اگر بر شما عذاب  خدا فرود آيد يا قيامت  در رسد  اگر راست  مي  گوييد باز هم  جز خدا را مي  خوانيد ?\nبَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاء وَتَنسَوْنَ مَا تُشْرِكُونَ؛ نه  ، تنها او را مي  خوانيد و اگر بخواهد آنچه  را که  بدان  دعوت  مي   کنيداز ميان  مي  برد و شما شريکي  را که  براي  او ساخته  ايد از ياد مي  بريد."
  },
  {
    "ayah": 40,
    "text": "#\n(40)\nخداوند متعال به پیامبرش می‌فرماید: (\n﴿قُلۡ﴾\n) به ‌کسانی که برای خدا شریک قرار داده، و کس دیگری را با او برابر می‌دانند،\nبگو:\n(\n﴿أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ﴾\n) به من بگویید:\n«اگر عذاب خدا یا قیامت شما را دریابد، آیا غیر از خدا را به فریاد می خوانید اگر شما راستگویید؟»\nیعنی زمانی که این دشواری و سختی‌ها و مصایب، شما را دریابد که هرکس شدیداً در صدد آن است آن را از خود دور کند، پس آیا معبودان و بت‌هایتان را برای دور ساختن آن فرا می‌خوانید؟ یا اینکه پروردگارتان، آن پادشاه حق و آشکار را، به یاری می‌طلبید؟!"
  },
  {
    "ayah": 41,
    "text": "#\n(41)\n(\n﴿بَلۡ إِيَّاهُ تَدۡعُونَ﴾\n) بلکه تنها او را می خوانید، و اگر بخواهد، هر چیزی را دور می‌سازد که وی را برای دور ساختنش به فریاد می‌طلبید، و آنچه را که شریک خدا قرار می‌دادید، فراموش می‌کنید. پس رابطۀ شما با انبازهایتان در سختی‌ها، این‌گونه است، و آنها را فراموش می‌کنید؛ زیرا می‌دانید که آنها نمی‌توانند زیان و فایده‌ای برسانند، و مالک مرگ و زندگی و گرد آوردن نیستند. اما خدا را می‌خوانید؛ چون می‌دانید او ضارّ و نافع است، و او دعای هر درمانده‌ای را اجابت می‌کند، پس چرا در هنگام خوشی و راحتی، به خدا شرک ورزیده و برای او شریکانی قرار می‌دهید؟ آیا شما هیچ سند عقلی یا نقلی مبنی بر صحت این کار دارید، یا بر خدا دروغ می‌بندید؟"
  },
  {
    "ayah": 42,
    "text": ": 42 - 45                            #\n{وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ (42) فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ (43) فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ (44) فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (45)}.\nوَلَقَدْ أَرْسَلنَآ إِلَى أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاء وَالضَّرَّاء لَعَلَّهُمْ يَتَضَرَّعُونَ؛ هر آينه  بر امتهايي  که  پيش  از تو بودند پيامبراني  فرستاديم  و آنان  را، به  سختيها و آفتها دچار کرديم  تا مگر زاري  کنند.\nفَلَوْلا إِذْ جَاءهُمْ بَأْسُنَا تَضَرَّعُواْ وَلَـكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُواْ يَعْمَلُونَ؛ پس  چرا هنگامي  که  عذاب  ما به  آنها رسيد زاري  نکردند ? زيرا دلهايشان   را قساوت  فرا گرفته  و شيطان  اعمالشان  را در نظرشان  آراسته  بود.\nفَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُواْ بِمَا أُوتُواْ أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ؛ چون  همه  اندرزهايي  را که  به  آنها داده  شده  بود فراموش  کردند ، همه   درهارا به  رويشان  گشوديم  تا از آنچه  يافته  بودند شادمان  گشتند ، پس  به   ناگاه  فرو گرفتيمشان  و همگان  نوميد گرديدند.\nفَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُواْ وَالْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ؛ پس  سپاس  پروردگار جهانيان  را که  ريشه  ستمکاران  برکنده  شد."
  },
  {
    "ayah": 42,
    "text": "#\n(42)\nخداوند متعال می‌فرماید: (\n﴿وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ﴾\n) و به سوی امت‌های قبل از تو، پیامبرانی را فرستادیم، پس آنان پیامبران ما را تکذیب کردند و آیات ما را انکار نمودند، (\n﴿فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ﴾\n) و آنان را به فقر و بیماری و آفت و مصیبت گرفتار نمودیم، و این ناشی از رحمت ما نسبت به آنان بود. (\n﴿لَعَلَّهُمۡ يَتَضَرَّعُونَ﴾\n) تا شاید به درگاه ما فروتنی و زاری کنند، و در هنگام سختی‌ها به ما پناه آورند."
  },
  {
    "ayah": 43,
    "text": "#\n(43)\n(\n﴿فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ﴾\n) اما چرا وقتی که به عذاب ما گرفتار شدند، زاری و فروتنی نکردند، و دل‌هایشان سخت شد؟ یعنی دل‌هایشان تبدیل به سنگ شد، و برای پذیرش حق، نرم نگردید. (\n﴿وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ﴾\n) و شیطان آنچه را که می‌کردند، برای آنان آراست؛ پس گمان بردند آنچه که آنان بر آن هستند، دین حقیقی است. پس در برهه‌ای از زمان، از باطل بهره‌مند شدند و شیطان عقل‌هایشان را به بازی گرفت."
  },
  {
    "ayah": 44,
    "text": "#\n(44)\n(\n﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ﴾\n) پس وقتی آنچه را که به آن پند داده شده بودند فراموش کردند، درهای هر چیزی را به روی آنان گشودیم؛ یعنی دروازۀ نعمت‌های دنیا و لذت‌های آن و آنچه را که سبب غفلت می‌شود، به روی آنان گشودیم. (\n﴿حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ﴾\n) تا اینکه بدانچه داده شده بودند، شاد و خوشحال شدند، و ما ناگهان آنان را گرفتیم، پس ناگهان نااُمید و سرگشته شدند؛ یعنی از هر چیزی مأیوس شدند، و این سخت‌ترین نوع عذاب است که ناگهان، و درحالی که در آرامش هستند، گرفته شوند، تا مجازاتشان سخت‌تر و مصیبتشان بزرگ‌تر گردد."
  },
  {
    "ayah": 45,
    "text": "#\n(45)\n(\n﴿فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْ﴾\n) و به‌وسیلۀ عذاب، قوم ستمگر ریشه‌کن شدند، و هیچ سبب و علتی را، برای رهایی خود نیافتند. (\n﴿وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ﴾\n) و ستایش مخصوص خداوندی است که پروردگار جهانیان است که قضا و تقدیرش، بر هلاکت تکذیب‌کنندگان جاری شد؛ زیرا با این کار، آیات و دلایل او، و اکرام و بزرگداشت دوستانش، و اهانت او به دشمنانش، و راست بودن آنچه که پیامبرانش آورده‌اند، روشن می‌گردد."
  },
  {
    "ayah": 46,
    "text": ": 46 - 47                            #\n{قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ (46) قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ (47)}.\nقُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُم مَّنْ إِلَـهٌ غَيْرُ اللّهِ يَأْتِيكُم بِهِ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ ؛\nبگو :\nآيا، مي  دانيد که  اگر الله  گوش  و چشمان  شما را بازستاند و بر  دلهايتان  مهر نهد چه  خدايي  جز الله  آنها را به  شما باز مي  گرداند ? بنگر  که  آيات  خدا را چگونه  به  شيوه  هاي  گوناگون  بيان  مي  کنيم   باز هم  روي   بر مي تابند.\nقُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلاَّ الْقَوْمُ الظَّالِمُونَ؛\nبگو :\nچه  مي  بينيد ، اگر عذاب  خدا به  ناگاه  يا آشکارا بر شما فرود آيد،  آيا جز ستمکاران  هلاک  مي  شوند ?"
  },
  {
    "ayah": 46,
    "text": "#\n(46)\nخداوند متعال خبر می‌دهد که همان‌طور درآفریدن و تدبیر امور یگانه است، در وحدانیت و معبود بودن نیز یگانه است.\nپس فرمود:\n(\n﴿قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم﴾\n) بگو: به من بگویید: اگر خداوند گوش و چشم‌هایتان را بگیرد، و بر دل‌هایتان مهر بزند، و بدون گوش و چشم و عقل بمانید، (\n﴿مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِ﴾\n) آیا معبودی جز\n«الله»\nهست که آن را به شما بازپس دهد؟ پس وقتی غیر از خدا کسی آن را به شما بر نمی‌گرداند، چرا همراه با وی کسی را پرستش می‌کنید که بر هیچ چیزی توانایی ندارد، مگر اینکه خدا آن را بخواهد؟ و این از دلایل توحید و بطلان شرک است.\nبنابراین فرمود:\n(\n﴿ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ﴾\n) بنگر که چگونه آیات را به شیوه‌های گوناگون بیان می‌کنیم و آن را به صورت‌های مختلف می‌آوریم، تا حق روشن شود، و راه مجرمان روشن گردد. (\n﴿ثُمَّ هُمۡ﴾\n) سپس آنان با وجود این بیان کامل، (\n﴿يَصۡدِفُونَ﴾\n) از آیات و دلایل خدا روی می‌گردانند و به آن پشت می‌کنند."
  },
  {
    "ayah": 47,
    "text": "#\n(47)\n(\n﴿قُلۡ أَرَءَيۡتَكُمۡ﴾\n) بگو: مرا خبر دهید که، (\n﴿إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً﴾\n) اگر عذاب خدا ناگهان یا آشکارا شما را فرا گیرد؛ یعنی ناگهان عذاب خدا بیاید، یا زمانی آن فرا رسد که قبلاً مقدّماتی به چشم بخورد که بیانگر آن باشد عذاب خدا در راه است، (\n﴿هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ﴾\n) آیا جز قوم ستمکار، کسی هلاک می‌شود؟ زیرا آنان به سبب ستم و مخالفتشان، مسبّبان اصلی عذاب بر خودشان شدند. پس بپرهیزید از اینکه بر ستم و ظلم ماندگار شوید؛ زیرا ستم، هلاکت همیشگی و شقاوت و بدبختی جاودانگی است."
  },
  {
    "ayah": 48,
    "text": ": 48 - 49                            #\n{وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (48) وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ (49)}.\nوَمَا نُرْسِلُ الْمُرْسَلِينَ إِلاَّ مُبَشِّرِينَ وَمُنذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ؛ ما پيامبران  را جز براي  مژده  دادن  يا بيم  کردن  نفرستاده  ايم   پس  هر  کس ، که  ايمان  آورد و کار شايسته  کند ، بيمناک  و محزون  نمي  شود.\nوَالَّذِينَ كَذَّبُواْ بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُواْ يَفْسُقُونَ؛ و به  کساني  که  آيات  ما را تکذيب  کرده  اند ، به  کيفر نافرمانيشان  ،  عذاب  خواهد رسيد."
  },
  {
    "ayah": 48,
    "text": "#\n(48)\nخداوند چکیدۀ آنچه را که پیامبران را بدان مبعوث کرده است، بیان می‌دارد؛ و آن مژده رساندن و بیم دادن است. و این\n«بشارت»\nو\n«انذار»\nمستلزم بیان مبشِّر\n[پیامبران]\nو مبشَّر\n[که عدم خوف و حزن یا بهشت]\nمی‌باشد. همچنان‌که مستلزم بیان اعمالی است که هرگاه بنده آن را انجام دهد، مژده به او می‌رسد. و نیز مستلزم بیان\n«منذِر»\n[پیامبران]\nو نیز\n«منذَر به»\n[که خوف و حزن یا جهنم]\nمی‌باشد. و هم مستلزم ذکر اعمالی است که هرکس آن را انجام دهد، بیم و خطر او را فراخواهد گرفت. اما مردم بر حسب پذیرش دعوت پیامبران و عدم پذیرش آن،\nبه دو نوع تقسیم می‌شوند:\n(\n﴿فَمَنۡ ءَامَنَ وَأَصۡلَحَ﴾\n) هرکس به خدا و فرشتگان و کتاب‌ها و پیامبران و روز قیامت ایمان بیاورد و ایمان و اعمال و نیت خود را اصلاح نماید، (\n﴿فَلَا خَوۡفٌ عَلَيۡهِمۡ﴾\n) پس آنان از آنچه که با آن روبه‌رو خواهند شد، ترسی ندارند.(\n﴿وَلَا هُمۡ يَحۡزَنُونَ﴾\n) و\n[بر آنچه که در گذشته از دست داده‌اند]\nاندوهگین نمی‌شوند."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\n(\n﴿وَٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ﴾\n) و کسانی که آیات ما را تکذیب می‌کنند، عذاب به آنان می‌رسد و آن را می‌چشند،(\n﴿بِمَا كَانُواْ يَفۡسُقُونَ﴾\n) به سبب فسقی که می‌کردند."
  },
  {
    "ayah": 50,
    "text": ": 50                            #\n{قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ (50)}.\nقُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَفَلاَ تَتَفَكَّرُونَ ؛\nبگو :\nبه  شما نمي  گويم  که  خزاين  خدا نزد من  است   و علم  غيب  هم  نمي   دانم ،\nو نمي  گويم  که  فرشته  اي  هستم   تنها از چيزي  پيروي  مي  کنم  که  بر  من نازل  شده  است   بگو :\nآيا نابينا و بينا يکسانند ? چرا نمي  انديشيد ?"
  },
  {
    "ayah": 50,
    "text": "#\n(50)\nخداوند متعال به پیامبرش  صلی الله علیه وسلم می‌فرماید: به کسانی که پیشنهاد می‌کنند تا دلایل و معجزات را بیاوری،\nیا به شما می‌گویند:\nما را دعوت می‌کنی تا همراه با خدا، تو را نیز پرستش کنیم،\nبگو:\n(\n﴿لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ﴾\n) به شما نمی‌گویم که کلیدهای روزی و رحمت خدا در دست من است. (\n﴿وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ﴾\n) و غیب نمی‌دانم؛ چرا که اینها نزد خدا هستند. پس او ذاتی است که\n﴿مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦ﴾\nهر دروازۀ رحمتی را که برای مردم بگشاید، کسی نمی‌تواند آن را ببندد، و آنچه را که مسدود ‌سازد، کسی نمی‌تواند آن را بگشاید. و تنها او به آشکار و پنهان آگاه است.\n﴿عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ﴾\nپس هیچ‌کس را بر غیب خود آگاه نمی‌سازد، مگر پیامبری که خدا بر گزیند و از وی راضی باشد. (\n﴿وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌ﴾\n) و به شما نمی‌گویم که من فرشته‌ای قوی و نیرومند هستم و در هرچیزی تصرف می‌کنم، پس من بالاتر از مقامی که خداوند مرا در آن قرار داده است، ادعا نمی‌کنم. (\n﴿إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ﴾\n) این است هدف و مقصد من. بنابراین پیروی نمی کنم جز از چیزی که به سوی من وحی شده است. بنابراین خودم به آن عمل می کنم، و همۀ مردم را به پیروی از آن فرا می خوانم. پس وقتی مقام و جایگاه من شناخته شد، چرا چیزی از من می‌خواهند که من آن را ادعا نمی‌کنم؟ و آیا انسان جز آنچه دارد و در توانایی او است، بر چیزی دیگر ملزم می‌گردد؟ من شما را به سوی چیزی فرا می‌خوانم که بر من وحی می‌شود، پس چرا شما مرا در تنگنا قرار می‌دهید تا برای خود غیر از جایگاه و مقامی که دارم، ادعا کنم؟ و آیا این، جز ستم و مخالفت و سرکشی از جانب شما، چیز دیگری است؟ به منظور بیان تفاوت کسی که دعوت خدا را پذیرفته و تسلیم وحی شده است، با کسی که چنین نیست،\nبگو:\n(\n﴿قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ﴾\n) آیا کور و بینا برابرند؟ آیا فکر نمی‌کنید؟ باشد که هر چیزی را در جایگاه آن قرار دهید، و چیزی را انتخاب کنید که رجحان و اولویت دارد."
  },
  {
    "ayah": 51,
    "text": ": 51 - 55                            #\n{وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ (51) وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ (52) وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ (53) وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ (54) وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ (55)}.\nوَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُواْ إِلَى رَبِّهِمْ لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلاَ شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ؛ آگاه  ساز به  اين  کتاب  ، کساني  را که  از گرد آمدن  بر آستان   پروردگارشان هراسناکند ، که  ايشان  را جز او هيچ  ياوري  و شفيعي  نيست   باشد که  پرهيزگاري  پيشه  کنند.\nوَلاَ تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ ؛ کساني  را که  هر بامداد و شبانگاه  پروردگار خويش  را مي  خوانند و خواستارخشنودي  او هستند ، طرد مکن   نه  چيزي  از حساب  آنها بر عهده   توست  و نه چيزي  از حساب  تو بر عهده  ايشان   اگر آنها را طرد کني  ، در  زمره  ستمکاران  درآيي.\nوَكَذَلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولواْ أَهَـؤُلاء مَنَّ اللّهُ عَلَيْهِم مِّن بَيْنِنَا أَلَيْسَ اللّهُ بِأَعْلَمَ بِالشَّاكِرِينَ؛\nهمچنين  بعضي  را به  بعضي  آزموديم   تا بگويند :\nآيا از ميان  ما اينان ، بودند که  خدا به  آنها نعمت  داد ? آيا خدا به  سپاسگزاران  داناتر نيست  ?\nوَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ ؛ چون  ايمان  آوردگان  به  آيات  ما نزد تو آمدند ،\nبگو :\nسلام  بر شما ، خدا  بر خويش  مقرر کرده  که  شما را رحمت  کند ، زيرا هر کس  از شما که  از روي   ناداني  کاري  بد کند ، آنگاه  توبه  کند و نيکوکار شود ، بداند که  خدا  آمرزنده  و مهربان  است.\nوَكَذَلِكَ نفَصِّلُ الآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ؛ و اين  چنين  آيات  را به  تفصيل  بيان  مي  کنيم  ، تا راه  و رسم  مجرمان ، آشکارگردد."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\nاین قرآن بیم‌دهندۀ همۀ مردم است، اما کسانی از آن بهره می‌برند، (\n﴿ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ﴾\n) که می‌ترسند در نزد پروردگارشان گرد آورده شوند. پس آنان به منتقل شدن از این دنیا به دنیای آخرت یقین دارند؛ بنابر این آنچه را که به آنان فایده می‌رساند، با خود بر می‌گیرند؛ و آنچه را که به آنان زیان می رساند، رها می‌کنند. (\n﴿لَيۡسَ لَهُم مِّن دُونِهِۦ﴾\n) آنان جز خدا، (\n﴿وَلِيّٞ وَلَا شَفِيعٞ﴾\n) هیچ یاور و شفاعت‌کننده‌ای ندارند. کسی را ندارند که یاورشان باشد؛ و آنچه را که می‌خواهند، برای آنان فراهم نماید؛ و امر ناگوار را از آنان دور کند. و کسی را ندارند که برای آنها شفاعت نماید؛ چون مردم اختیاری ندارند و کاری از دستشان ساخته نیست. (\n﴿لَّعَلَّهُمۡ يَتَّقُونَ﴾\n) باشد که با پیروی از دستورات خدا و پرهیز از منهیات او، پرهیزگار شوند؛ زیرا بیم دادن، موجب پرهیزگاری و یکی از اسباب آن است."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\n(\n﴿وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥ﴾\n) و اهل عبادت و اخلاص را، به خاطر همنشینی با دیگران از خود مران؛ آنهایی که همواره پروردگارشان را از طریقِ انجام دادن عبادت‌هایی در قالب ذکر و نماز و غیره، و از طریق فراخواندن و حاجت طلبیدن از او در بامدادان و شامگاهان فرا می‌خوانند، و با این عمل خود، رضایت و خشنودی او را طلب می‌کنند، و این کارها را خالصانه برای او انجام می‌دهند. پس اینان سزاوار رانده شدن و روی گرداندن نیستند، بلکه با آنان دوستی کن، و به خود نزدیک نما؛ چون ایشان برگزیدگان مردم هستند، گرچه فقیرند، اما درحقیقت ایشان با عزّت و بزرگوار هستند، هرچند که نزد مردم خوار و حقیر باشند. (\n﴿مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ﴾\n) از حساب آنان چیزی بر تو نیست، و از حساب تو نیز چیزی بر آنان نیست. هریک حسابش جدا است و کار نیک و بدش برای او است. (\n﴿فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ﴾\n) اگر آنان را طرد کنی، از ستمکاران خواهی بود. پیامبر صلی الله علیه وسلم به شدت این دستور را اطاعت نمود، و از آن فرمان برد. بنابراین هرگاه مؤمنان فقیر می‌نشستند، با آنان می‌نشست، و با آنان به خوبی رفتار می‌نمود، و با آنها نرمی می‌کرد، و اخلاقش با آنها نیکو بود، و آنان را به خود نزدیک می کرد، حتی بیشتر همنشینان او صلی الله علیه وسلم از این گروه بودند.\nسبب نزول این آیات این بود که مردمانی از قریش و از افراد خشن و گستاخ عرب به پیامبر صلی الله علیه وسلم گفتند:\nاگر می‌خواهی ما ایمان بیاوریم و از تو پیروی کنیم، فلان و فلان را که فقیر و بینوا هستند طرد کن؛ زیرا خجالت می‌کشیم اعراب ما را در حالی ببینند که با این فقرا همنشین هستیم. و ازآنجا که پیامبر خیلی دوست داشت آنها مسلمان شوند و از او پیروی کنند، به قلبش خطور کرد که چنین کند. بنابراین خداوند با این آیات او را مورد سرزنش قرار داد."
  },
  {
    "ayah": 53,
    "text": "#\n(53)\n(\n﴿وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآ﴾\n) این، آزمایش خدا برای بندگانش است، که برخی را ثروتمند و برخی را فقیر، و برخی را شرافتمند و برخی را کم ارزش قرار داده است. پس وقتی که خداوند ایمان را به فقیر و کم ارزش ارزانی دارد، این آزمایشی است برای توانگر و شرافتمند. بنابراین اگر توانگر درپی حق و پیروی کردن از آن باشد، ایمان می آورد و تسلیم می‌شود؛ و مشارکت کسانی که از نظر ثروت و شرافت در سطح پایین‌تری قرار دارند، او را از ایمان آوردن و مسلمان شدن باز نمی‌دارد. و اگر صادقانه به دنبال حق نباشد، مشارکت افرادی که از نظر ثروت و شرافت در سطح پایین تری قرار دارند، مانعِ تبعیت او از حق خواهد شد. پس با تحقیر کسانی که آنان را از خود پایین‌تر می‌دیدند،\nگفتند:\n(\n﴿أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآ﴾\n) آیا از میان ما، خدا بر اینها منّت نهاده است؟ پس این مطلب، آنان را از اتّباع حق بازداشت؛ به خاطر اینکه خرد و فهم نداشتند. پس خداوند در جواب گفتار آنان که متضمن اعتراض بر خداوند به خاطر هدایت آن گروه و عدم هدایت آنان بود،\nفرمود:\n(\n﴿أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ﴾\n) آیا خداوند سپاسگزاران را بهتر نمی‌شناسد؛ کسانی که قدر نعمت‌های خدا را دانسته، و به آن اعتراف می‌کنند، و به پاس نعمت‌هایی که از آن برخوردارند، کارهای شایسته انجام می‌دهند؟! بنابراین خداوند فضل و کرم خود را به آنان داد؛ و آنان را که شاکر نیستند، محروم کرد. به درستی که خداوند حکیم است، و فضل خود را به کسی عطا نمی‌کند که شایستۀ آن نباشد؛ همچنین فضل خود را به این معترضان که دارای چنین اوصافی هستند، نمی‌دهد. به خلاف فقرا و دیگرانی که خداوند منت ایمان را بر آنان نهاد، چرا که آنان شکرگزارند."
  },
  {
    "ayah": 54,
    "text": "#\n(54)\nو هنگامی که خداوند پیامبرش را از طردکردن مؤمنانِ خدا ترس و پرهیزگار نهی کرد،\nایشان را دستور داد که با تکریم و احترام و بزرگداشت با آنان روبه‌رو شود و فرمود:\n(\n﴿وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِ‍َٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡ﴾\n) و هرگاه کسانی پیش تو آمدند که به آیات ما ایمان دارند،\nبگو:\nسلام بر شما؛ یعنی هرگاه مؤمنان پیش تو آمدند، به آنان سلام کن و خوش‌آمد بگو؛ و آنان را به رحمت خدا و گستردگی بخشش و احسان او که عزم و ارادۀ آنان را فعال می‌نماید، مژده بده؛ و ایشان را به در پیش گرفتن هر راهی که آنها را به آن هدف می‌رساند، تشویق کن؛ و آنان را از پایداری بر گناهان بترسان؛ و به توبه کردن از گناهان دستور بده، تا آمرزش پروردگار و بخشش او را دریابند.\nبنابراین فرمود:\n(\n﴿كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ﴾\n) پروردگارتان رحمت را بر خویشتن واجب نموده است، هرکس از شما از روی نادانی کار بدی را انجام دهد، سپس توبه نماید و به اصلاح بپردازد. پس باید همراه با ترک گناهان و دست کشیدن و پشیمان شدن از آنها، به اصلاح عمل بپردازد؛ و آنچه را که خدا واجب نموده است، ادا نماید؛ و ظاهر و باطن اعمال فاسد خود را اصلاح کند. پس وقتی همۀ این امور یافت شدند، (\n﴿فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ﴾\n) همانا او آمرزنده و مهربان است؛ یعنی به همان اندازه که آنان دستورات او را انجام می‌دهند، از آمرزش و عفو خود بر آنان نازل می‌کند."
  },
  {
    "ayah": 55,
    "text": "#\n(55)\n(\n﴿وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ﴾\n) و این چنین آیات را توضیح می دهیم و آن را بیان می‌کنیم، و هدایت را از گمراهی، و راه را از بیراهه جدا می‌سازیم، تا راه‌یافتگان راه یابند و حق روشن گردد. (\n﴿وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ﴾\n) و تا راه مجرمان که انسان را به ناخشنودی و عذاب خدا می‌رساند، مشخص گردد؛ زیرا وقتی‌که راه مجرمان روشن شود، می‌توان از آن پرهیز نمود. و اگر مشتبه باشد، این هدف بزرگ به دست نخواهد آمد."
  },
  {
    "ayah": 56,
    "text": ": 56 - 58                            #\n{قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ (56) قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ (57) قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ (58)}\nقُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللّهِ قُل لاَّ أَتَّبِعُ أَهْوَاءكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَاْ مِنَ الْمُهْتَدِينَ؛\nبگو :\nمرا منع  کرده  اند که  آن  خداياني  را که  جز الله  مي  خوانيد پرستش   کنم   بگو : از هوسهاي  شما متابعت  نمي  کنم  تا مبادا گمراه  شوم  و از  هدايت  يافتگان  نباشم.\nقُلْ إِنِّي عَلَى بَيِّنَةٍ مِّن رَّبِّي وَكَذَّبْتُم بِهِ مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلاَّ لِلّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ؛\nبگو :\nمن  از پروردگارم  دليلي  روشن  دارم  و شما آن  دليل  را دروغ  مي ، خوانيد آنچه  بدين  شتاب  مي  طلبيد به  دست  من  نيست   حکم  تنها حکم   خداست   حقيقت  را بيان  مي  کند و او بهترين  داوران  است.\nقُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللّهُ أَعْلَمُ بِالظَّالِمِينَ؛\nبگو :\nاگر آنچه  را که  بدين  شتاب  مي  طلبيد به  دست  من  بود ، ميان  من  و  شما کار به  پايان  مي  رسيد ، زيرا خدا به  ستمکاران  داناتر است."
  },
  {
    "ayah": 56,
    "text": "#\n(56)\nخداوند متعال به پیامبرش  صلی الله علیه وسلم می‌فرماید: (\n﴿قُلۡ﴾\n) به مشرکانی که همراه با خدا، معبودان دیگری را می‌خوانند،\nبگو:\n(\n﴿إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ﴾\n) همانا من نهی شده‌ام کسانی را غیر از خدا که به فریاد می‌طلبید، بپرستم،\nاز قبیل:\nهمتایان و بتان که مالک سود و زیان و مرگ و زندگی نیستند؛ زیرا این عقیده باطل است، و شما در این زمینه جز پیروی از هوای نفس دلیل و حجّتی ندارید، که پیروی از آن، بزرگ‌ترین عامل گمراهی است.\nبنابراین فرمود:\n(\n﴿قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ﴾\n) بگو: از خواست‌ها و امیالتان پیروی نمی‌کنم؛ و اگر از خواست‌هایتان پیروی کنم، آن وقت گمراه شده، و به هیچ صورتی از راه یافتگان نخواهم بود."
  },
  {
    "ayah": 57,
    "text": "#\n(57)\nو اما توحید و اخلاصی که من بر آن هستم، حق است و از دلایل قاطعی برخوردار می‌باشد، و (\n﴿إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي﴾\n) من بر یقینِ روشن هستم و به صحت آن باور دارم، و بر باطل بودن غیرِ آن معتقدم. این گواهی قاطع پیامبر است، و شک و تردیدی را نمی‌پذیرد، و او به‌طور مطلق در میان خلایق عادل‌ترین گواه است. پس مؤمنان شهادت دادن پیامبر را تصدیق نمودند، و بر حسب آنچه که خداوند به آنان ارزانی نموده بود، صحت و صدق آن برایشان روشن گردید. (\n﴿وَكَذَّبۡتُم﴾\n) ولی شما ای مشرکان! آن را تکذیب کردید، و این شایستۀ شما نیست. اگر شما به تکذیب خود ادامه دهید، پس بدانید که قطعا عذاب سختی بر شما فرود خواهد آمد. و عذاب نزد خدا است؛ و او کسی است که هر وقت و هرگونه بخواهد، عذاب را بر شما نازل می‌کند. و اگر شما در وقوع عذاب شتاب ورزید، چنین چیزی در دست من نیست. (\n﴿إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ﴾\n)حکم و فرمان جز در دست خدا نیست. پس همان طور که حکم شرعی را صادر می‌نماید و امر و نهی می‌کند، بر حسب حکمت خویش فرمان و حکم جزایی را نیز صادر می‌کند. پس به طور مطلق نباید بر حکم او اعتراض نمود. و خداوند راه را روشن نموده و حق را برای بندگانش تعریف کرده و برای آنها عذری باقی نگذاشته است؛ تا هرکس که هلاک می‌شود، از روی دلیل هلاک گردد؛ و هرکس که نجات می‌یابد، از روی دلیل نجات یابد.(\n﴿وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ﴾\n) و او بهترین جداکنندگان است که در دنیا و آخرت میان بندگانش داوری می‌نماید؛ به گونه‌ای که کسی که علیه او قضاوت شده و حق به او داده نشده است، او را به خاطر این داوری ستایش می‌نماید."
  },
  {
    "ayah": 58,
    "text": "#\n(58)\n(\n﴿قُل﴾\n) به کسانی که از روی نادانی و عناد و ستم برای وقوع عذاب شتاب می‌ورزند،\nبگو:\n(\n﴿لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡ﴾\n) اگر آنچه که شما بر وقوع آن شتاب می‌ورزید در دست من بود، کار من و شما تمام می‌شد. اگر عذاب در دست من بود آن را بر شما فرود می‌آوردم، و در این میان سود و منـفعتی به شما نمی‌رسید. اما کار در دست خداوند بردبـار و شکیباست؛ خداوندی که گناهکاران از فرمان او سر می‌پیچند، و جرأت کننـدگان بر نافرمـانی او جرأت می‌کنند، اما او ازآنها در مـی‌گـذرد، و به آنها رزق و روزی می‌دهد، و نعمت‌های ظاهری و باطنی خود را به سوی آنان سرازیر می‌نماید. (\n﴿وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ﴾\n) و خداوند نسبت به ستمگران آگاه است. چیزی از احوال آنان بر او پوشیده نیست، پس آنان را مهلت می‌دهد، اما آنان را مورد اهمال و فراموشی قرار نمی‌دهد."
  },
  {
    "ayah": 59,
    "text": ": 59                            #\n{وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ (59)}.\nوَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ ؛ کليدهاي  غيب  نزد اوست   جز او کسي  را از غيب  آگاهي  نيست   هر چه   را که  در خشکي  و درياست  مي  داند  هيچ  برگي  از درختي  نمي  افتد مگر آنکه   از آن  آگاه  است   و هيچ  دانه  اي  در تاريکيهاي  زمين  و هيچ  تري  و خشکي  نيست  جز آنکه  در کتاب  مبين  آمده  است."
  },
  {
    "ayah": 59,
    "text": "#\n(59)\nاین آیه یکی از بزرگ‌ترین آیاتی است که علم فراگیر الهی را به طور مشروح بیان داشته، و تصریح می‌کند که علم او، همۀ خفایا و نهان‌ها و امور غیبی را در بر می‌گیرد؛ و هر کس از آفریدگانش را که بخواهد، از آن امور غیبی آگاه می‌سازد. و بسیاری از امور غیب را از فرشتگان مقرب و پیامبران پنهان داشته، و آنان را بدان آگاه نکرده است، تا چه رسد به اینکه کس دیگری از جهانیان را از آن با خبر نماید. و او به حیوانات و درختان و ریگ‌ها و سنگریزه‌ها و خاک‌هایی که در بیابان‌ها و صحراها می‌باشد، آگاه است. از آنچه که در دریاها وجود دارد،\nاز قبیل:\nحیوانات، معادن، و سایر موجودات زنده‌ای که آب آن را فرا گرفته، آگاه است.(\n﴿وَمَا تَسۡقُطُ مِن وَرَقَةٍ﴾\n) و هیچ برگی از درختان خشکی و دریا و درختان آبادی‌ها و بیابان‌ها و دنیا و آخرت فرونمی‌افتد، مگر اینکه خداوند به آن آگاه است.(\n﴿وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ﴾\n) و هیچ دانه‌ای از دانۀ میوه‌ها و کشتزارها و بذری که مردم می‌کارند، و دانۀ گیاهان بیابانی که از آن انواع گیاهان می‌رویند، و در تاریکی‌های زمین قرار دارند -نیست، مگر اینکه خداوند از آن خبر دارد. (\n﴿وَلَا رَطۡبٖ وَلَا يَابِسٍ﴾\n) و هیچ تر و خشکی\n[وجود ندارد که خداوند از آن خبر نداشته باشد]\n، و این عمومِ بعد از خصوص است، (\n﴿إِلَّا فِي كِتَٰبٖ مُّبِينٖ﴾\n) مگر اینکه در\n«لوح محفوظ»\nثبت و ضبط شده است. بعضی از این امور، عقل و عقلا را در حیرت می‌اندازد، و درک و خاطر هوشیاران را سرگشته می‌کند. پس این بر عظمت پروردگار و گستردگی صفاتش دلالت می‌نماید. نیز بیانگر آن است که اگر مردمِ اول و آخر جمع شوند تا برخی از صفات او را احاطه نمایند، توان این کار را نخواهند داشت. پس با برکت است پروردگار بزرگ و گشایشگر و دانا و ستوده و بزرگوار و حاضر و ناظر و احاطه کننده. و بزرگ است خدایی که هیچ کس نمی‌تواند ستایش او را بیان کند، بلکه او آن گونه است که خودش خویشتن را ستوده است، و بالاتر از آن است که بندگانش\n[بتوانند]\nوی را\n[آن گونه که شایستۀ اوست]\nستایش نمایند. پس این آیه بر دانش و آگاهی فراگیر خدا که همه چیز را فرا گرفته است، نیز بر کتاب او\n[لوح المحفوظ]\nکه تمام حوادث را در بر گرفته است، دلالت می‌کند."
  },
  {
    "ayah": 60,
    "text": ": 60 - 62                            #\n{وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (60) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ (61) ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ (62)}\nوَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُّسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ؛ و اوست  که  شما را شب  هنگام  مي  ميراند و هر چه  در روز کرده  ايد مي   داند،، آنگاه  بامدادان  شما را زنده  مي  سازد تا آن  هنگام  که  مدت  معين   عمرتان به  پايان  رسد  سپس  بازگشتتان  به  نزد اوست  و شما را از آنچه   کرده  ايد آگاه  مي  کند.\nوَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً حَتَّىَ إِذَا جَاء أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ؛ اوست  قاهري  فراتر از بندگانش   نگهباناني  بر شما مي  گمارد ، تا چون   يکي  از شما را مرگ  فرا رسد فرستادگان  ما بي  هيچ  کوتاهي  و گذشتي  جان  او  بگيرند.\nثُمَّ رُدُّواْ إِلَى اللّهِ مَوْلاَهُمُ الْحَقِّ أَلاَ لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ؛ سپس  به  نزد خدا ، مولاي  حقيقي  خويش  بازگردانيده  شوند  بدان  که  حکم ، حکم اوست  و او سريع  ترين  حسابگران  است."
  },
  {
    "ayah": 60,
    "text": "#\n(60)\nتمام این آیات در رابطه با اثبات الوهیت خدا و استدلال علیه مشرکین بوده، و بیانگر آن است که خداوند متعال سزاوار محبت و تعظیم و بزرگداشت و اکرام است. پس خداوند خبر داد که تنها او به امور بندگانش در بیداری و خوابشان می‌پردازد، و او روح آنان را در شب می‌گیرد، پس حرکات آنان آرام می‌گیرد و جسم‌هایشان استراحت می‌کند، سپس آنان را از خواب برمی‌انگیزد، تا برای به دست آوردن منافع دینی و دنیوی خود به فعالیت و تلاش بپردازند. و همو کارهایی‌را که در روز انجام می‌دهند، می‌داند؛ سپس خداوند همواره به آنان می‌پردازد، تا اینکه مدت زندگی‌شان را تمام کنند. پس طبق این تدبیر، مدتِ مشخص شده به پایان می‌رسد، و آن دوران زندگی است. پس از آن، دوران دیگری شروع می‌شود، وآن زنده شدن پس از مرگ است.\nبنابراین فرمود:\n(\n﴿ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ﴾\n) سپس بازگشت شما به سوی اوست، نه به سوی کسی دیگر. (\n﴿ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ﴾\n) سپس شما را به آنچه از خیر و شر که انجام می‌دادید، آگاه می‌سازد."
  },
  {
    "ayah": 61,
    "text": "#\n(61)\n(\n﴿وَهُوَ﴾\n) و خداوند متعال، (\n﴿ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦ﴾\n) بر بندگانش چیره و غالب است. و ارادۀ فراگیر و مشیّت و خواست عام او، بر آنان جاری می‌گردد. پس هیچ‌کاری به دست آنان صورت نمی‌گیرد و هیچ کاری در دست آنان نیست، و حرکت نمی‌کنند، و آرام نمی‌گیرند، مگر به فرمان او. با وجود این، فرشتگانی مراقب بر بندگان گماشته است، تا از آنان محافظت کنند، و آنچه را که انجام می‌دهند، ثبت و ضبط نمایند،\n﴿وَإِنَّ عَلَيۡكُمۡ لَحَٰفِظِينَ كِرَامٗا كَٰتِبِينَ يَعۡلَمُونَ مَا تَفۡعَلُونَ﴾\nو همانا بر شما مراقبانی گماشته شده‌اند؛ نویسندگان بزرگواری که آنچه می‌کنید، می‌دانند،\n﴿عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ﴾\nاز چپ و راست نشسته‌اند،\n[انسان]\nهیچ سخنی را بر زبان نمی‌آورد مگر اینکه نزد او مراقبی آماده است\n[و آن را می‌نویسد]\n. پس این، مراقبت خدا از آنان در حال زندگی است.(\n﴿حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا﴾\n) تا اینکه\n[زمان]\nمرگ شما فرا رسد،\n[آنگاه]\nفرشتگان ما، که مسؤول گرفتن جان و قبض ارواح هستند، جان او را می‌گیرند، (\n﴿وَهُمۡ لَا يُفَرِّطُون﴾\n) و آنان در این کار کوتاهی نمی‌ورزند؛ پس یک لحظه را بر زمانی که خدا مقدر نموده است، نمی‌افزایند، و لحظه‌ای از آن کم نمی‌کنند، و این کار را طبق تقدیر و فرمان الهی انجام می‌دهند."
  },
  {
    "ayah": 62,
    "text": "#\n(62)\n(\n﴿ثُمَّ﴾\n) و بعد از مرگ، و زندگی برزخ، و خیر و شری که درآن هست، (\n﴿رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّ﴾\n) به سوی خدا، که سرور حقیقی‌شان است، برگردانده می‌شوند. به سوی خدایی بر می‌گردند که با حکمت و تقدیر خویش، آنها را سرپرستی نموده، و مشیّت خود را بر آنان جاری کرده است. سپس با امر و نهی خود آنها را سرپرستی نموده، و پیامبرانش را به سوی آنها فرستاده، و کتاب‌ها را بر آنان نازل نموده است. پس به سوی او برگردانده می‌شوند تا به سزا و جزای آنها حکم نماید؛ و به خاطر خوبی‌هایی که انجام داده‌اند، آنان را پاداش بدهد؛ و آنها را بر بدی‌ها و زشتی‌هایی که مرتکب شده اند، مجازات کند. (\n﴿أَلَا لَهُ ٱلۡحُكۡمُ﴾\n) هان! فرمان و داوری از آنِ اوست؛ معبودی یگانه که هیچ شریکی ندارد.(\n﴿وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ﴾\n) و او سریع‌ترینِ حسابگران است؛ زیرا خدا بسیار آگاه است، و اعمال آنها را در\n«لوح محفوظ»\nثبت نموده، و فرشتگانش تمامی حرکات و سکنات آنان را در نامۀ اعمال و کتابی که در دستشان است، ثبت کرده اند. پس تنها خدا می‌آفریند و به تدبیر امور می‌پردازد؛ و او در آفریدن و تدبیر یگانه، و بر بندگانش چیره است، و همۀ حالاتشان را زیر نظر دارد، و حکم و داوریِ تقدیری و شرعی و جزائی از آن اوست. پس چرا مشرکین از ذاتی که دارای چنین صفاتی است، روی می‌گردانند و به عبادت کسی روی می‌آورند که هیچ کاری در دست او نیست، و به اندازۀ ذرّه‌ای سود و نفع نمی‌رساند، و قدرت و اراده‌ای ندارد؟! سوگند به خدا اگر بردباریِ خداوند و گذشت و رحمت وی را نسبت به خویش می‌دانستند، به شناخت وی روی آورده و شیفته و سرگشتۀ او می‌شدند. حال آنکه به شرک و ناسپاسی روی آورده و با خدا مبارزه می‌کنند، و به خود جرأت می‌دهند که شکوه و عظمت پروردگار را نادیده بگیرند و به وی دروغ نسبت دهند، این در حالی است که پروردگار، آنان را روزی می‌دهد. تمامی این بدبختی‌ها بدان جهت است که تسلیم شیطان شده‌اند، و این کار جز رسوایی و زیان، چیز دیگری به دنبال ندارد. اما آنها قومی نادان هستند."
  },
  {
    "ayah": 63,
    "text": ": 63 - 64                            #\n{قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (63) قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ (64)}.\nقُلْ مَن يُنَجِّيكُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعاً وَخُفْيَةً لَّئِنْ أَنجَانَا مِنْ هَـذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ؛\nبگو :\nچه  کسي  شما را از وحشتهاي  خشکي  و دريا مي  رهاند ? او را به  زاري   ودر  نهان  مي  خوانيد که  اگر از اين  مهلکه  رهايي  يابيم  ، ما نيز از  سپاسگزاران  خواهيم  بود.\nقُلِ اللّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ؛\nبگو :\nخداست  که  شما را از آن  مهلکه  و از هر اندوهي  مي  رهاند ، باز هم   بدو شرک  مي  آوريد."
  },
  {
    "ayah": 63,
    "text": "#\n(63)\n(\n﴿قُلۡ﴾\n) به کسانی که برای خدا شریک قرار می‌دهند و معبودان دیگری را با او می‌خوانند، و توحید ربوبیت را می‌پذیرند و توحید الوهیت را انکار می‌کنند،\nبگو:\n(\n﴿مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ﴾\n) چه کسی شما را از سختی‌ها و مشقت‌های خشکی و دریا نجات می‌دهد؟ و آنگاه که چاره سازی و چاره اندیشی برایتان سخت و مشکل می‌شود، خداوند را با فروتنی می‌خوانید و پیوسته حاجات خود را از او می‌طلبید، و درحالی که شما در آن موقعیت قرار دارید،\nمی‌گویید:\n(\n﴿لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ﴾\n) اگر خداوند ما را از این سختی که در آن افتاده‌ایم، نجات بدهد، (\n﴿لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ﴾\n) قطعاً از سپاسگزارانی خواهیم بود که به نعمت او اعتراف می‌کنند، و آن را در مسیر طاعت پروردگارشان به کار می‌برند، نه در راه گناه و معصیت."
  },
  {
    "ayah": 64,
    "text": "#\n(64)\n(\n﴿قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ﴾\n) بگو: خداوند شما را از این سختی، و از همۀ مشکلات نجات می‌دهد، (\n﴿ثُمَّ أَنتُمۡ تُشۡرِكُونَ﴾\n) سپس شما شرک می‌ورزید؛ و به آنچه که گفتید، وفا نمی‌کنید؛ و نعمتی را که خداوند به شما داده است، فراموش می‌کنید. پس چه دلیلی آشکارتر از این بر باطل بودن شرک و صحت توحید وجود دارد؟!"
  },
  {
    "ayah": 65,
    "text": ": 65 - 67                            #\n{قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ (65) وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ (66) لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ (67)}\nقُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ ؛\nبگو :\nاو قادر بر آن  هست  که  از فراز سرتان  يا از زير پاهايتان  عذابي ، برشما بفرستد ، يا شما را گروه  گروه  در هم  افکند و خشم  و کين  گروهي  را به گروه  ديگر بچشاند  بنگر که  آيات  را چگونه  گوناگون  بيان  مي  کنيم   باشدکه  به  فهم  دريابند.\nوَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ؛\nقوم  تو قرآن  را دروغ  مي  شمردند در حالي  که  سخني  است  بر حق  بگو :\nمن   کارساز شما نيستم.\nلِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ؛ به  زودي  خواهيد دانست  که  براي  هر خبري  زماني  معين  است."
  },
  {
    "ayah": 65,
    "text": "#\n(65)\nخداوند متعال بر فرستادن عذاب از تمامی جهات به سوی شما توانا است.(\n﴿مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا﴾\n) از بالای سرتان یا از زیر پاهایتان، و یا اینکه شما را در هم بیامیزد، (\n﴿وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍ﴾\n)\n[و]\nشما را دسته دسته نماید، و به فتنه مبتلا سازد، و برخی، برخی دیگر را بکشد، و او بر همۀ این کارها توانا است. پس، از انجام گناه بپرهیزید؛ زیرا عذابی شما را فرا خواهد گرفت که نابودتان می‌کند. و او بر این کار توانا است، اما از رحمت الهی است که عذاب را از این امت دور نموده، و از بالا سنگباران و رجم نمی‌شوند، و عذاب را از زیر پاهایشان به‌سوی آنان نمی‌فرستد و در زمین فرو برده نمی‌شوند. اما برخی را مجازات نموده، و آنان را به جان هم انداخته، و یکدیگر را می‌کشند. و برخی را بر برخی دیگر مسلط گردانده، و این سزا و مجازات دنیاست که اهل بصیرت آن را می‌بینند، و عالمان آن را احساس می‌کنند. (\n﴿ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ﴾\n) بنگر که چگونه آیات را به صورت‌های گوناگون و شیوه‌های مختلف که همه برحق دلالت می‌کنند، بیان می‌داریم! (\n﴿لَعَلَّهُمۡ يَفۡقَهُونَ﴾\n) شاید هدف از آفرینش خود، و حقایق شرعی و مفاهیم الهی را بفهمند."
  },
  {
    "ayah": 66,
    "text": "#\n(66)\n(\n﴿وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّ﴾\n) و قوم تو قرآن را تکذیب نمودند، حال آنکه قرآن حق است و هیچ شکی در آن نیست، و هیچ تردیدی به آن راه ندارد. (\n﴿قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ﴾\n) بگو: من مراقب و نگهبان اعمالتان نیستم، و من شما را بر آن مجازات نمی‌کنم، من تنها بیم دهنده و مبلغ هستم."
  },
  {
    "ayah": 67,
    "text": "#\n(67)\n(\n﴿لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞ﴾\n) برای هر خبری، زمان مقرری است که در آن وقت به وقوع می‌پیوندد؛ زمانی که پس و پیش نمی‌شود.(\n﴿وَسَوۡفَ تَعۡلَمُونَ﴾\n)و به زودی خواهید دانست که چه عذابی به شما وعده داده شده است!"
  },
  {
    "ayah": 68,
    "text": ": 68 - 69                            #\n{وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ (68) وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ (69)}\nوَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنسِيَنَّكَ الشَّيْطَانُ فَلاَ تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ ؛ و چون  ببيني  که  در آيات  ما از روي  عناد گفت  و گو مي  کنند از آنها  رويگردان  شو تا به  سخني  جز آن  پردازند  و اگر شيطان  تو را به  فراموشي  افکند، چون  به  يادت  آمد با آن  مردم  ستمکاره  منشين.\nوَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَلَـكِن ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ؛ کساني  که  پرهيزگاري  پيشه  کرده  اند به  گناه  کافران  بازخواست  نخواهند شد،، ولي  بايد آنان  را پند دهند  باشد که  پرهيزگار شوند."
  },
  {
    "ayah": 68,
    "text": "#\n(68)\nمنظور از فرو رفتن در آیات خدا، سخنی است که با حق مخالف باشد،\nاز قبیل:\nتحسین گفتارهای باطل و فرا خواندن به سوی آن، و ستایش اهل آن، و روی گردانی از حق، و طعنه زدن به آن، و عیب جویی ازاهل حق. و خداوند در اصل پیامبر را دستور داده و به دنبال او امتش را نیز دستور داده است که هرگاه کسی را دیدند به طریق مذکور به طعنه زدن به آیات خدا می‌پردازد، باید از چنین کسانی رویگردانی کنند، و در مجالس کسانی ننشینند که به عیب‌جویی از آیات خدا می‌پردازند، و در باطل فرو می‌روند، و این کار را ادامه می‌دهند، تا اینکه بحث عوض شود و به سخنی دیگر بپردازند. پس هرگاه به مسائل دیگری پرداختند، نهی مذکور از بین می‌رود. بنابراین اگر مصلحتی در کار باشد، حضور در چنین مجالسی جایز است؛ و اگر مصلحتی در کار نباشد، حضور در آن مفید نبوده و به نشستن درآن دستور داده نشده است. و مذمت و نکوهشِ فرورفتن در باطل و پرداختن به آن، در واقع به معنی مدح و تمجید پژوهش و بحث و مناظره است.\nسپس فرمود:\n(\n﴿وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ﴾\n) و اگر شیطان تو را به فراموشی در انداخت، و از روی فراموشی و غفلت با آنها نشستی، (\n﴿فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) بعد ‌از به یادآوردن،\n[دیگر]\nبا قوم ستمکار منشین. قوم ستمکار، قومی هستند که از روی باطل به آیات می‌پردازند، و یا سخن حرامی را بر زبان می‌آورند، و یا کار حرامی را انجام می‌دهند. پس نشستن و حضور در مکان و مجلسی که در آن منکری انجام می‌شود و انسان نمی‌تواند آن را از بین ببرد، حرام است. این نهی و تحریم، متوجّه کسی است که با آنها بنشیند و پرهیزگاری نداشته باشد، به این صورت که در سخن یا کار حرام با آنها مشارکت نماید، و یا سکوت اختیار کرده و اعتراض و انکار نکند. پس اگر پرهیزگاری و ترس از خدا را پیشه سازد- به این صورت که آنها را به خیر دستور دهد و از شر و سخنی که از آنان سر می‌زند، باز دارد، و به دنبال آن منکر از بین رود یا کمتر شود- برچنین فردی گناهی نیست، و اشکالی ندارد که با آنان بنشیند."
  },
  {
    "ayah": 69,
    "text": "#\n(69)\nاین نهی و تحریم، متوجّه کسی است که با آنها بنشیند و پرهیزگاری نداشته باشد، به این صورت که در سخن یا کار حرام با آنها مشارکت نماید، و یا سکوت اختیار کرده و اعتراض و انکار نکند. پس اگر پرهیزگاری و ترس از خدا را پیشه سازد- به این صورت که آنها را به خیر دستور دهد و از شر و سخنی که از آنان سر می‌زند، باز دارد، و به دنبال آن منکر از بین رود یا کمتر شود- برچنین فردی گناهی نیست، و اشکالی ندارد که با آنان بنشیند.\nبنابراین فرمود:\n(\n﴿وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ﴾\n) و بر کسانی که پرهیزگاری می‌کنند، از حساب آنان چیزی بر آنها نیست. اما باید آنان را تذکر و پند دهند، تا شاید بپرهیزند. این آیه بیانگر آن است که پند دهنده باید سخنی را به کار گیرد که به حاصل شدن تقوا بینجامد. و هرگاه پند و اندرز، به شر و بدیِ بیشتر منجر شود، ترک آن واجب است؛ زیرا هرگاه پند و اندرز با مقصود و هدف متعارض باشد، ترک آن مقصود است."
  },
  {
    "ayah": 70,
    "text": ": 70                            #\n{وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (70)}\nوَذَرِ الَّذِينَ اتَّخَذُواْ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ اللّهِ وَلِيٌّ وَلاَ شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لاَّ يُؤْخَذْ مِنْهَا أُوْلَـئِكَ الَّذِينَ أُبْسِلُواْ بِمَا كَسَبُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ ؛ و واگذار آن  کساني  را که  دين  خويش  بازيچه  و لهو گرفته  اند و زندگاني ، دنيا فريبشان  داد  و به  قرآن  به  يادشان  بياور که  بر کيفر اعمال  خويش   در جهنم  محبوس  خواهند ماند  جز خدا دادرس  و شفيعي  ندارند  و اگر  براي  رهايي  خويش  هر گونه  فديه  دهند پذيرفته  نخواهد شد  اينان  به   عقوبت  اعمال  خود در جهنم  محبوسند و به  کيفر آنکه  کافر شده  اند برايشان   شرابي  از آب  جوشان  و عذابي  دردآور مهيا شده  است."
  },
  {
    "ayah": 70,
    "text": "#\n(70)\nآنچه از بندگان خواسته شده، این است که دین را خالصانه برای خدا انجام دهند؛ به این صورت که تنها او را بپرستند، و تمام توان خود را برای جلب خشنودی و رضایت او مبذول دارند. و این کار مستلزم آن است که قلب را متوجه خدا نمود، و به‌طور جدی در این مسیر گام برداشت، و مخلصانه برای رضای خدا به پیش رفت، و ریا و شهرت طلبی را کنار گذاشت. این است دین حقیقی. اما هرکس ادعا کند که او بر حق است و از دین و پرهیزگاری برخوردار است، درحالی که دینش را به بازیچه و سرگرمی گرفته است؛ به گونه‌ای که، قلب او از محبت خدا و شناخت او غافل شده، و به هر آنچه که به وی زیان می‌رساند، روی آورده، و در باطل خویش فرو رفته است، و با جسم و بدن خود در آن به سرگرمی می‌پردازد؛ زیرا هرگاه کار و تلاشش برای غیر خدا انجام ‌گیرد، بازیچه و سرگرمی است. خداوند دستور داده است که چنین فردی را ترک کنیم و از او بپرهیزیم، و فریب وی را نخوریم، و مراقب کارهایش باشیم، و نباید موانع و مشکلات او، ما را از آنچه که آدمی را به خدا نزدیک می‌گرداند، باز دارد.(\n﴿وَذَكِّرۡ بِهِۦٓ﴾\n) و به وسیلۀ این قرآن، آنچه را که به بندگان فایده می‌رساند، اندرز بده. آنان را به خواندن قرآن و تبعیّتِ از آن دستور بده، و به صورت مشروح برایشان بیان کن، و آن را برایشان نیکو جلوه بده، و اوصاف و ویژگی‌های زیبای آن را برایشان بیان کن، و از آنچه که به ضرر بندگان است، نهی کن، و آن را به صورت مبسوط برایشان بیان نما، و صفت‌های زشتِ منهیات را برای آنان بیان کن به گونه‌ای که انسان به ترک آن رغبت پیدا کند. و همۀ این مطالب، بدان خاطر است تا کسی به سبب آنچه انجام داده است، هلاک نشود؛ یعنی قبل از اینکه بنده مرتکب گناه شود، و بر خداوندی که خفایا را می داند، جرأت کند و به این کار نادرست و زشت ادامه دهد، وی را پند و اندرز بده، تا باز آید و از کارش دست بکشد. (\n﴿لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ﴾\n) قبل از اینکه گناهانش، او را احاطه نماید، آنگاه هیچ کس به او سودی نمی‌رساند، و هیچ خویشاوند و دوستی جز خدا، او را یاری و سرپرستی نکرده و هیچ شفاعت کننده‌ای برای او شفاعت نمی‌کند.(\n﴿وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ﴾\n) و اگر هرگونه فدیه‌ای بپردازد ـ گرچه پُرِ زمین طلا باشد ـ (\n﴿لَّا يُؤۡخَذۡ مِنۡهَآ﴾\n) ازاو پذیرفته نمی‌شود و فایده‌ای برای وی نخواهد داشت. (\n﴿أُوْلَٰٓئِكَ﴾\n) ایشان که دارای صفات مذکورند، (\n﴿ٱلَّذِينَ أُبۡسِلُواْ﴾\n) کسانی‌اند که هلاک شده و از خیر نا اُمید گشته‌اند، و این (\n﴿بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ﴾\n) به سبب کارهایی است که انجام داده‌اند. برای آنان، شرابی است که بی‌نهایت داغ و گرم است و چهره‌هایشان را می‌سوزاند و روده‌هایشان را تکّه تکّه می‌کند. (\n﴿وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ﴾\n) و به سبب کفری که می ورزیدند، برای آنان عذابی دردناک است."
  },
  {
    "ayah": 71,
    "text": ": 71 - 73                            #\n{قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ (71) وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ (72) وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (73)}\nقُلْ أَنَدْعُو مِن دُونِ اللّهِ مَا لاَ يَنفَعُنَا وَلاَ يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللّهِ هُوَ الْهُدَىَ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ  ؛\nبگو :\nآيا سواي  الله  کسي  را بخوانيم  که  نه  ما را سود مي  دهد و نه  زيان ، مي  رساند ? و آيا پس  از آنکه  خدا ما را هدايت  کرده  است  ، همانند آن   کس که  شيطان  گمراهش  ساخته  و حيران  بر روي  زمين  رهايش  کرده  ،\nاز دين   بازگرديم  ? او را ياراني  است  که  به  هدايت  ندايش  مي  دهند که  نزد ما  بازگردد بگو :\nهدايتي  که  از سوي  خدا باشد ، هدايت  واقعي  است   و به   ما فرمان رسيده  که  در برابر پروردگار جهانيان  تسليم  شويم.\nوَأَنْ أَقِيمُواْ الصَّلاةَ وَاتَّقُوهُ وَهُوَ الَّذِيَ إِلَيْهِ تُحْشَرُونَ؛ و نماز بخوانيد و از او بترسيد  اوست  آنکه  همگان  نزدش  محشور مي  شويد.\nوَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّوَرِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ ؛\nو اوست  آنکه  آسمانها و زمين  را بيافريد  و روزي  که  بگويد :\nموجود شو  ،پس  موجود مي  شود  گفتار او حق  است   و در آن  روز که  در صور بدمند  فرمانروايي  از آن  اوست   نهان  و آشکار را مي  داند و او حکيم  و آگاه   است."
  },
  {
    "ayah": 71,
    "text": "#\n(71)\n(\n﴿قُلۡ﴾\n)\n[ای پیامبر!]\nبه کسانی که به خدا شرک می‌ورزند و غیرِ او را به فریاد می‌خوانند، و شما را به دینشان دعوت می‌کنند، و اوصاف معبودانشان را برای تو بیان می‌کنند ـ اوصافی که عاقل با آگاهی یافتن از آن باز می‌آید؛ زیرا هرگاه انسان خردمند به طور سطحی در مذهب مشرکان نظر اندازد، به باطل بودن آن یقین حاصل می‌نماید، و برای بطلان آن نیازی به اقامۀ دلیل آن ندارد ـ ،\nپس به چنین کسانی بگو:\n(\n﴿أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا﴾\n) آیا غیر از خدا کسی را بخوانیم که سود و زیانی به ما نمی‌رساند؟ این صفت شامل تمامی کسانی است که غیرخدا را می‌پرستند، چون آنچه جز خدا پرستش می‌شود، سود و زیانی نمی‌رساند، و کاری در دست او نیست، بلکه همۀ کارها در دست خداست. (\n﴿وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ﴾\n) و آیا بعد از اینکه خداوند ما را هدایت کرد، به گمراهی بازگردیم؟ و از هدایت و رشد به انحراف برگردیم؟ و از راهی که انسان را به باغ‌های بهشت می‌رساند، به راهی برگردیم که آدمی را به عذاب دردناک جهنم می‌رساند؟! پس این حالتی است که انسانِ خردمند آن را نمی‌پسندد. و کسی که دارای این حالت است، (\n﴿كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ﴾\n) بسان کسی است که شیاطین او را گمراه نموده، و از راه و برنامه و هدفش منحرف کرده است. (\n﴿حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى﴾\n) سرگشته و حیران است؛ دوستانی دارد که او را به سوی هدایت فرا می‌خوانند، اما شیطان‌ها او را به زشتی و انحراف دعوت می‌کنند، و او میان این دو دعوتگر حیران مانده است. و همۀ مردم چنین حالتی را دارند، جز کسانی که خداوند آنها را در امان قرار داده است. به درستی که آنان کشش‌ها و انگیزه‌هایی متعارض در خود می‌یابند\n[کشش و جاذبه‌های شیطانی، و انگیزه و محرک‌های رحمانی]\n.\nانگیزه‌های خیری که در وجود چنین کسانی یافت می‌شود عبارتند:\nاز انگیزه‌ی رسالت، عقل صحیح و فطرت سالم. (\n﴿يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى﴾\n) او را به سوی هدایت و صعود به بالاترین مقام فرا می‌خوانند. از طرفی نیز انگیزه‌های شیطانی در درون آدمی وجود دارد، و هرکس شیوۀ شیطان را درپیش گیرد و از نفس سرکش پیروی کند، گمراه شده و به پایین ترین جایگاه و\n«اسفل السافلین»\nسقوط می‌کند. برخی از مردم در همه یا اغلب کارهایشان از انگیزه‌های رحمانی بهره برده و راه هدایت را در پیش می‌گیرند؛ و برخی از مردم بر عکس این هستند؛ و برخی هستند که هر دو نوع انگیزه در آنها وجود دارد، و این دو انگیزه در وجود آنان با یکدیگر متعارض و مخالف‌اند. و در اینجا اهل سعادت از اهل شقاوت باز شناخته می‌شوند. (\n﴿قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰ﴾\n) بگو: هدایت خدا، هدایت واقعی است. هدایت؛ همان است که خداوند بر زبان پیامبرش بیان نموده، ودیگر راه‌ها به گمراهی و نابودی و هلاکت می‌انجامند. (\n﴿وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ﴾\n) و فرمان داده شده‌ایم تا از پروردگار جهانیان فرمان بریم؛ تسلیم یگانگی و اوامر و نواهی او باشیم، و به بندگی وی در آییم. همانا این، برترین نعمتی است که خداوند به بندگان ارزانی نموده است، و کامل‌ترین تربیتی است که خداوند آنها را ازآن بهره‌مند کرده است."
  },
  {
    "ayah": 72,
    "text": "#\n(72)\n(\n﴿وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُ﴾\n) و دستور داده شده‌ایم که نماز را همراه با ارکان و شرایط و سنت‌هایش و آنچه آن را تکمیل می‌نماید، بر پا داریم. (\n﴿وَٱتَّقُوهُ﴾\n) و با انجام آنچه خداوند بدان دستور داده، و با پرهیز از منهیّاتش، از او بترسید. (\n﴿وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ﴾\n) و او خدایی است که به سویش محشور خواهید شد، و در روز قیامت در پیشگاه او جمع می‌شوید، و شما را طبق اعمال خوب و بدتان پاداش می‌دهد."
  },
  {
    "ayah": 73,
    "text": "#\n(73)\n(\n﴿وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ﴾\n) و او خدایی است که آسمان‌ها و زمین را به حق آفریده است، تا بندگان را فرمان دهد، و آنان را نهی کند، و به آنان پاداش و کیفر بدهد. (\n﴿وَيَوۡمَ يَقُولُ كُن فَيَكُونُ قَوۡلُهُ ٱلۡحَقُّ﴾\n) و روزی که می‌فرماید:\n«باش»\nپس می‌شود، سخن او حق است، و هیچ شک و تردیدی درآن نیست، و او چیزِ بیهوده‌ای را نمی‌گوید، (\n﴿وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِ﴾\n) و روزی که در صور دمیده می‌شود، پادشاهی از آن اوست؛ یعنی در روز قیامت.\nبه طور ویژه فرمود:\nپادشاهی قیامت ازآن او ست با اینکه او صاحب و فرمانروای هرچیزی است؛ زیرا در روز قیامت همه مالکیت‌ها لغو شده و از بین می‌رود، پس پادشاهی و ملوکیت، جز برای خداوند قهار و یکتا باقی نخواهد ماند. (\n﴿عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ﴾\n) آگاه و عالم به پنهان و آشکار می‌باشد، و او با حکمت و آگاه است؛ ذاتی که دارای رحمت کامل و نعمت فراوان و احسان بزرگ است، و علم و آگاهی او، تمام خفایا و اسرار را در بر گرفته است، و هیچ خدا و پروردگاری جز او نیست."
  },
  {
    "ayah": 74,
    "text": ": 74 - 83                            #\n{وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ (74) وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ (75) [فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ (76) فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ (77) فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَاقَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (78) إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ (79) وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ (80) وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ (81) الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ (82) وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ] (83)}\nوَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلاَلٍ مُّبِينٍ؛\nو ابراهيم  پدرش  آزر را گفت  :\nآيا بتان  را به  خدايي  مي  گيري  ? تو و  قومت ، را به  آشکارا در گمراهي  مي  بينم.\nوَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ؛ بدين  سان  به  ابراهيم  ملکوت  آسمانها و زمين  را نشان  داديم  تا از اهل   يقين  گردد.\nفَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَـذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الآفِلِينَ ؛ چون  شب  او را فرو گرفت  ،\nستاره  اي  ديد  گفت  :\nاين  است  پروردگار من   چون  فرو شد ،\nگفت  :\nفرو شوندگان  را دوست  ندارم.\nفَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَـذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ؛\nآنگاه  ماه  را ديد که  طلوع  مي  کند  گفت  :\nاين  است  پروردگار من   چون   فرو، شد ،\nگفت  :\nاگر پروردگار من  مرا راه  ننمايد ، از گمراهان  خواهم  بود.\nفَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَـذَا رَبِّي هَـذَآ أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ؛ و چون  خورشيد را ديد که  طلوع  مي  کند ،\nگفت  :\nاين  است  پروردگار من  ،  اين  بزرگ  تر است   و چون  فرو شد ،\nگفت  :\nاي  قوم  من  ، من  از آنچه   شريک  خدايش  مي  دانيد بيزارم ..\nإِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَاْ مِنَ الْمُشْرِكِينَ؛ من  از روي  اخلاص  روي  به  سوي  کسي  آوردم  که  آسمانها و زمين  را آفريده   است ، و من  از مشرکان  نيستم.\nوَحَآجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللّهِ وَقَدْ هَدَانِ وَلاَ أَخَافُ مَا تُشْرِكُونَ بِهِ إِلاَّ أَن يَشَاء رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلاَ تَتَذَكَّرُونَ ؛\nو قومش  با او به  ستيزه  برخاستند  گفت  :\nآيا در باره  الله  با من   ستيزه مي ، کنيد ، و حال  آنکه  او مرا هدايت  کرده  است  ? من  از آن  چيزي  که   شريک او مي  انگاريد ، نمي  ترسم   مگر آنکه  پروردگار من  چيزي  را بخواهد  علم پروردگار من  همه  چيز را در بر گرفته  است   آيا پند نمي  گيريد ?\nوَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلاَ تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِن كُنتُمْ تَعْلَمُونَ ؛ چرا از آن  چيزي  که  شريک  خدايش  ساخته  ايد بترسم  در حالي  که  شما  چيزهايي را که  هيچ  دليلي  در باره  آنها نازل  نکرده  است  مي  پرستيد و بيمي   به  دل  راه  نمي  دهيد ? اگر مي  دانيد بگوييد که  کدام  يک  از اين  دو گروه   به  ايمني سزاوارترند ?\nالَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَـئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ؛ کساني  که  ايمان  آورده  اند و ايمان  را به  شرک  نمي  آلايند ، ايمني  از آن ، ايشان  است  و ايشان  هدايت  يافتگانند.\nوَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاء إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ؛ اين  برهان  ما بود ، که  آن  را به  ابراهيم  تلقين  کرديم  در برابر قومش   هر که  را بخواهيم  به  درجاتي  بالا مي  بريم  هر آينه  پروردگار تو حکيم  و  داناست."
  },
  {
    "ayah": 74,
    "text": "#\n(74)\nخداوند متعال می‌فرماید: (\n﴿وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ﴾\n) داستان ابراهیم علیه السلام را به یاد آور، و او را ستایش کن، و به پاس اینکه به توحید فرا خواند و از شرک نهی کرد، او را گرامی بدار،\nآنگاه که به پدرش آزر گفت:\n(\n﴿أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً﴾\n) آیا بت‌هایی را عبادت می‌کنی، که فایده‌ای نمی‌رسانند و زیانی نمی‌دهند و هیچ کاری در دست آنان نیست؟! (\n﴿إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ﴾\n) من، تو و قومت را در گمراهی آشکاری می‌بینم؛ زیرا کسانی را عبادت می‌کنید که سزاوار کوچک‌ترین عبادتی نیستند، و عبادت آفریننده و روزی دهنده و مدبّرتان را ترک کرده‌اید."
  },
  {
    "ayah": 75,
    "text": "#\n(75)\n(\n﴿وَكَذَٰلِكَ﴾\n) و همچنین زمانی که ابراهیم را به توحید و دعوت به سوی آن توفیق دادیم، (\n﴿ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾\n) ملکوت بزرگ آسمان‌ها و زمین را به او نشان دادیم. و با بینش و بصیرت خود، دلایل قاطع و روشنی را که در آسمان‌ها و زمین وجود دارد، مشاهده نمود.(\n﴿وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ﴾\n) و تا از یقین‌کنندگان باشد؛ زیرا برحسب دلایلی که مشاهده می‌کند، یقین و علم کامل برای او به دست می‌آید."
  },
  {
    "ayah": 76,
    "text": "#\n(76)\n(\n﴿فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ﴾\n) وقتی که شب، سیاهی خود را بر او گستراند و سیاهی شب وی را در برگرفت، (\n﴿رَءَا كَوۡكَبٗا﴾\n) ستاره‌ای را دید. شاید آن ستاره، یکی از ستاره‌های روشن و درخشان بوده، چون به طور ویژه ذکر شده است، و این دلالت می‌نماید که از دیگر ستاره‌ها، نور بیشتری داشته است. بنابراین برخی گفته‌اند این ستاره، زهره بوده است. (\n﴿قَالَ هَٰذَا رَبِّي﴾\n) و به منظور تنازل با خصم گفت: این پروردگار من است! پس بیایید بنگریم آیا این سزاوار خدا بودن هست یا نه؟ و آیا ما بر این کار دلیلی داریم یا نه؟ زیرا برای هیچ عاقلی شایسته نیست که هوی و هوسش را به خدایی بگیرد، بدونه اینکه دلیل و حجتی داشته باشد. (\n﴿فَلَمَّآ أَفَلَ﴾\n) وقتی که آن ستاره پنهان شد و غروب کرد، (\n﴿قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ﴾\n) گفت: من غروب کنندگان و معبودی را که از نگاه عابد پنهان شود، دوست ندارم؛ زیرا معبود باید منافع عابد را تأمین کند، و به تدبیر همۀ کارهایش بپردازد. اما آن‌که مدت زیادی پنهان است، چگونه سزاوار پرستش است؟! و آیا معبود قرار دادن آن، بی‌خردی محض و یک امر باطل نیست؟"
  },
  {
    "ayah": 77,
    "text": "#\n(77)\n(\n﴿فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا﴾\n) وقتی‌که ماه را درحال طلوع مشاهده کرد، و دید که روشنایی‌اش از روشنایی ستاره بیشتر است، و نورش با نور ستاره فرق می‌کند، (\n﴿قَالَ هَٰذَا رَبِّي﴾\n) از باب تنازل با خصم گفت: این پروردگار من است، (\n﴿فلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ﴾\n) وقتی‌که ماه غروب کرد،\nگفت:\nاگر پروردگارم مرا راهنمایی نکند، همانا از گمراهان خواهم شد. پس نهایت نیازمندی به سوی پروردگارش را اظهار نمود، و به یقین دانست که اگر خدا او را هدایت نکند، هیچ هدایت کننده‌ای برای وی وجود ندارد؛ و اگر خدا او را بر طاعت خود یاری نکند، یاوری نخواهد داشت."
  },
  {
    "ayah": 78,
    "text": "#\n(78)\n(\n﴿فَلَمَّا رَءَا ٱَلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُ﴾\n) وقتی که خورشید را در حال طلوع دید،\nگفت:\nاین پروردگار من است، این بزرگ‌تر است؛ یعنی از ستاره و ماه بزرگ‌تر است. (\n﴿فَلَمَّآ أَفَلَتۡ﴾\n) وقتی که خورشید غروب کرد، در این هنگام هدایت محقق شد و انحراف و سرگشتگی از بین رفت. (\n﴿قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ﴾\n) گفت: ای قوم من! من از آنچه که برای خدا شریک قرار می‌دهید، بیزارم؛ زیرا دلیل راستین و روشن بر باطل بودن آن به وجود آمد."
  },
  {
    "ayah": 79,
    "text": "#\n(79)\n(\n﴿إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ﴾\n) همانا من رویم را به سوی خدایی نموده ام که آسمان‌ها و زمین را آفریده است. رویم را تنها به خدای یکتا نموده، و به او روی آورده، و از غیرِ او روی گردانده‌ام. (\n﴿وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ﴾\n) و من از مشرکان نیستم. پس ابراهیم از شرک بیزاری جست، و به توحید یقین حاصل کرد، و بر آن دلیل اقامه نمود. و آنچه را که در رابطه با تفسیر این آیات بیان کردیم، همان درست و صحیح است. و بحث، بحث مناظرۀ ابراهیم با قومش است که در آن، باطل بودن الوهیت اجرام آسمانی و دیگر اشیا بیان گردیده است.\nو اما کسی که می‌گوید:\nابراهیم در کودکی‌اش چنین می‌پنداشته است، دلیلی بر صحت گفتۀ خود ندارد."
  },
  {
    "ayah": 80,
    "text": "#\n(80)\n(\n﴿وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِ﴾\n) و قومش با او به مجادله پرداختند،\nگفت:\nآیا دربارۀ خدا با من مجادله می‌کنید حال آنکه مرا هدایت کرده است؟ مجادله کردن با کسی که هدایت برای او روشن نشده است، چه فایده‌ای دارد؟ اما کسی که خداوند او را هدایت کرده، و به بالاترین مقام یقین رسیده است، او خودش مردم را به آنچه بر آن است، دعوت می‌کند. (\n﴿وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ﴾\n) و از آنچه که شریک خدا می‌سازید، نمی‌ترسم؛ زیرا آنها نمی‌توانند هیچ سود و زیانی به من برسانند. (\n﴿إِلَّآ أَن يَشَآءَ رَبِّي شَيۡ‍ٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ﴾\n) مگر آنچه پروردگارم بخواهد، علم پروردگارم هر چیزی را در بر گرفته است، آیا یادآور نمی‌شوید؟ آنگاه خواهید دانست که او تنها معبودی است که سزاوار و شایستۀ عبودیت و بندگی است."
  },
  {
    "ayah": 81,
    "text": "#\n(81)\n(\n﴿وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ﴾\n) و چگونه از آنچه که شما شریک خدا می‌سازید، بترسم، در صورتی که ناتوان است و نمی‌تواند فایده‌ای برساند؟ (\n﴿وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗا﴾\n) و شما از اینکه چیزهایی را شریک خدا قرار داده و بر صحت آن دلیلی نازل نکرده است، ترسی به دل راه نمی‌دهید؟ شما دلیلی جز پیروی از هوی و خواست‌های خود ندارید. (\n﴿فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ﴾\n) پس کدام‌یک از\n[ما]\nدو گروه به امنیت سزاوارتر است، اگر می‌دانید؟"
  },
  {
    "ayah": 82,
    "text": "#\n(82)\nخداوند متعال درحالی که هردو گروه را از هم جدا می‌سازد،\nمی‌فرماید:\n(\n﴿ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ﴾\n) کسانی که ایمان آورده و خود را به شرک نیالوده باشند، (\n﴿أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ﴾\n) امنیت از هراس و وحشت و از عذاب و بدبختی، و هدایت شدن به راه راست ایشان را سزد. پس اگر ایمانشان را به طور مطلق با هیچ ظلمی نیامیخته باشند -نه با شرک و نه با دیگر گناهان- به امنیت و هدایت کامل دست می‌یابند. و اگر ایمانشان را فقط به شرک آلوده نکرده باشند، اما گناهان دیگری را انجام داده باشند، اصل هدایت و امنیت را در می‌یابند، گرچه هدایت و امنیت کامل را از دست می‌دهند. و مفهوم آیۀ کریمه این است که، کسانی که از این دو ویژگی برخوردار نباشند، هدایت و امنیتی را به دست نیاورده، و بهرۀ آنان گمراهی و بدبختی است."
  },
  {
    "ayah": 83,
    "text": "#\n(83)\nوقتی‌که خداوند متعال دلایل قاطعی را برای ابراهیم علیه السلام ارائه نمود،\nفرمود:\n(\n﴿وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦ﴾\n) و این بود دلیل ما که به ابراهیم دادیم، تا علیه قومش به کار گیرد. یعنی با این دلایل، بر قومش چیره شد و به وسیلۀ این دلایل، آنان را در مجادله شکست داد. (\n﴿نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُ﴾\n) درجات هرکس را که بخواهیم بلند می‌کنیم، همان طور که درجات ابراهیم -علیه السلام- را در دنیا و آخرت بلند کردیم؛ زیرا خداوند به‌وسیلۀ علم، صاحب علم را بر بندگانش برتری می‌دهد. به ویژه عالمی که به علم خود عمل نماید، و علم را به دیگران بیاموزد. چنین کسی را برحسب حالتش پیشوای مردم قرار می‌دهد؛ مردم به کارهایش چشم می‌دوزند و از او پیروی می‌کنند، و از نور او، برای خود روشنایی کسب می‌نمایند.\nخداوند متعال می‌فرماید:\n﴿يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖ﴾\nخداوند\n[درجات]\nمؤمنان و اهل علم را بالا می‌برد.(\n﴿إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ﴾\n) همانا پروردگار تو با حکمت و دانا است. پس علم و حکمت را جز در جایی که شایستۀ آن دو است، قرار نمی‌دهد، و او به این محل آگاه‌تر است."
  },
  {
    "ayah": 84,
    "text": ": 84 - 90                            #\n{وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (84) وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ (85) وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ (86) وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (87) ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ (88) أُولَئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ (89) أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ (90)}.\nوَوَهَبْنَا لَهُ إِسْحَقَ وَيَعْقُوبَ كُلاًّ هَدَيْنَا وَنُوحًا هَدَيْنَا مِن قَبْلُ وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ ؛ و به  او اسحاق  و يعقوب  را بخشيديم  و همگي  را هدايت  کرديم   و نوح  را  پيش ، از اين  هدايت  کرده  بوديم  و از فرزندان  ابراهيم  داود و سليمان  و  ايوب  و يوسف  و موسي  و هارون  را هدايت  کرديم   و نيکوکاران  را اين   گونه  جزادهيم.\nوَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِّنَ الصَّالِحِينَ؛ و زکريا و يحيي  و عيسي  و الياس  ، که  همه  از صالحان  بودند.\nوَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلاًّ فضَّلْنَا عَلَى الْعَالَمِينَ؛ و اسماعيل  و اليسع  و يونس  و لوط ، که  همه  را بر جهانيان  برتري  نهاديم.\nوَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ؛ و از پدرانشان  و فرزندانشان  و برادرانشان  بعضي  را هدايت  کرديم  ، و  ايشان  را برگزيديم  و به  راه  راست  راه  نموديم.\nذَلِكَ هُدَى اللّهِ يَهْدِي بِهِ مَن يَشَاء مِنْ عِبَادِهِ وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُم مَّا كَانُواْ يَعْمَلُونَ؛ اين  است  هدايت  خدا  هر که  را از بندگانش  خواهد بدان  هدايت  مي  کند  واگر، شرک  هم  آورده  بودند اعمالي  را که  انجام  داده  بودند نابود مي  گرديد.\nأُوْلَـئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِن يَكْفُرْ بِهَا هَـؤُلاء فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُواْ بِهَا بِكَافِرِينَ؛ اينان  کساني  هستند که  به  آنها کتاب  و فرمان  و نبوت  داده  ايم   اگر  اين قوم  بدان  ايمان  نياورند قوم  ديگري  را بر آن  گمارده  ايم  که  انکارش   نمي  کنند.\nأُوْلَـئِكَ الَّذِينَ هَدَى اللّهُ فَبِهُدَاهُمُ اقْتَدِهْ قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلاَّ ذِكْرَى لِلْعَالَمِينَ؛ اينان  کساني  هستند که  خدا هدايتشان  کرده  است  ،\nپس  به  روش  ايشان   اقتداکن   بگو :\nهيچ  پاداشي  از شما نمي  طلبم  ، اين  کتاب  جز اندرزي  براي   مردم جهان  نيست."
  },
  {
    "ayah": 84,
    "text": "#\n(84)\nوقتی که خداوند از بنده و خلیل خود، ابراهیم علیه السلام و از علم و شکیبایی و دعوت در راه خدا را که به او ارزانی داشته بود، سخن به میان آورد، ذکر نمود که خداوند چه نژاد صالح و نسل پاکیزه‌ای به او عطا کرد و وی را بدان وسیله اکرام نمود، و اینکه خداوند برگزیدگان خلق را از نسل او قرارداده است. و از این فضیلت عظیم و کرامت بی‌نظیر که شبیه و مانندی برای آن نیست.\nپس فرمود:\n(\n﴿وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ﴾\n) و به ابراهیم، اسحاق و یعقوب را دادیم. یعقوب، فرزند اسحاق بود که اسرائیل هم نام داشت. یعقوب، پدر ملتی است که خداوند آن را بر جهانیان برتری داده بود. (\n﴿كُلًّا﴾\n) هرکدام از این دو را (\n﴿هَدَيۡنَا﴾\n) در علم و عمل به راه راست هدایت کردیم.(\n﴿وَنُوحًا هَدَيۡنَا مِن قَبۡلُ﴾\n) و نوح را پیش‌تر هدایت کردیم. و هدایت او، بالاترین نوعِ هدایت است که جز تعدادی از مردم در جهان به آن دست نیافته اند، و آنان پیامبران اولوالعزم هستند که نوح یکی از آنها است. (\n﴿وَمِن ذُرِّيَّتِهِۦ﴾\n) احتمال دارد که ضمیر در کلمۀ (\n﴿ذُرِّيَّتِهِۦ﴾\n) به نوح برگردد، چون نوح نزدیک‌ترین اسم به ضمیر است. و چون خداوند همراه با کسانی‌که نام برده، لوط را نیز ذکر کرده است که از فرزندان نوح می‌باشد نه از فرزندان ابراهیم؛ زیرا لوط برادرزادۀ ابراهیم است. و احتمال دارد که ضمیر به ابراهیم برگردد، چون سیاق جمله برای تمجید ‌از ابراهیم است. و لوط گرچه از نسل ابراهیم نیست، اما از جمله کسانی است که به دست ابراهیم ایمان آورد. پس فضیلتی که از طریق ایمان آوردن لوط به دست ابراهیم عاید حضرت خلیل می‌گردد، بزرگ‌تر و ارزشمندتر از آن فضیلتی است که لوط تنها فرزند او باشد نه چیز دیگری. (\n﴿دَاوُۥدَ وَسُلَيۡمَٰن﴾\n) داود و پسرش سلیمان، (\n﴿وَأَيُّوبَ وَيُوسُفَ﴾\n) و ایوب، و یوسف پسر یعقوب (\n﴿وَمُوسَىٰ وَهَٰرُونَ﴾\n) و فرزندان عمران، (\n﴿وَكَذَٰلِكَ﴾\n) و همان‌گونه که نسل ابراهیم خلیل علیه السلام را به دلیل اینکه پروردگارش را به بهترین شیوه عبادت کرده بود و به نحو احسن به مردم سود رسانده بود، هدایت و اصلاح نمودیم، (\n﴿نَجۡزِي ٱلۡمُحۡسِنِينَ﴾\n) همان‌گونه نیز نیکوکاران را پاداش می‌دهیم و از آنان نام نیک و نسل صالح بر جای می‌گذاریم."
  },
  {
    "ayah": 85,
    "text": "#\n(85)\n(\n﴿وَزَكَرِيَّا وَيَحۡيَىٰ﴾\n) و زکریا و یحیی که پسرش بود، (\n﴿وَعِيسَىٰ﴾\n) و عیسی پسر مریم، (\n﴿وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ﴾\n) و الیاس، که همگی از صالحان و شایستگان بوده و اخلاق و اعمال و علوم شایسته‌ای داشته و رهبر و پیشوای صالحان بودند."
  },
  {
    "ayah": 86,
    "text": "#\n(86)\n(\n﴿وَإِسۡمَٰعِيلَ﴾\n) و اسماعیل پسر ابراهیم، پدر ملت عرب که برترین ملت‌ها است، و پدر برترین فرزندان آدم؛ یعنی محمد صلی الله علیه وسلم، (\n﴿وَيُونُسَ﴾\n) و یونس فرزند متی، (\n﴿وَلُوطٗا﴾\n) و لوط فرزند هاران، برادر ابراهیم، (\n﴿وَكُلّٗا﴾\n) و هریک از این انبیاء و پیامبران را، (\n﴿فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ﴾\n) بر جهانیان برتری دادیم.\nو معیار برخورداری از درجات و رتبه‌های برتر چهار چیز است که خداوند بیان نموده است:\n﴿وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّ‍ۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَ﴾\nو هرکس از خدا و پیامبرش پیروی نماید، پس او با کسانی خواهد بود که خداوند بر آنها انعام کرده است، از پیامبران و صدیقان و شهیدان و صالحان. پس ایشان در بالاترین رتبه قرار دارند، و این دسته از پیامبران، به طور مطلق برترین پیامبران هستند؛ زیرا پیامبرانی که خداوند سرگذشت آنها را در قرآن بیان کرده است، بدون شک از پیامبرانی که خداوند سرگذشت آنان را بیان نکرده است، برترند."
  },
  {
    "ayah": 87,
    "text": "#\n(87)\n(\n﴿وَمِنۡ ءَابَآئِهِمۡ﴾\n) و از پدران این افراد مذکور، (\n﴿وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡ﴾\n) و از برادران و نسل ایشان\n[عده‌ای را]\nهدایت کردیم، (\n﴿وَٱجۡتَبَيۡنَٰهُمۡ﴾\n) و آنان را برگزیدیم، (\n﴿وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾\n) و آنان را به راه راست هدایت کردیم."
  },
  {
    "ayah": 88,
    "text": "#\n(88 - 89)\n(\n﴿ذَٰلِكَ﴾\n) این هدایت، (\n﴿هُدَى ٱللَّهِ﴾\n) هدایت خدا است که هدایتی جز آن وجود ندارد.(\n﴿يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦ﴾\n) هرکس از بندگانش را که بخواهد، بدان هدایت می‌نماید، پس هدایت را از او طلب کنید؛ زیرا اگر خداوند شما را هدایت نکند، هدایت کننده‌ای نخواهید داشت. و افراد مذکور از جملۀ کسانی هستند که خداوند هدایت آنان را خواسته است. (\n﴿وَلَوۡ أَشۡرَكُواْ﴾\n) و اگر فرضاً شرک می‌ورزیدند، (\n﴿لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ﴾\n) هرآنچه را که کرده بودند از دستشان می رفت؛ زیرا شرک، عمل را نابود و ضایع می گرداند، و باعث خلودِ در جهنم می شود. پس، وقتی که این برگزیدگان اگر شرک بورزند- که هرگز چنین نمی شود و از آنان بعید است ـ اعمالشان هدر و ضایع گردد، دیگران به طریق اولی اعمالشان ضایع خواهد شد."
  },
  {
    "ayah": 89,
    "text": "#\n(88 - 89)\n(\n﴿ذَٰلِكَ﴾\n) این هدایت، (\n﴿هُدَى ٱللَّهِ﴾\n) هدایت خدا است که هدایتی جز آن وجود ندارد.(\n﴿يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦ﴾\n) هرکس از بندگانش را که بخواهد، بدان هدایت می‌نماید، پس هدایت را از او طلب کنید؛ زیرا اگر خداوند شما را هدایت نکند، هدایت کننده‌ای نخواهید داشت. و افراد مذکور از جملۀ کسانی هستند که خداوند هدایت آنان را خواسته است. (\n﴿وَلَوۡ أَشۡرَكُواْ﴾\n) و اگر فرضاً شرک می‌ورزیدند، (\n﴿لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ﴾\n) هرآنچه را که کرده بودند از دستشان می رفت؛ زیرا شرک، عمل را نابود و ضایع می گرداند، و باعث خلودِ در جهنم می شود. پس، وقتی که این برگزیدگان اگر شرک بورزند- که هرگز چنین نمی شود و از آنان بعید است ـ اعمالشان هدر و ضایع گردد، دیگران به طریق اولی اعمالشان ضایع خواهد شد."
  },
  {
    "ayah": 90,
    "text": "#\n(90)\n(\n﴿أُوْلَٰٓئِكَ﴾\n) این افراد مذکور، (\n﴿ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡ﴾\n) کسانی‌اند که خداوند آنان را هدایت کرده است، پس به هدایت ایشان اقتدا کن. پس ای پیامبر بزرگوار! به دنبال این پیامبرانِ برگزیده حرکت، و از آئین آنان پیروی کن. و پیامبر صلی الله علیه وسلم از این دستور اطاعت نمود، و به هدایت پیامبران پیش از خود راه یافت و هر کمالی را که در آنان بود، در خود جمع کرد. پس برتری و ویژگی‌هایی در وی جمع شد که از همۀ جهانیان بالاتر رفت، و سردار پیامبران و پیشوای پرهیزگاران گردید. درود و رحمت بی‌کران خدا بر او و همۀ پیامبران باد. و از این رهگذر، برخی از اصحاب استدلال کرده‌اند که پیامبر صلی الله علیه وسلم از همۀ پیامبران برتر است. (\n﴿قُل﴾\n) به کسانی که از دعوت تو روی‌گردانده‌اند،\nبگو:\n(\n﴿لَّآ أَسۡ‍َٔلُكُمۡ عَلَيۡهِ أَجۡرًا﴾\n) به خاطر دعوتم از شما مزد و پاداشی نمی‌طلبم که آن را به عنوان پاداش به من دهید؛ زیرا این کار، سبب امتناع شما می‌شود، بلکه مزد من بر خدا است. (\n﴿إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ﴾\n) نیست این\n[قرآن]\nجز پندی برای جهانیان، تا آنچه را که به آنان فایده می‌دهد، از آن یاد گیرند و آن را انجام دهند؛ و آنچه را که به زیان آنها است، از آن یاد گیرند و آن را ترک کنند، و به‌وسیلۀ آن پروردگارشان را با اسما و صفاتش بشناسند. و اخلاق خوب و پسندیده و راه‌هایی که انسان را بدان می‌رساند، بشناسند؛ و اخلاق زشت و راه‌هایی را که به آن می‌انجامد، یاد گیرند و از آن دوری جویند. پس چون قرآن برای جهانیان پند است، بزرگ‌ترین نعمتی است که خداوند با آن بر جهانیان انعام نموده‌اند. پس جهانیان باید آن‌را بپذیرند، و سپاس خدارا به خاطر آن به جای آورند."
  },
  {
    "ayah": 91,
    "text": ": 91                            #\n{وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ (91)}.\nوَمَا قَدَرُواْ اللّهَ حَقَّ قَدْرِهِ إِذْ قَالُواْ مَا أَنزَلَ اللّهُ عَلَى بَشَرٍ مِّن شَيْءٍ قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى نُورًا وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُم مَّا لَمْ تَعْلَمُواْ أَنتُمْ وَلاَ آبَاؤُكُمْ قُلِ اللّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ ؛ وقتي  که  مي  گويند که  خدا بر هيچ  انساني  چيزي  نازل  نکرده  است  ، خدا را،\nآنچنان  که  در خور اوست  نشناخته  اند  بگو :\nکتابي  را که  موسي  براي   روشنايي  و هدايت  مردم  آورد ، چه  کسي  بر او نازل  کرده  بود ? آن  را بر  کاغذها نوشتيد ،\nپاره  اي  از آن  را آشکار مي  سازيد ولي  بيشترين  را پنهان   مي  داريد به  شما چيزها آموختند که  از اين  پيش  نه  شما مي  دانستيد و نه   پدرانتان  مي  دانستند بگو :\nآن  الله  است   آنگاه  رهايشان  ساز تا  همچنان  به  انکارخويش  دلخوش  باشند."
  },
  {
    "ayah": 91,
    "text": "#\n(91)\nدر این آیه خداوند کسانی از یهودیان و مشرکان را که رسالت را نفی کرده و ادعا می‌کردند خداوند بر هیچ انسانی چیزی فرو نفرستاده است، تقبیح نموده و مورد سرزنش قرار می‌دهد. پس هرکس این سخن را گفته است، به گونۀ لازم قدر و شأن خدا را نشناخته و عظمت وی را آن‌گونه که شایسته است، درک نکرده است. چون این امر به منزلۀ طعنه زدن و عیب گرفتن از حکمت اوست، و چنین فردی ادعا می‌کند که خداوند بندگانش را بیهوده رها کرده، و به آنها امر نمی‌کند، و آنان را نهی نمی‌نماید. این عملِ آنان، در واقع انکارِِ بزرگ‌ترین نعمتی است که خداوند به بندگان ارزانی داشته است؛ و آن، رسالت و پیامی است که بندگان برای رسیدن به سعادت و کرامت و رستگاری، راهی جز آن ندارند. پس چه طعنه‌ای بزرگ‌تر از این است؟! (\n﴿قُلۡ﴾\n) به آنان بگو ـ و ایشان را با حقیقتی که به آن اقرار می‌نمایند، وادار ساز که به فساد گفتار خود اقرار کنند ـ\n[بگو: ]\n(\n﴿مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ﴾\n) چه کسی کتابی را نازل کرده که موسی آورده است، و آن تورات بزرگ است؟ (\n﴿نُورٗا﴾\n) که در تاریکی‌های جهالت، نور است، (\n﴿وَهُدٗى لِّلنَّاسِ﴾\n) و هدایتی است در گمراهی، و مردم را در علم و عمل به راه راست هدایت می‌نماید. و آن کتابی است که یاد و خاطره‌اش دل‌ها را پر کرده است. تا جایی که آن را روی صفحه‌های کاغذ می‌نوشتند، و آن‌گونه که می‌خواستند، در آن تصرف و دستکاری می‌کردند. پس آنچه با خواست‌هایشان موافق بود، آشکار می‌کردند؛ و آنچه با خواست‌هایشان مخالف بود، پنهان می‌داشتند، و آنچه پنهان می‌کردند، خیلی زیاد بود. (\n﴿وَعُلِّمۡتُم﴾\n) و به سبب این کتاب بزرگوار، علومی به شما آموخته شده است، (\n﴿مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡ﴾\n) که نه شما و نه پدرانتان آن را نمی‌دانستید.\nپس وقتی که از آنان بپرسی:\n«کتابی را که دارای این ویژگی‌ها است، چه کسی فرو فرستاده است؟»\nاین پرسش را پاسخ بده، و (\n﴿قُلِ ٱللَّهُ﴾\n) بگو: خدا، که آن را نازل کرده است. پس آنگاه حق، به روشنی خورشید، روشن می‌گردد، و حجت بر آنان اقامه می‌شود، (\n﴿ثُمَّ﴾\n) و هرگاه آنان را این‌گونه ملزم ساختی (\n﴿ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ﴾\n) آنها را بگذار تا در باطل خود فرو روند، و به چیزهای بی‌فایده سرگرم و مشغول شوند، تا آن روزی را که وعده داده شده‌اند، ملاقات کنند."
  },
  {
    "ayah": 92,
    "text": ": 92                            #\n{وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (92)}.\nوَهَـذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاَتِهِمْ يُحَافِظُونَ ؛ اين  است  کتابي  مبارک  که  نازل  کرده  ايم  ، تصديق  کننده  چيزي  است  که   پيش ، از آن  نازل  شده  است   تا با آن  مردم  ام  القري  و مردم  اطرافش  را  بيم  دهي  کساني  که  به  روز قيامت  ايمان  دارند به  آن  نيز ايمان  دارند  اينان  مراقب  نمازهاي  خويشند."
  },
  {
    "ayah": 92,
    "text": "#\n(92)\n(\n﴿وَهَٰذَا﴾\n) و این قرآن که (\n﴿أَنزَلۡنَٰهُ﴾\n) آن را به سوی تو نازل کرده‌ایم (\n﴿مُبَارَكٞ﴾\n) دارای خیر و برکت\n[فراوان]\nاست، خیر و برکت آن زیاد و گسترده است. (\n﴿مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ﴾\n) و با کتاب‌های گذشته موافق است و بر راستی آنها گواه می‌باشد. (\n﴿وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا﴾\n) و نیز آن را فرو فرستاده‌ایم تا اهل مکه و کسانی را که در اطراف مکه و شهرهای شبه جزیره و سایر شهرهای دنیا زندگی می‌کنند از عقوبت و کیفر خدا بترسانی و آنان را ازآنچه که موجب عقوبت و کیفر خدا می‌شود برحذر داری. (\n﴿وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦ﴾\n) و کسانی که به روز آخرت ایمان دارند، به این قرآن ایمان می‌آورند؛ چون وقتی که ترس دردل جای گیرد، جوارح و اعضا نیز تسلیم خداوند می‌شوند. (\n﴿وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ﴾\n) و آنان بر نماز خود مداومت می‌کنند و ارکان و حدود و شروط و آداب و مکمّلات آن را حفظ می‌نمایند. خداوند همۀ ما را از زمرۀ آنان بگرداند!"
  },
  {
    "ayah": 93,
    "text": ": 93 - 94                            #\n{وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ (93) وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ (94)}.\nوَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَا أَنَزلَ اللّهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلآئِكَةُ بَاسِطُواْ أَيْدِيهِمْ أَخْرِجُواْ أَنفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى اللّهِ غَيْرَ الْحَقِّ وَكُنتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ ؛ کيست  ستمکارتر از آن  کس  که  به  خدا دروغ  بست  يا گفت  که  به  من  وحي   شده و،\nحال  آنکه  به  او هيچ  چيز وحي  نشده  بودو آن  کس  که  گفت  :\nمن  نيز  همانندآياتي  که  خدا نازل  کرده  است  ،\nنازل  خواهم  کرد ? اگر ببيني  آنگاه   که  اين ستمکاران  در سکرات  مرگ  گرفتارند و ملائکه  بر آنها دست  گشوده  اند  که  :\nجان  خويش  بيرون  کنيد ، امروز شما را به  عذابي  خوارکننده  عذاب  مي   کنند ،و اين  به  کيفر آن  است  که  در باره  خدا به  ناحق  سخن  مي  گفتيد و از  آيات او سرپيچي  مي  کرديد.\nوَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَاكُمْ وَرَاء ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاء لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ ؛ هر آينه  ، تنها تنها ، آن  سان  که  در آغاز شما را بيافريديم  ، نزد ما  آمده  ايد در حالي  که  هر چه  را که  ارزانيتان  داشته  بوديم  پشت  سر نهاده   ايد وهيچ  يک  از شفيعانتان  را که  مي  پنداشتيد با شما شريکند همراهتان   نمي  بينيم   از هم  بريده  شده  ايد و پندار خود را گمگشته  يافته  ايد."
  },
  {
    "ayah": 93,
    "text": "#\n(93)\nخداوند متعال می‌فرماید: هیچ‌کس ستمگرتر و مجرم‌تر از کسی نیست که به خدا دروغ ببندد. به این صورت که به خداوند دروغ یا فرمانی نسبت دهد، که او از آن مبرّا و پاک است. و توصیف چنین کسی به ستمگرترینِ مردم، مبتنی بر این است که دروغ پردازی وی و تحریف نمودن اصول و فروع ادیان و نسبت دادن آن به خدا، جزوِ بزرگ‌ترین انواع فساد است. ادعای دروغین نبوت و اینکه خدا بر او وحی می‌نماید، نیز در این مقوله داخل است. چون او در ضمن اینکه به خدا دروغ نسبت می‌دهد و بر عظمت و پادشاهی وی گستاخی می‌نماید، مردم را نیز وادار می‌کند تا از وی پیروی کنند، و به خاطر این کار با مردم می‌جنگد، و خون و مال مخالفانش را مباح و جایز می‌داند. و کسانی که ادعای نبوت کرده‌اند،\nمانند:\n«مسیلمۀ کذّاب»\nو\n«اسود عنسی»\nو\n«مختار»\nو دیگر کسانی که چنین ادعایی را داشته‌اند، در این آیه داخل هستند. (\n﴿وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُ﴾\n) وکیست ستمگرتر از کسی که ادعا کند می‌تواند کاری را بکند که خداوند آن را انجام می‌دهد؟! و همچون خداوند می‌تواند احکامی را صادر، و همانند او قوانینی را مشروع کند؟! و هرکس که ادعا کند می‌تواند به مبارزه با قرآن بپردازد و مانند قرآن را بیاورد، در این داخل است. و چه ستمی بزرگ‌تر از ادعای کسی است که خودش نیازمند و ناتوان، و از هر جهت ناقص است، اما ادعا کند که با خداوندِ نیرومند و توانگر که در ذات و اسماء و صفات دارای کمال مطلق می‌باشد، برابر است؟! خداوند پس از آنکه ستمگران را مذمّت نمود، عقوبت و سزایی را که به هنگام احتضار و در روز قیامت برای آنان آماده کرده است،\nبیان کرد و فرمود:\n(\n﴿وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ﴾\n) و اگر ستمگران را در حالت وحشتناک و فجیع مرگ مشاهده کنی، وضعیت ترسناکی را که قابل توصیف نیست، خواهی دید. (\n﴿وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ﴾\n) آنگاه که فرشتگان دست‌هایشان را برای عذاب دادنِ این ستمگران به‌سوی آنها دراز می‌کنند، وبه هنگام نزعِ روحشان و امتناع ورزیدن ارواح از بیرون آمدن از اجساد،\nبه آنها می‌گویند:\n(\n﴿أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ﴾\n) جان خود را از بدنتان بیرون کنید، امروز عذاب خوارکننده‌ای می‌بینید. عذابی سخت می‌بینید که شما را خوار و ذلیل می‌گرداند. و سزا از نوع عمل است. پس این عذاب، (\n﴿بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ﴾\n) به سبب دروغی است که بر خدا بستید، و رسالت حقیقی پیامبران را رد کردید. (\n﴿وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ﴾\n) و در مقابل آیات خدا، استکبار ورزیدید و تسلیم فرمان و احکام او نشدید. این آیه، مبیّن عذاب برزخ و نعمت آن است. چون این خطاب و عذاب، زمانی به آنان روی می‌آورد که درحالت احتضار و در آستانۀ مرگ و در چند قدمی آن قرار دارند. نیز این آیه بیانگر آن است که روح، جسمی است وارد بدن شده، و بیرون می‌رود و مورد خطاب قرار می‌گیرد. پس این است حال آنان در برزخ."
  },
  {
    "ayah": 94,
    "text": "#\n(94)\nو اما در روز قیامت درمانده و تنها، بدون اهل و مال وارد میدان محشر می‌شوند؛ نه فرزندانی به همراه دارند، و نه لشکر و یاورانی! تک و تنها به ملاقات خداوند می‌روند، همان‌گونه که خداوند آنها را روز نخست عاری و خالی از هر چیز آفرید؛ زیرا تمامی دارایی و ممّلّکات، بعد از آفریده شدن و با اخذ اسباب به دست می‌آید. ولی در این روز همۀ چیزهایی که آدمی در دنیا داشته است از او جدا می‌شود، جز عمل صالح و عمل بد، که اساس سزای آخرت بوده و زندگی اخروی بر این دو اساس نشأت می گیرد؛ و خوبی و زشتی، و شادی و ناراحتی، و عذاب و نعمت دنیای آخرت، زادۀ اعمال است. پس، فقط اعمال فایده می‌دهد یا زیان می‌رساند، انسان را ناراحت می‌کند یا او را شاد می‌گرداند؛ و خانواده و فرزندان و مال و یاوران، عوارض و صفات زایل، و حالاتی گذرا بیش نیستند.\nبنابراین فرمود:\n(\n﴿وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡ﴾\n) و شما تنها پیش ما آمده‌اید، همان‌گونه که روز نخست شما را آفریدیم. و آنچه را که به شما بخشیدیم و بر شما انعام کردیم، پشت سر خود بر جای گذاشتید، و سودی را به شما نمی‌رساند، (\n﴿وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْ﴾\n) و از میانجیگران و شفاعت کنندگان کسی را با شما نمی‌بینیم؛ کسانی که ادعا می‌کردید شریک خدا هستند. مشرکان برای خدا شریک می‌گیرند و همراه با خدا، فرشتگان و پیامبران و صالحان و دیگران را عبادت می‌کنند، حال آنکه همۀ آنها مخلوق خدا هستند. و برای این مخلوقات، بهره‌ای قرار می‌دهند و آنان را در عبادت‌هایشان شریک می‌گردانند. و این ادعا، ستمی است که مرتکب می‌شوند؛ زیرا همه، بندگان خدا هستند، و خداوند مالک آنها است، و فقط او سزاوار پرستش است. پس شرک ورزیدن آنها در عبادت، و پرستش برخی از بندگان، قرار دادن آن بندگان به جای خداوند آفریننده و مالک است.\nبنابراین در روز قیامت سرزنش شده و به آنها گفته می‌شود:\n(\n﴿وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ﴾\n) پیوند میانجیگری و شفاعتی که بین شما و مشرکان بود، از هم گسیخته است. پس هیچ فایده‌ای به شما نمی‌رسانند. (\n﴿وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ﴾\n) و فایده و امنیت و خوشبختی و نجاتی که ادعا می‌کردید، و شیطان آن را برایتان می‌آراست، و در دل‌هایتان زیبا و خوب جلوه می‌داد، و بر زبانتان جاری می‌ساخت، از دست شما رفته است. شما فریبِ خیال باطلی را خورده بودید که حقیقتی نداشت؛ زیرا ثابت و آشکار ‌شد که خود و خانواده و مال‌هایتان را تباه کرده‌اید."
  },
  {
    "ayah": 95,
    "text": ": 95 - 98                            #\n{إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ (95) فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (96) وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (97) وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ (98)}.\nإِنَّ اللّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللّهُ فَأَنَّى تُؤْفَكُونَ؛ خداست  که  دانه  و هسته  را مي  شکافد ، و زنده  را از مرده  بيرون  مي  آورد  و، مرده  را از زنده  بيرون  مي  آورد  اين  است  خداي  يکتا  پس  ، از کجا  بازمي  گردانندتان  ?\nفَالِقُ الإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ؛ شکوفنده  صبحگاهان  است  و شب  را براي  آرامش  قرار داد و خورشيد و ماه   را براي  حساب  کردن  اوقات   اين  است  تقدير خداي  پيروزمند دانا.\nوَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَعْلَمُونَ؛ اوست  خدايي  که  ستارگان  را پديد آورد تا به  آنها در تاريکيهاي  خشکي  و، ودريا ، راه  خويش  را بيابيد  آيات  را براي  آنان  که  مي  دانند به  تفصيل   بيان  کرده  ايم.\nوَهُوَ الَّذِيَ أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَفْقَهُونَ؛ و اوست  خداوندي  که  شما را از يک  تن  بيافريد  سپس  شما را قرارگاهي   است  و وديعت  جايي  است   آيات  را براي  آنان  که  مي  فهمند ، به  تفصيل  بيان کرده  ايم."
  },
  {
    "ayah": 95,
    "text": "#\n(95)\nخداوند از کمال و عظمت و فرمانروایی و اقتدار و گستردگی رحمت و بخشندگی عام خود،\nو از شدت عنایت خویش به آفریده‌هایش خبر داده و می‌فرماید:\n(\n﴿إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰ﴾\n) خداوند شکافندۀ دانه و هسته است. این، همۀ دانه‌هایی را که مردم می‌کارند و دانه‌هایی را که آنان نمی‌کارند -\nمانند:\nدانه‌هایی که خداوند در بیابان‌ها و صحراها پراکنده می‌سازد- شامل می‌شود. پس او دانه و حبوبات را از کشتزارها و گیاهانی که دارای انواعِ و اشکال و منافع مختلف هستند، بیرون می‌آورد. همچنان‌که از درخت خرما و میوه و دیگر درختان، هسته بیرون می‌آورد. که انسان‌ها و چهارپایان و حیوانات از آن استفاده می‌برند. و از دانه و هسته‌های شکافته شده، بهره‌مند شده و در آن می‌چرند، و از آن برای خود، روزی و بهره‌هایی که خداوند در آن قرار داده است، می‌برند. و خداوند از احسان و بخشش خود، چیزهایی به آنان نشان می‌دهد که عقل‌ها را متحیر و دانشمندان را سرگشته می‌نماید. و از آفرینش شگفت‌انگیز و حکمت فائقه‌اش، چیزهایی را به آنان نشان می‌دهد که از این طریق او را می‌شناسند و او را یگانه می‌دانند، و درمی‌یابند که او حق است و پرستش غیر او باطل می‌باشد. (\n﴿يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ﴾\n) زنده را از مرده بیرون می‌آورد، همان طور که از منی، موجودِ زنده‌ای را پدید می‌آورد؛ و از تخم مرغ، جوجه بیرون می‌آورد؛ و از دانه و هسته، کشتزار و درخت می‌رویاند. (\n﴿وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّ﴾\n) و مرده را از زنده بیرون می‌آورد. مرده چیزی است که رشد و یا روح ندارد. همان طور که از درختان و کشتزارها، هسته و دانه بیرون می‌آورد؛ و از پرنده، تخم مرغ خارج می‌کند. (\n﴿ذَٰلِكُمُ﴾\n) کسی که چنین کرده و این چیزها را تنها آفریده و به تدبیر آن پرداخته است، (\n﴿ٱللَّهُ﴾\n) خداوند، پروردگار شما است. او پروردگار همۀ جهانیان است، و همه باید او را بپرستند. و اوست که همۀ جهانیان را با نعمت‌هایش پرورش داده، و به وسیلۀ کرم و بخشش خویش تغذیه نموده است. (\n﴿فَأَنَّىٰ تُؤۡفَكُونَ﴾\n) پس چگونه منحرف می‌شوید، و چگونه از پرستش خدایی که این‌گونه است، امتناع می‌ورزید؟ و چرا به عبادت کسی می‌پردازید که نمی‌تواند برای خود سود و زیانی بیاورد، و مالک مرگ و زندگی و حشر و نشری نیست؟!"
  },
  {
    "ayah": 96,
    "text": "#\n(96)\nپس از آنکه خداوند متعال از مادۀ تشکیل دهندۀ روزی‌ها سخن به میان آورد، به خاطر تهیۀ مساکن و همۀ آنچه که بندگان از نور و تاریکی به آن نیاز دارند، و منافع و مصالحی که ‌نور و تاریکی به دنبال دارند،\nبر آنان منت نهاد و فرمود:\n(\n﴿فَالِقُ ٱلۡإِصۡبَاحِ﴾\n) همان‌طور که او شکافندۀ دانه و هسته است، همچنین او ظلمت و تاریکی شب سیاه را که تمامی زمین را با سیاهی خود می‌پوشاند، به‌وسیلۀ روشنائی صبح و سپیده دم، آرام آرام می‌شکافد تا اینکه تاریکی به طور کامل از میان می‌رود، و روشنی و نورِ فراگیر که مردم در تهیه و تامین مصالح و منافع دینی و دنیوی خود از آن استفاده می‌کنند، جای آن را می‌گیرد. و از آنجا که مردم به آرامش و استراحت نیاز دارند، و استراحت جز با پایان یافتن روشنائی روز، کامل نمی‌گردد، (\n﴿وَجَعَلَ ٱلَّيۡلَ سَكَنٗا﴾\n) خداوند شب را مایۀ آرامش قرار داده، و انسان‌ها در طی شب در خانه‌های خود به خواب فرو ‌رفته و استراحت می‌کنند، و چهار پایان در جایگاه خود، و پرندگان در لانه‌هایشان استراحت می‌نمایند. سپس خداوند شب را به‌وسیلۀ روشنایی دور می‌کند و دوباره روز می‌شود، و این روند تا روز قیامت ادامه خواهد داشت. (\n﴿وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗا﴾\n) و خداوند متعال خورشید و ماه را وسیلۀ حساب قرار داده است، تا با استفاده از خورشید و ماه، وقت و زمان شناخته شود؛ و اوقات عبادات و مدت‌های معاملات و اوقات سپری شده دانسته ‌شود، به گونه‌ای که اگر خورشید و ماه نبود و یکی پس از دیگری نمی‌آمدند و طلوع و غروبشان نبود، عموم مردم این اوقات را نمی‌دانستند، و در دانستن آن مشترک نمی‌بودند. مگر افراد اندکی از مردم، آن‌هم پس از کوشش و تلاش فراوان. و در این رهگذر، منافع و مصالح ضروری زیادی از دست می‌رفت. (\n﴿ذَٰلِكَ﴾\n) این سنجش، (\n﴿تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ﴾\n) اندازه‌گیری و سنجش خداوند چیره و دانا است، که همۀ مخلوقات تسلیم او هستند و فروتن و رام شده به فرمان او حرکت می‌کنند، طوری که از محور و مداری که خدا برای هریک مشخص نموده است، فراتر نمی‌روند و از آن پس و پیش نمی‌شوند، (\n﴿ٱلۡعَلِيمِ﴾\n) خدایی که علم و آگاهی او ظاهر و باطن و اول و آخر را احاطه نموده است از جمله دلایل عقلی مبنی بر احاطه و فراگیری علم خدا، مسخّر کردن این مخلوقات و قرار دادن آن بر مقدار و نظامی بی‌نظیر و شگفت‌انگیز است، که همۀ عقل‌ها در زیبایی وسازگار بودن آن با حکمت و منافع آدمی درمانده‌اند."
  },
  {
    "ayah": 97,
    "text": "#\n(97)\n(\n﴿وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ﴾\n) و او خدایی است که ستارگان را برای شما آفریده است تا به وسیلۀ آن در تاریکی‌های خشکی و دریا راه یابید. وقتی که راه‌ها بر آدمی مشتبه شود، و راهرو حیران گردد که کدام راه را درپیش بگیرد، آنگاه به وسیلۀ ستارگان جهت و راه خود را مشخص می‌نماید. پس خداوند ستارگان را وسیله‌ای جهت رهنمود شدن مردم به راهی قرار داده است که به خاطر منافع و تجارت و سفرشان به پیمودن آن نیاز دارند. برخی از ستارگان همواره دیده می‌شوند و از جای خود حرکت نمی‌کنند؛ و برخی همیشه در حرکت‌اند و اهل فن، حرکت آن‌ را می‌شناسند و به وسیلۀ آن جهت‌ها و اوقات را تشخیص می‌دهند. این آیه و امثال آن بر مشروعیت آموختن دانش\n«ستاره شناسی»\nدلالت می‌نماید؛ زیرا راهیابی و یافتن مسیرها به صورت کامل، جز از طریق آشنایی با چگونکی حرکت ستارگان امکان پذیر نیست. (\n﴿قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ﴾\n) همانا ما دلایل را بیان نموده و توضیح داده‌ایم و هر جنس و نوعی را ازدیگری جدا ساخته‌ایم، به‌گونه‌ای که دلایل و نشانه‌های خدا آشکار و هویدا گشته‌اند. (\n﴿لِقَوۡمٖ يَعۡلَمُونَ﴾\n) برای اهل علم و شناخت؛ زیرا آنها هستند که مورد خطاب قرار می‌گیرند، و از آنها پاسخ خواسته می‌شود. به خلاف جاهلان و نادانان که از آیات خدا و علمی که پیامبران آورده‌اند، رویگردانی می‌کنند؛ زیرا که تبیین و توضیح، فایده‌ای به آنها نمی‌رساند، و تفصیل و تشریح، شبهه‌ای را از آنان دور نکرده و مشکلی را از آنان بر طرف نمی‌سازد."
  },
  {
    "ayah": 98,
    "text": "#\n(98)\n(\n﴿وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ﴾\n) و او خدایی است که شما را از یک شخص که آدم ـ علیه السلام ـ است، آفرید؛ و نژاد انسان را که دنیا را پر کرده ‌است، از وی پدید آورد. انسانی که همواره رشد می‌کند و از اخلاق و آفرینش و ویژگی‌های آن چنان متفاوتی برخوردار است که قابل توصیف و ضبط و ثبت نیست. و خداوند برای آنها، قرارگاهی قرار داده است که باید به سوی آن حرکت کنند، و آن سرای آخرت است که سرایی غیر از آن وجود ندارد. پس سرای آخرت، سرایی است که مردم برای سکونت گزیدن در آن آفریده شده‌اند و در دنیا پدید آورده شده‌اند، تا برای تحصیل اسباب زندگی اخروی تلاش نمایند؛ زیرا زندگی قیامت، بر اساس زندگی دنیا پدید می‌آید و به وسیلۀ آن آباد یا ویران می‌گردد. خداوند آنها را در پشت پدران و شکم مادرانشان به ودیعت نهاد، سپس آنان را به سرای دنیا آورد، سپس به جهان برزخ می‌برد، و در همۀ این مراحل، انسان همچون مهمان و مسافری است که ثبات و استقراری را برای خویش نمی‌بیند، و همواره از مرحله‌ای به مرحله‌ای دیگر منتقل می‌شود، تا اینکه به سرایی می‌رسد که محل استقرار وی است. این دنیا، گذرگاه و محلی است که انسان به‌طور موقت، مدتی در آن زندگی می‌کند. (\n﴿فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ﴾\n) ما آیات را برای قومی که آیات خدا را می‌فهمند و دلایل و نشانه‌هایش را درک می‌کنند، بیان کرده‌ایم."
  },
  {
    "ayah": 99,
    "text": ": 99                            #\n{وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (99)}\nوَهُوَ الَّذِيَ أَنزَلَ مِنَ السَّمَاء مَاء فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ النَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انظُرُواْ إِلِى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ ؛ اوست  خدايي  که  از آسمان  باران  فرستاد و بدان  باران  هر گونه  نباتي  را، رويانيديم  ، و از آن  نبات  ساقه  اي  سبز و از آن  دانه  هايي  بر يکديگر  چيده  ونيز از جوانه  هاي  نخل  خوشه  هايي  سر فرو هشته  پديد آورديم  ، و نيز  بستانهايي  از تاکها و زيتون  و انار ، همانند و ناهمانند  به  ميوه  هايش   آنگاه که  پديد مي  آيند و آنگاه  که  مي  رسند بنگريد که  در آنها عبرتهاست   براي  آنان  که  ايمان  مي  آورند."
  },
  {
    "ayah": 99,
    "text": "#\n(99)\nاین بزرگ‌ترین نعمت خدا است که انسان‌ها و دیگر مخلوقات به شدت به آن نیازمندند. خداوند به هنگام نیازِ مردم از آسمان‌ها آبی پی‌در‌پی فرومی‌فرستد، و به وسیلۀ آن هر چیزی را که انسان‌ها و چهارپایان می‌خورند، می‌رویاند. پس آفریدگان و مخلوقات، از فضل خدا برخوردار شده و از روزی و احسان او فراخی و راحتی می‌یابند. و قحطی و خشکسالی از آنان دور می‌شود. پس دل‌ها شاد می‌گردد، و چهره‌ها روشن و تازه می‌شوند، و رحمت خدای بخشنده و مهربان برای بندگان حاصل می‌شود و از آن استفاده می کنند، و این ایجاب می نماید تا بندگان تلاش خود را در به جای آوردن شکر و پرستش و رجوع به سوی کسی که نعمت‌ها را به سوی آنان سرازیر نموده است، مبذول دارند.\nوقتی که به طور عام آنچه را با آب می‌روید از قبیل:\nدرختان و گیاهان بیان کرد، به طور خاص نیز به ذکر کشتزار و نخل پرداخت؟ زیرا فایدۀ آنها بسیار زیاد است، و خوراک بیشتر مردم از این طریق تأمین می‌شود،\nپس فرمود:\n(\n﴿فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا﴾\n) و به وسیلۀ آب، گیاهان سبز را رویاندیم، (\n﴿نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا﴾\n) و از آن گیاه سبز،\nدانه‌هایی که روی هم انباشته‌اند از قبیل:\nگندم و جو و ذرّت و برنج و غیره را بر می‌آوریم. توصیف انباشته بودن برای دانه، بیانگر آن است که دانه‌های آن زیاد است، و همه از یک دانه سرچشمه می‌گیرند و با یکدیگر مخلوط نمی‌شوند و جدا جدا هستند. و نیز اشاره به فراوانی محصول و فرآورده‌های آن است، و اینکه بذر باقی می‌ماند و مقدار زیادی برای خوردن و ذخیره کردن نیز در دسترس می‌باشد. (\n﴿وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا﴾\n) و خداوند از شکوفۀ درخت خرما، خوشه‌هایی را بیرون می‌آورد.\n«طلع»\nبه معنی شکوفۀ خرما است که هنوز خوشه از آن بیرون نیامده است. (\n﴿قِنۡوَانٞ دَانِيَةٞ﴾\n) خوشه‌های نزدیک به‌هم و در دسترس که به راحتی در دسترس می‌باشند. طوری که استفاده از میوۀ درخت خرما مشکل نیست، هرچند که درخت خرما بلند است، چون درآن فرو رفتگی‌ها و دسته‌هایی است که بالا رفتن از آن را آسان می‌گرداند. (\n﴿وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ﴾\n) و خداوند به وسیلۀ آب، باغ‌های انگور و زیتون و انار پدید آورده است. اینها درختان پر فایده و مؤثّر در سود رسانی به مردم هستند، بنابراین پس از اینکه خداوند به طور عام از درختان و گیاهان نام برد، اینها را به طور ویژه بیان کرد. (\n﴿مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍ﴾\n) احتمال دارد که به انار و زیتون برگردد؛ چرا که انار و زیتون، درخت و برگشان مانند یکدیگر و همگون است، اما در میوه با یکدیگر فرق کرده و تشابهی با یکدیگر ندارند. و احتمال دارد که به سایر درختان و میوه‌ها برگردد؛ یعنی اینکه برخی از درختان و میوه‌ها با برخی دیگر مشابهت دارند، و در بعضی از صفات و ویژگی‌هایشان با یکدیگر همگونی و مشابهت ندارند. و بندگان از همه استفاده می‌برند و از آنها می‌خورند و لذت می‌برند و به عنوان قوت و غذا از آنها استفاده می‌کنند، و پند و اندرز می‌آموزند. بنابراین خداوند دستور داده است تا آدمی به آن بنگرد و از آن پند پذیرد،\nپس فرمود:\n(\n﴿ٱنظُرُوٓاْ﴾\n) با تدبّر و اندیشه بنگرید، (\n﴿إِلَىٰ ثَمَرِهِۦٓ﴾\n) به میوۀ همۀ درختان به ویژه درخت خرما، آنگاه که میوه می‌دهد، (\n﴿وَيَنۡعِهِۦٓ﴾\n) و به آن بنگرید آنگاه که میوه‌اش می‌رسد؛ زیرا در این، درس و عبرت و نشانه‌هایی است دالّ بر رحمت خدا و گستردگی احسان و بخشش، و کمال اعتنا و توجه وی به بندگانش. ولی هرکسی درس نمی‌گیرد و نمی‌اندیشد، و مقصود را درک نمی‌کند،\nبنابراین خداوند بهره بردن از این نشانه‌ها را به مؤمنان اختصاص داد و فرمود:\n(\n﴿إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ﴾\n) همانا در این، نشانه‌هایی است برای قومی که ایمان می‌آورند؛ زیرا ایمانی که مؤمنان با خود دارند، آنان را وادار می‌کند که به مقتضای آن عمل کنند. و از جمله مقتضا و لوازم ایمان، تفکر و اندیشیدن در نشانه‌های خدا و دیگر مواردی که عقل و سرشت و شریعت بر آن دلالت می‌نماید."
  },
  {
    "ayah": 100,
    "text": ": 100 - 104                            #\n{وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ (100) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (101) ذَلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (102) لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (103) قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ (104)}.\nوَجَعَلُواْ لِلّهِ شُرَكَاء الْجِنَّ وَخَلَقَهُمْ وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ؛ براي  خدا شريکاني  از جن  قرار دادند و حال  آنکه  جن  را خدا آفريده  است  و  بي  هيچ  دانشي  ، به  دروغ  دختراني  و پسراني  براي  او تصور کرده  اند  او منزه  است  و فراتر است  از آنچه  وصفش  مي  کنند.\nبَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ؛ پديد آورنده  آسمانها و زمين  است   چگونه  او را فرزندي  باشد ، و حال   آنکه  او را همسري  نيست   هر چيزي  را او آفريده  است  و به  هر چيزي   داناست.\nذَلِكُمُ اللّهُ رَبُّكُمْ لا إِلَـهَ إِلاَّ هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ؛ اين  است  خداي  يکتا که  پروردگار شماست   خدايي  جز او نيست   آفريننده هر، چيزي  است   پس  او را بپرستيد که  نگهبان  هر چيزي  است.\nلاَّ تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ؛ چشمها او را نمي  بينند و او بينندگان  را مي  بيند  دقيق  و آگاه  است.\nقَدْ جَاءكُم بَصَآئِرُ مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَاْ عَلَيْكُم بِحَفِيظٍ؛ پروردگارتان  به  شما ادراک  داده  است   هر که  از روي  بصيرت  مي  نگرد  به سود اوست  و هر که  چشم  بصيرت  بر هم  نهد به  زيان  اوست   و من   نگهدارنده شما نيستم."
  },
  {
    "ayah": 100,
    "text": "#\n(100)\nخداوند متعال خبر می‌دهد با وجود اینکه بر بندگانش احسان نموده و خود را با نشانه‌ها و دلایل روشن و حجت‌های واضح شناسانده است، اما مشرکین اعم از قریش و دیگران، شریکانی از جن و فرشتگان ـ‌که آفریده‌های خدا هستند و چیزی از ویژگی‌های ربوبیت و الوهیت در آنها نیست‌ـ برای او قرار داده، و آنها را به فریاد خوانده و می‌پرستند. پس، آنها را شرکای کسی قرار داده‌اند که آفرینش و امر در دست او است، و سایر نعمت‌ها را ارزانی نموده، و همۀ سختی‌ها و رنج‌ها را دور می‌نماید. همچنین مشرکین از روی نادانی و به دروغ، پسران و دخترانی را برای خدا تراشیده‌اند. و کیست ستمگرتر از کسی که بدون علم و آگاهی دربارۀ خدا چیزی بگوید؟ و زشت‌ترین نقص و کمبودی را که خداوند از آن پاک و مبرّا است، به دروغ به او نسبت دهد؟! بنابراین خداوند خویشتن را ازآنچه مشرکین به دروغ به او نسبت می‌دادند،\nتبرئه نمود و فرمود:\n(\n﴿سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ﴾\n) پاک است خداوند از آنچه که او را بدان توصیف می‌کنند؛ زیرا او به هر کمالی متصف، و از هر نقص و آفت و عیبی پاک و منزّه است."
  },
  {
    "ayah": 101,
    "text": "#\n(101)\n(\n﴿بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾\n) پدید آورنده و آفرینندۀ آسمان‌ها و زمین است. و آفرینش آنها را، به خوبی و بدون اینکه از قبل نمونه‌ای داشته باشند، به بهترین صورت آفریده است، که خردمندان نمی‌توانند مانند آن را پیشنهاد کنند، و در آفرینش آسمان‌ها و زمین هیچ شریک و وزیری ندارد. (\n﴿أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞ﴾\n) چگونه ممکن است برای خدا فرزندی باشد، درحالی که او خدای برتر و بی‌نیاز است؟ و او کسی است که فرزند و همسری ندارد، و از مخلوقاتش بی‌نیاز است و همۀ مخلوقات در تمامی حالات خود، به او نیازمندند. و فرزند باید از جنس پدرش باشد، و خداوند آفرینندۀ هر چیزی است و هیچ‌کدام از مخلوقات به هیچ صورتی با خدا مشابهت ندارند. وقتی که بیان داشت هر موجودی آفریدۀ اواست، بیان کرد که علم و آگاهی او، همۀ اشیا را فراگرفته است؛\nپس فرمود:\n(\n﴿وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ﴾\n) و او به هر چیزی دانا است. ذکر\n«علم»\nپس از\n«خلق»\nبه مثابۀ ارائه دلیل عقلی است بر ثبوت علم او. این دلیل عقلی عبارت است از مخلوقات و نظام کامل و متقن جهان آفرینش. جهان هستی بر گستردگی علم آفریننده و کمال حکمت او دلالت می‌نماید.\nهمان طور که خداوند متعال فرموده است:\n﴿أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ﴾\nآیا کسی که آفریننده است\n[و مردمان را آفریده است، حال و وضع آنان ‌را]\nنمی‌داند حال آنکه او لطیف و آگاه و بسیار باریک‌بین است؟\n! و در جای دیگری نیز می‌فرماید:\n﴿وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ﴾\nو او آفرینندۀ دانا است؛ خدایی که همه چیز را آفریده و اندازه‌گیری نموده است."
  },
  {
    "ayah": 102,
    "text": "#\n(102)\n(\n﴿ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ﴾\n) این است خدا، پروردگار شما؛ معبودی که شایسته است از صمیم قلب او را دوست بدارید، و در برابر او سر مذلت بر خاک نهاد، همۀ جهان آفرینش را با نعمت خویش پرورش داده و انواع رنج‌ها و سختی‌ها را از انسان‌ها دور کرده است. (\n﴿لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُ﴾\n) هیچ معبود بر حقی جز او نیست، آفرینندۀ هر چیزی است، پس او را بپرستید. وقتی ثابت شد که او معبود بر حق است، و جز او معبود حقیقی دیگری وجود ندارد؛ همۀ عبادت‌ها را خالصانه برای او انجام دهید، و هدفتان از انجام آن فقط رضای وی باشد؛ زیرا آنچه از مردم خواسته شده، همین است و برای همین هدف آفریده شده‌اند.\n﴿وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ﴾\nو جن و انسان را نیافریده‌ام مگر برای اینکه مرا عبادت کنند. (\n﴿وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ﴾\n) و هر چیزی تحت وکالت و سرپرستی او قرار دارد، همه را آفریده و به اصلاح و تدبیر شئون آنها می‌پردازد. و مشخص است کاری که در آن تصرف می‌شود، درستی و کامل بودن و انتظام کامل آن، بر حسب حالت کسی است که به وکالت و سرپرستی آن کار می‌پردازد. و وکالت خداوند بر کارها، مانند وکالت مردم نیست؛ زیرا وکالت مردم، نیابی است و وکیل، تابع موکِّل خود است. اما وکالت و سرپرستی خداوند باری تعالی از جانب خودش است و متضمّن کمال علم و حسن تدبیر و نیکو کاری و دادگری است. پس امکان ندارد که هیچ کسی بتواند از کار خداوند ایراد بگیرد، و در صنعت و آفرینش وی خلل و نقصی مشاهده کند، و در تدبیر و مدیریت او کمبودی بیابد. و از جمله وکالت خداوند این است که تبیین دینش را به عهده گرفته، و آن را از هر تغییر و تحریفی حفظ کرده است. نیز حفاظت از مؤمنان و مصون داشتن آنها را از آنچه که ایمان و دینشان را از بین می‌برد، بر عهده گرفته است."
  },
  {
    "ayah": 103,
    "text": "#\n(103)\n(\n﴿لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ﴾\n) به خاطر عظمت و کمالش، چشم‌ها او را احاطه نمی‌کنند گرچه در آخرت او را می‌بینند و با نگاه کردن به چهرۀ بزرگوار خدا، شاد می‌شوند. پس نفی احاطه و\n«ادراک»\n، دیدن را نفی نمی‌کند بلکه به طریق مفهوم، دیدن را ثابت می‌نماید؛ زیرا نفی ادراک که دقیق‌ترین صفت رؤیت است، دالّ بر ثبوت رؤیت و دیدن است؛ زیرا اگر منظورش نفی دیدن بود،\nمی‌فرمود:\n(لا تراه الأَبْصَارُ)\n: چشم‌ها او را نمی‌بینند، و یا عبارتی شبیه این را می‌آورد. پس دانسته شد که در این آیه، دلیلی بر صحّت مذهب کسانی وجود ندارد که رؤیت پروردگارشان را در آخرت نفی می‌کنند، بلکه این آیه کاملاً مخالف عقیده و گفتار آنها است. (\n﴿وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَ﴾\n) و او خدایی است که علم و آگاهی‌اش پنهان و آشکار را احاطه نموده، و شنوایی او تمام اصوات آشکار و پوشیده را در بر گرفته است، و بینایی او همۀ دیدنی‌های کوچک و بزرگ را در بر گرفته است. (\n﴿وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ﴾\n) و او خدایی است که دانش و آگاهی‌اش دقیق است تا جایی که امور پنهان و پوشیده را در می‌یابد. و از جمله لطف و مهربانی او، این است که بنده را به سوی مصالح دینش سوق می‌دهد و او را به مصالح و مقاصد خیر می‌رساند، و به سعادت و جاودانگی و رستگاری همیشگی نایل می‌گرداند، به گونه‌ای که خود تصور آن را نداشته است. تا جایی که خداوند کارهایی را برای او مقدر می‌نماید که بنده آن را نمی‌پسندد، و از آن دردمند می‌شود، و از خداوند می‌خواهد که آن را از وی دور کند، اما خداوند می‌داند که دین بنده‌اش با آن درست‌تر می‌شود، و کمال و رشدش به آن منوط است. پس پاک است خدایی که به امور دقیق و پنهان آشنا است، و بسیار آگاه و لطیف و نسبت به مؤمنان مهربان است."
  },
  {
    "ayah": 104,
    "text": "#\n(104)\nوقتی که خداوند دلایل روشن و واضحی را بر صحت مطالب و اهداف راستین دین بیان کرد، توجه بندگان را به این نکته معطوف ساخت که هدایت و عدم هدایت آنان به نفع یا ضرر خودشان است،\nپس فرمود:\n(\n﴿قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡ﴾\n) نشانه‌ها و دلایلی که حق را بیان می‌دارد، به نزد شما آمده است، که به خاطر فصاحت و بیان روشن آن و در برگرفتن معانی مهم و حقایق زیبا، همچون خورشید فروزان بر قلب و چشم‌ها می‌درخشند. چون این آیات از جانب پروردگار آمده‌اند؛ پروردگاری که آفریده‌هایش را با انواع نعمت‌های آشکار و پنهان که بزرگ‌ترین و برترین آن، روشن کردن آیات و توضیح امور مشکل است، پرورش داده است. (\n﴿فَمَنۡ أَبۡصَرَ﴾\n) پس هرکس در پرتو این آیات ببیند و به مقتضای آن عمل نماید، (\n﴿فَلِنَفۡسِهِۦ﴾\n) به نفع خودش است؛ زیرا خداوند بی‌نیاز و ستوده است. (\n﴿وَمَنۡ عَمِيَ﴾\n) و هرکس کور شود، به این صورت که قدرت دیدن را داشته باشد اما چشمانش را ببندد، و\n[از منکرات و معاصی]\nبازداشته شود اما باز نیاید، و حق برای او بیان شود اما از آن فرمان نبرد و تسلیم آن نشود و سر خم نکند، پس زیان کوری‌اش به خودش برمی‌گردد. (\n﴿وَمَآ أَنَا۠﴾\n) و من\n[=پیامبر]\n، (\n﴿عَلَيۡكُم بِحَفِيظٖ﴾\n) همیشه محافظ و مراقب اعمالتان نیستم، بلکه فقط بر من رساندنِ آشکار واجب است، و من وظیفه‌ام را انجام داده‌ام واین کار را کرده‌ام، و آنچه را که خداوند به سوی من فرستاده است، رسانده‌ام. پس وظیفۀ من همین است و مسئولیت بیشتری ندارم."
  },
  {
    "ayah": 105,
    "text": ": 105 - 108                            #\n{[وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ (105) اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لَا إِلَهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (106) وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (107)] وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ (108)}.\nوَكَذَلِكَ نُصَرِّفُ الآيَاتِ وَلِيَقُولُواْ دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ؛ آيات  خدا را اينچنين  گونه  گون  بيان  مي  کنيم  ، تا مباد که  بگويند که ، ازکس  درس  گرفته  اي  و ما اين  آيات  را براي  اهل  دانش  بيان  مي  کنيم.\nاتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِن رَّبِّكَ لا إِلَـهَ إِلاَّ هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ؛ از هر چه  از جانب  پروردگارت  بر تو وحي  شده  است  پيروي  کن   هيچ   خدايي جز او نيست   و از مشرکان  روي  برتاب.\nوَلَوْ شَاء اللّهُ مَا أَشْرَكُواْ وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ؛ اگر خدا مي  خواست  ، آنان  شرک  نمي  آوردند ، و ما تو را نگهبانشان   نساخته  ايم  و تو کارسازشان  نيستي.\nوَلاَ تَسُبُّواْ الَّذِينَ يَدْعُونَ مِن دُونِ اللّهِ فَيَسُبُّواْ اللّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعْمَلُونَ ؛ چيزهايي  را که  آنان  به  جاي  الله  مي  خوانند ، دشنام  مدهيد که  آنان  نيز، بي هيچ  دانشي  ، از روي  کينه  توزي  به  الله  دشنام  دهند  اينچنين  عمل  هر  قومي را در چشمشان  آراسته  ايم   پس  بازگشت  همگان  به  پروردگارشان  است  و  اوهمه  را از کارهايي  که  کرده  اند آگاه  مي  سازد."
  },
  {
    "ayah": 108,
    "text": "#\n(108)\nخداوند تبارک و تعالی مؤمنان را از کاری که در اصل جایز، و بلکه مشروع و مطلوب بوده است، نهی می‌کند؛ و آن عبارت از دشنام دادن به خدایان مشرکانی است که بت‌هایی\n[دروغین]\nرا به خدایی گرفته‌اند. مسلمانان با اهانت و دشنام دادن به خدایان آنان، در صدد آن بودند که به خدا نزدیکی جویند. اما از آنجا که این دشنام دادن، راهی برای دشنام دادن مشرکان به پروردگار جهانیان می‌شود، و باید ذات عظیم او از هر عیب و آسیب و دشنام و زشتی منزه دانسته شود، خداوند از دشنام دادن به خدایان مشرکین نهی کرد، چون آنها به خاطر دینشان به جوش می‌آیند، و برای آن تعصب می‌ورزند؛ زیرا خداوند برای هر امتی، عملشان را آراسته و زیبا نموده است، و آن را خوب و زیبا می‌بینند، و به هر راهی از آن دفاع می‌کنند. به گونه‌ای که اگر مسلمانان خدایانشان را دشنام دهند، آنها به خداوند و پروردگار جهانیان که عظمت و شکوه او در دل‌های نیکوکاران و بدکاران ریشه دوانده است، دشنام می‌دهند. اما در روز قیامت، باز گشت همۀ مردم به سوی خدا است، و همه بر خدا عرضه شده، و اعمالشان پیش او آورده می‌شود. پس آنان را به خوب و بدی که کرده‌اند، آگاه می‌سازد.\nو در این آیۀ کریمه دلیلی بر صحت این قاعدۀ شرعی وجود دارد:\n«وسایل، با کار و اهداف ارزیابی می‌شوند، و اینکه وسیله و راهِ به سوی حرام گرچه در اصل جایز و روا باشد، اما مادامی که به شرّ منتهی شود، حرام می‌باشد.»"
  },
  {
    "ayah": 109,
    "text": ": 109 - 111                            #\n{وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ (109) وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (110) وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ (111)}.\nوَأَقْسَمُواْ بِاللّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الآيَاتُ عِندَ اللّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءتْ لاَ يُؤْمِنُونَ ؛ تا آنجا که  توانستند ، به  سخت  ترين  قسمها ،\nبه  خدا سوگند ياد کردند  که اگر معجزه  اي  برايشان  نازل  شود بدان  ايمان  آورند  بگو :\nهمه  معجزه  ها  نزد خداست  و شما از کجا مي  دانيد که  اگر معجزه  اي  نازل  شود ايمان  نمي   آورند ?\nوَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ؛ و همچنان  که  در آغاز به  آن  ايمان  نياوردند ، اين  بار نيز در دلها و  ديدگانشان  تصرف  مي  کنيم  و آنان  را سرگردان  در طغيانشان  رها مي  سازيم.\nوَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلآئِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُواْ لِيُؤْمِنُواْ إِلاَّ أَن يَشَاء اللّهُ وَلَـكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ؛ و اگر ما فرشتگان  را بر آنها نازل  کرده  بوديم  و مردگان  با ايشان  سخن ، مي گفتند و هر چيزي  را دسته  دسته  نزد آنان  گرد مي  آورديم  ، باز هم  ايمان  نمي آوردند ، مگر اينکه  خدا بخواهد  و ليک  بيشترشان  جاهلند."
  },
  {
    "ayah": 109,
    "text": "#\n(109)\nمشرکانی که پیامبر -محمد  صلی الله علیه وسلم - را تکذیب می‌کردند با محکم‌ترین سوگندهایشان به خدا سوگند خوردند. (\n﴿جَهۡدَ أَيۡمَٰنِهِمۡ﴾\n) یعنی با همۀ تاب و توان سوگند خوردند و آن را موکّد کردند.(\n﴿لَئِن جَآءَتۡهُمۡ ءَايَةٞ﴾\n) که اگر معجزه و دلیلی پیش آنها بیاید که بر راستی محمد صلی الله علیه وسلم دلالت نماید، (\n﴿لَّيُؤۡمِنُنَّ بِهَا﴾\n) حتماً به آن ایمان خواهند آورد. و هدف آنان از این سخن، هدایت نبود، بلکه هدفشان دفع اعتراضی بود که به آنان وارد می‌شد، و می‌خواستند چیزهایی را که پیامبر آورده بود، رد کنند؛ زیرا خداوند پیامبرش صلی الله علیه وسلم را با آیات روشن و دلایل واضح تأیید نمود، و چنانچه مشرکان این حقیقت را مورد عنایت قرار می‌دادند، کوچک‌ترین شبهه و اشکالی در صحت آن باقی نمی‌ماند. و آنان بعد ‌از آنکه آیات ودلایل قاطعی را مشاهده کردند، باز از پیامبر خواستند که دلایل دیگری بیاورد، و این جز سر سختی و لجاجت، چیز دیگری نیست و نباید به آن پاسخ داد، بلکه گاه پاسخ ندادن به آن، بهتر است؛ زیرا سنت خدا در میان بندگانش به این شیوه جاری شده است؛ آنانی که از پیامبران درخواست کردند معجزات و دلایلی را ارائه کنند، وقتی که دلیل و معجزات نزدشان آمد و به آن ایمان نیاوردند، خداوند فوراً آنها را عذاب داد.\nبنابراین فرمود:\n(\n﴿قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ﴾\n) بگو: معجزات فقط پیش خدا است. خداست که هرگاه بخواهد آن را می‌فرستد، و هرگاه بخواهد آن را نمی‌فرستد و از آن جلوگیری می‌کند، و من در این رابطه اختیاری ندارم. پس در خواست شما از من، مبنی بر اینکه معجزه بیاورم، ظلم است و در اختیار من نیست. شما فقط می‌توانید توضیح بیشتری را در رابطه با آنچه که آورده‌ام، طلب کنید، و به آن ایمان بیاورید. و این توضیح از جانب من حاصل شد؛ با وجود این نیز اگر معجزات به سوی آنان روانه شود، معلوم نیست که ایمان می‌آورند یا نه.\nبنابراین فرمود:\n(\n﴿وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ﴾\n) و شما ای مؤمنان! چه می‌دانید که اگر معجزات برای ایشان آورده شود، ایمان بیاورند؟ \\"
  },
  {
    "ayah": 110,
    "text": "#\n(110)\n(\n﴿وَنُقَلِّبُ أَفۡ‍ِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ﴾\n) و چنانچه نخستین بار دعوتگر پیش آنها بیاید و حجت بر آنان اقامه شود، و ایمان نیاورند، با دگرگون کردن دل‌ها و ایجاد مانع میان آنها و ایمان، و توفیق ندادنشان برای در پیش گرفتن راه راست، آنان را مجازات می‌کنیم. و این ناشی از عدل خدا و حکمت او نسبت به بندگانش است؛ زیرا آنان بندگانی هستند که برخود جنایت کرده‌اند، و خداوند دروازۀ رحمت خویش را به روی آنها گشوده است، اما آنها وارد نمی‌شوند؛ و راه را برایشان روشن کرده، اما آن را در پیش نمی‌گیرند. پس، از توفیق الهی محروم شدند، و این با حالاتشان مناسب است."
  },
  {
    "ayah": 111,
    "text": "#\n(111)\nآنها ایمان را فقط به خواست و ارادۀ خودشان معلق کرده بودند، و به خدا اعتماد و توکل نداشتند و این بزرگ‌ترین اشتباه آنان محسوب می‌شود؛\nزیرا اگر معجزات بزرگی نیز از قبیل اینکه:\nفرشتگان نزد آنها بیایند، و بر صدق رسالت پیامبر گواهی بدهند، و مردگان با آنان سخن بگویند، و به زنده شدنِ پس از مرگ گواهی دهند، (\n﴿وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا﴾\n) و هر چیزی را آشکارا و در برابر آنها گرد آوریم تا با آنها سخن بگویند، و آنها را به طور مستقیم مشاهده کنند، و بر صدق آنچه پیامبر آورده است گواهی دهند، باز هم اگر خداوند نخواهد، ایمان نمی‌آورند. ولی بیشترشان نادان‌اند؛ به همین جهت ایمان خود را مشروط به آمدن و آشکار شدن معجزات کرده‌اند. اما عقل و دانش حکم می‌کند که هدفِ بنده، پیروی کردن از حق باشد و آن را با در پیش گرفتن راه‌هایی که خدا بیان کرده است، بجوید و به آن عمل نماید، و در راستای پیروی کردن از اوامر خدا، از وی کمک بخواهد، و به توانایی و حرکت خود اعتماد ننماید، و دلایل و معجزاتی را که فایده‌ای برای وی در بر ندارد، طلب نکند."
  },
  {
    "ayah": 112,
    "text": ": 112 - 113                            #\n{وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ (112) وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ (113)}.\nوَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوًّا شَيَاطِينَ الإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاء رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ ؛ و همچنين  براي  هر پيامبري  دشمناني  از شياطين  انس  و جن  قرار داديم   براي ، فريب  يکديگر ، سخنان  آراسته  القا مي  کنند  اگر پروردگارت  مي   خواست ، چنين  نمي  کردند  پس  با افترايي  که  مي  زنند رهايشان  ساز ،\nوَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُواْ مَا هُم مُّقْتَرِفُونَ؛ تا آنان  که  به  قيامت  ايمان  ندارند گوش  دل  را بدان  سپارند و پسندشان   افتد و هر چه  در خورشان  هست  انجام  دهند."
  },
  {
    "ayah": 112,
    "text": "#\n(112)\nخداوند متعال پیامبرش صلی الله علیه وسلم را دلجویی داده و می‌فرماید: همچنان‌که دشمنانی را برای تو قرار داده‌ایم که دعوتت را رد کرده و با تو مبارزه می‌نمایند، و نسبت به تو حسادت می‌ورزند؛ این سنت ما است که برای هر پیامبری که وی را به سوی مردم فرستاده‌ایم، دشمنانی از انس و جن قرار داده‌ایم، که بر خلاف آنچه آنان آورده‌اند، بپا خاسته‌اند. (\n﴿يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗا﴾\n) برخی از آنان کار باطلی را که به سوی آن دعوت می‌کنند، برای برخی دیگر می‌آرایند، و سخنان آراسته را به آنان القا می‌کنند، و آن را به بهترین صورت درمی‌آورند تا بی‌خردان فریب آن را بخورند، و نادانانی که حقایق را نمی‌فهمند و مفاهیم را درک نمی‌کنند، از آن فرمان برند. این عبارت و کلام آراسته شده و بی‌اساس و فریبکارانه، مورد پسند آنها واقع می‌شود، و از آن خشنود می‌گردند، در نتیجه حق را باطل، و باطل را حق می‌دانند."
  },
  {
    "ayah": 113,
    "text": "#\n(113)\nبنابراین فرمود: (\n﴿وَلِتَصۡغَىٰٓ إِلَيۡهِ﴾\n) و تا به این سخن فریبنده و به ظاهر زیبا، تمایل پیدا کند، (\n﴿أَفۡ‍ِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ﴾\n) دل‌های کسانی که به روز قیامت ایمان ندارند، چون ایمان نداشتن به روز قیامت و بی‌بهره بودن از عقل و خرد، آنان را براین امر وا می‌دارد. (\n﴿وَلِيَرۡضَوۡهُ﴾\n) و تا آن را بپسندند؛ یعنی بعد از اینکه به آن تمایل پیدا کردند، از آن خشنود می‌شوند. پس نخست به آن گرایش و تمایل پیدا کرده و این کلمات آراسته شده و به ظاهر زیبا را می‌شنوند و از آن خشنود شده و آن را می‌پسندند، و در دل‌هایشان زیبا جلوه می‌کند و تبدیل به عقیده‌ای ریشه‌دار و یکی از ویژگی‌هایی آنها می‌گردد. در نتیجه مرتکب کردار و گفتارهایی زشت می‌شوند؛ یعنی کردار و رفتار دروغینی انجام می‌دهند که زادۀ این عقیدۀ زشت است. پس این است حالت فریب‌خوردگانی که از انسان‌های سرکش و شیطان صفت، و جن‌ها پیروی کرده و دعوتشان را می‌پذیرند. و اما کسانی که به روز قیامت ایمان دارند، و دارای خرد و اندیشۀ کامل و متین هستند، فریب این لفّاظی‌ها و کلمات و جملات بی‌اساس را نمی‌خورند و در چنگال این فریب‌کاری‌ها نمی‌افتند. بلکه به شناخت حقایق روی آورده و به مفاهیمی می‌نگرند که به سوی آن فرا خوانده می‌شوند. پس اگر آن مفاهیم حق باشد، آن را می‌پذیرند و تسلیم آن می‌شوند، گرچه آن مفاهیم با کلمات و عبارت‌های ناقص و غیر کامل ادا شود. و اگر آن مفاهیم باطل باشد، آن را بر پیشانی منادیِ‌اش ـ هرکه باشد ـ کوبیده و آن را رد می‌کنند، گرچه این مفاهیم در لباسی زیبا و فریبنده‌تر از ابریشم عرض اندام کند. یکی از حکمت‌های الهی در اینکه برای پیامبران، دشمنان؛ و برای باطل، یاورانی قرارداده است که به سوی آن دعوت می‌کنند، این است که بندگانش را مورد آزمایش و امتحان قرار دهد، و راستگو از دروغگو، وعاقل از نادان، و بینا از کور متمایز گردد. و ازجمله حکمت‌های او در این مورد، بیان و توضیح حق است؛ زیرا وقتی که باطل با حق به نبرد بپردازد و در برابر آن مقاومت کند، حق روشن و واضح می‌شود، و دلایل حق و شواهدی که بر راستی و حقیقت حق، و باطل بودن باطل دلالت می‌نمایند، روشن می‌گردند. واین چیزی است که رقابت کنندگان درآن به رقابت می‌پردازند."
  },
  {
    "ayah": 114,
    "text": ": 114 - 115                            #\n{أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (114) وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ (115)}.\nأَفَغَيْرَ اللّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنَزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلاً وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بِالْحَقِّ فَلاَ تَكُونَنَّ مِنَ الْمُمْتَرِينَ ؛ آيا داور ديگري  جز خدا طلب  کنم  و حال  آنکه  اوست  که  اين  کتاب  روشن   رابر شما نازل  کرده  است  ? و اهل  کتاب  مي  دانند که  به  حق  از جانب  پروردگارت  نازل  شده  است   پس  ، از شک  آورندگان  مباش.\nوَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلاً لاَّ مُبَدِّلِ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ؛ و کلام  پروردگار تو در راستي  و عدالت  به  حد کمال  است   هيچ  کس  نيست   که ، ياراي  دگرگون  کردن  سخن  او را داشته  باشد و اوست  شنوا و دانا."
  },
  {
    "ayah": 114,
    "text": "#\n(114)\nای پیامبر! بگو: (\n﴿أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا﴾\n) آیا غیر از خدا قاضی و حاکمی برگیرم که برای داوری پیش او بروم، و به اوامر و نواهی او پایبند باشم؟ همانا هر آنچه غیر از خدا است، محکوم است ‌و حاکم نیست؛ و داوری و تدبیر مردم، مشتمل بر نقص و کمبود می‌باشد. قاضی و داور، خداوند یگانه‌ایست که یکتاست، و شریکی ندارد، و آفرینش و امر در دست اوست. (\n﴿وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗا﴾\n) و اوست که کتاب را به صورت مشروح و مفصّل بر شما نازل کرد؛ یعنی حلال و حرام و احکام شرع و اصول و فروع دین را در آن توضیح داده است، و هیچ بیان و توضیحی روشن‌تر از آن، و هیچ دلیلی بالاتر از آن وجود ندارد، و هیچ حکم و فرمانی زیباتر از حکم وی نیست، و هیچ سخنی راست‌تر از سخن وی وجود ندارد. چون احکامش دربردارندۀ حکمت و رحمت است. و پیروان کتاب‌های گذشته از قبیل یهودیان و نصارا به این اعتراف می‌کنند، (\n﴿يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّ﴾\n) و می‌دانند که آن از جانب پروردگارت و به حق نازل شده است. به همین جهت اخباری که در کتاب‌های یهود و نصارا در این زمینه آمده است، متفق می‌باشد.(\n﴿فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ﴾\n) بنابراین هرگز در این زمینه شک نکن و از شک‌کنندگان مباش."
  },
  {
    "ayah": 115,
    "text": "#\n(115)\n[سپس مفصّل و مشروح بودن آن را بیان کرد و فرمود:]\n(\n﴿وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗا﴾\n) و سخنان و فرمان پروردگارت صادقانه و دادگرانه ‌انجام پذیرفت؛ یعنی در اخبار و سخن‌هایش صادق، و در امر و نهی‌اش دادگر است. پس راست‌تر از اخبار خداوند که در این کتاب عزیز آمده است، و دادگرانه‌تر از اوامر و نواهی وی وجود ندارد. (\n﴿لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦ﴾\n) و هیچ دگرگون‌کننده‌ای برای سخنانش نیست؛ چون آن را محفاظت نموده و در بالاترین حد راستی و در اوج حقانیت قرار داده است، پس تغییر دادن آن ممکن نیست، و نمی‌توان سخنانی زیباتر از آن را پیشنهاد کرد. (\n﴿وَهُوَ ٱلسَّمِيعُ﴾\n) و او همۀ صداها را علی‌رغم اختلاف زبان‌ها و تنوع نیازها می‌شنود.(\n﴿ٱلۡعَلِيمُ﴾\n) و دانا وآگاه است، و دانش و آگاهی او درون‌ها و برون‌ها، پنهان و آشکار و گذشته و آینده را در برگرفته است."
  },
  {
    "ayah": 116,
    "text": ": 116 - 117                            #\n{وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ (116) إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (117)}.\nوَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ إِن يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ؛ اگر از اکثريتي  که  در اين  سرزمينند پيروي  کني  ، تو را از راه  خدا  گمراه سازند  زيرا جز از پي  گمان  نمي  روند و جز به  دروغ  سخن  نمي  گويند.\nإِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ؛ پروردگار تو به  کساني  که  از راه  وي  دور مي  گردند آگاه  تر است  و  هدايت يافتگان  را بهتر مي  شناسد."
  },
  {
    "ayah": 116,
    "text": "#\n(116)\nخداوند،\nپیامبرش محمد صلی الله علیه وسلم را از پیروی کردن از بیشتر مردم بازداشته و می‌فرماید:\n(\n﴿وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ﴾\n) و اگر از بیشتر کسانی که در زمین هستند پیروی کنی، تو را از راه خدا منحرف می‌سازند؛ زیرا بیشتر آنها در ادیان و اعمال و علومشان به بیراهه رفته‌اند؛ دینشان فاسد، و اعمالشان پیرو خواست‌هایشان است، و در دانش و علوم خود تحقیق نمی‌کنند، و آگاهی و علوم آنها انسان را به راه راست نمی‌رساند. بلکه از گمان خویش پیروی می‌کنند؛ گمانی که آدمی را به حق نمی‌رساند و از حق بی‌نیاز نمی‌کند. و از روی ظن و تخمین، در مورد خدا مطالب پوچ و بی‌اساسی می‌گویند، و هرکس این‌گونه باشد، شایسته است که خداوند بندگانش را از او برحذر دارد، و حالاتشان را برای آنها توصیف کند؛ زیرا این موضوع گرچه خطاب به پیامبر صلی الله علیه وسلم است، اما امتش نیز در سایر احکامی که به آن حضرت اختصاص ندارد، پیرو او هستند."
  },
  {
    "ayah": 117,
    "text": "#\n(117)\nو خداوند از همه راستگوتر است، و (\n﴿هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ﴾\n) می‌داند چه کسانی از راه او منحرف می‌شوند، و او راه یافتگان و هدایت شدگان را بهتر می‌شناسد. پس بر شما مؤمنان واجب است تا اندرزها و اوامر و نواهی خدا را پیروی کنید، چون او مصالح و منافع شما را بهتر می‌داند، و از خودتان نسبت به شما مهربان‌تر است. این آیه دلالت می‌نماید که برای اثبات حقانیت حق، به کثرت پیروان آن استناد نمی‌شود، و کم بودن افرادی که راهی را در پیش گرفته‌اند دلیل بر آن نیست که آنها بر حق نیستند. بلکه واقعیت بر خلاف این است؛ زیرا اهل‌حق تعدادشان اندک، و ارزش و پاداششان نزد خدا بزرگ است. بلکه باید حق و باطل را از راه‌هایی که انسان را بدان می‌رسانند، شناخت."
  },
  {
    "ayah": 118,
    "text": ": 118 - 119                            #\n{فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ (118) وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ (119)}\nفَكُلُواْ مِمَّا ذُكِرَ اسْمُ اللّهِ عَلَيْهِ إِن كُنتُمْ بِآيَاتِهِ مُؤْمِنِينَ؛ اگر به  آيات  خدا ايمان  داريد از ذبحي  که  نام  خدا بر آن  ياد شده  است   بخوريد.\nوَمَا لَكُمْ أَلاَّ تَأْكُلُواْ مِمَّا ذُكِرَ اسْمُ اللّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ ؛ چرا از آنچه  نام  خدا بر آن  ياد شده  است  نمي  خوريد و خدا چيزهايي  را، که بر شما حرام  شده  است  به  تفصيل  بيان  کرده  است  ، مگر آنگاه  که  ناچار  گرديد ? بسياري  بي  هيچ  دانشي  ديگران  را گمراه  پندارهاي  خود کنند  هر"
  },
  {
    "ayah": 118,
    "text": "#\n(118 - 119)\nخداوند متعال بندگان مؤمنش را به مقتضای ایمانشان فرمان می‌دهد که اگر مؤمن هستند، باید گوشت حلال چهار پایان و دیگر حیوانات را بخورند؛ حیواناتی که هنگام سربریدن، نام خدا بر آن برده شده است، و به حلال بودن آن اعتقاد دارند. و نباید مانند اهل جاهلیت عمل کنند، که ازجانب خودشان بسیاری از چیزهای حلال را حرام ساخته بودند، و این ناشی از گمراهی آنان بود و شیطان‌هایشان آنان را بدان سو برده بودند. پس خداوند بیان داشت که نشان و علامت مؤمنان، مخالفت با اهل جاهلیت است؛ و نباید در این عادات زشت که تغییر شریعت خدا را در بر دارد، مانند آنان باشند و از خوردن آنچه که نام خدا بر آن برده شده است، امتناع کنند. زیرا خداوند برای بندگانش آنچه را که بر آنان حرام است، توضیح داده است. پس، از ترس اینکه مبادا در حرام گرفتار شوند، هیچ اشکال و شبهه‌ای که ایجاب کند از خوردن برخی از چیزهای حلال امتناع ورزند، برایشان باقی نمانده است. و آیۀ شریفه دلالت می‌نماید که اصل در هرچیزی، و به ویژه در خوراکی‌ها، جایز بودن است؛ و هرگاه شریعت چیزی را حرام نکند آن چیز حلال است. پس آنچه که خداوند در مورد آن سکوت کرده است، حلال می‌باشد؛ زیرا خداوند حرام را به طور مشروح بیان کرده، و آنچه را که بیان نکرده است، حرام نیست. با وجود این حرامی که خداوند آن را بیان کرده و توضیح داده است، به هنگام ضرورت و ناچاری و گرسنگی، مباح و جایز نموده است.\nهمان طور که فرموده است:\n﴿حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ﴾\nگوشت مردار، و خون، و گوشت خوک بر شما حرام شده است.\nدر آخر می‌فرماید:\n﴿فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾\nاما هرکس درحالت گرسنگی ـ بدون اینکه به گناه متمایل باشد ـ به خوردن محرّمات ناچار شود، خداوند بخشنده و مهربان است. سپس خداوند\n[پیامبر و مؤمنان ‌را]\nاز بسیاری از مردم برحذر داشت و فرمود: (\n﴿وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم﴾\n) و همانا بسیاری از مردم، با هوی و هوس خود مردم را گمراه می‌سازند، (\n﴿بِغَيۡرِ عِلۡمٍ﴾\n) بدون علم و دلیل. پس بنده باید از امثال اینها پرهیز کند، و علامت چنین افرادی ـ همان‌طور که خدا برای بندگانش توصیف نموده است ـ این است که دعوتشان مبتنی بر دلیلی نیست و حجت شرعی ندارند، بلکه مبتنی بر شبهه‌هایی برخاسته از خواست‌های فاسد و نظرات باطلشان است. پس ایشان به شریعت و آئین الهی و بندگان خدا تجاوز کرده‌اند، و خداوند متجاوزان را دوست نمی‌دارد؛ به‌خلاف هدایت‌کنندگانِ راه یافته، چرا که آنها به سوی حق فرا می‌خوانند، و دعوت خود را با دلایل عقلی و نقلی تأیید می‌کنند، و در دعوتشان جز به دنبال خشنودی خداوند و نزدیک شدن به او نیستند."
  },
  {
    "ayah": 119,
    "text": "#\n(118 - 119)\nخداوند متعال بندگان مؤمنش را به مقتضای ایمانشان فرمان می‌دهد که اگر مؤمن هستند، باید گوشت حلال چهار پایان و دیگر حیوانات را بخورند؛ حیواناتی که هنگام سربریدن، نام خدا بر آن برده شده است، و به حلال بودن آن اعتقاد دارند. و نباید مانند اهل جاهلیت عمل کنند، که ازجانب خودشان بسیاری از چیزهای حلال را حرام ساخته بودند، و این ناشی از گمراهی آنان بود و شیطان‌هایشان آنان را بدان سو برده بودند. پس خداوند بیان داشت که نشان و علامت مؤمنان، مخالفت با اهل جاهلیت است؛ و نباید در این عادات زشت که تغییر شریعت خدا را در بر دارد، مانند آنان باشند و از خوردن آنچه که نام خدا بر آن برده شده است، امتناع کنند. زیرا خداوند برای بندگانش آنچه را که بر آنان حرام است، توضیح داده است. پس، از ترس اینکه مبادا در حرام گرفتار شوند، هیچ اشکال و شبهه‌ای که ایجاب کند از خوردن برخی از چیزهای حلال امتناع ورزند، برایشان باقی نمانده است. و آیۀ شریفه دلالت می‌نماید که اصل در هرچیزی، و به ویژه در خوراکی‌ها، جایز بودن است؛ و هرگاه شریعت چیزی را حرام نکند آن چیز حلال است. پس آنچه که خداوند در مورد آن سکوت کرده است، حلال می‌باشد؛ زیرا خداوند حرام را به طور مشروح بیان کرده، و آنچه را که بیان نکرده است، حرام نیست. با وجود این حرامی که خداوند آن را بیان کرده و توضیح داده است، به هنگام ضرورت و ناچاری و گرسنگی، مباح و جایز نموده است.\nهمان طور که فرموده است:\n﴿حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ﴾\nگوشت مردار، و خون، و گوشت خوک بر شما حرام شده است.\nدر آخر می‌فرماید:\n﴿فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾\nاما هرکس درحالت گرسنگی ـ بدون اینکه به گناه متمایل باشد ـ به خوردن محرّمات ناچار شود، خداوند بخشنده و مهربان است. سپس خداوند\n[پیامبر و مؤمنان ‌را]\nاز بسیاری از مردم برحذر داشت و فرمود: (\n﴿وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم﴾\n) و همانا بسیاری از مردم، با هوی و هوس خود مردم را گمراه می‌سازند، (\n﴿بِغَيۡرِ عِلۡمٍ﴾\n) بدون علم و دلیل. پس بنده باید از امثال اینها پرهیز کند، و علامت چنین افرادی ـ همان‌طور که خدا برای بندگانش توصیف نموده است ـ این است که دعوتشان مبتنی بر دلیلی نیست و حجت شرعی ندارند، بلکه مبتنی بر شبهه‌هایی برخاسته از خواست‌های فاسد و نظرات باطلشان است. پس ایشان به شریعت و آئین الهی و بندگان خدا تجاوز کرده‌اند، و خداوند متجاوزان را دوست نمی‌دارد؛ به‌خلاف هدایت‌کنندگانِ راه یافته، چرا که آنها به سوی حق فرا می‌خوانند، و دعوت خود را با دلایل عقلی و نقلی تأیید می‌کنند، و در دعوتشان جز به دنبال خشنودی خداوند و نزدیک شدن به او نیستند."
  },
  {
    "ayah": 120,
    "text": ": 120                            #\n{وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ (120)}\nوَذَرُواْ ظَاهِرَ الإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الإِثْمَ سَيُجْزَوْنَ بِمَا كَانُواْ يَقْتَرِفُونَ ؛ و گناه  را ، چه  آشکار باشد و چه  پنهان  ، ترک  گوييد  آنان  که  مرتکب   گناه  مي  شوند ، به  سزاي  اعمال  خود خواهند رسيد."
  },
  {
    "ayah": 120,
    "text": "#\n(120)\nمنظور از\n«اثم»\nهمۀ گناهانی است که بنده را گناهکار ساخته و در ورطۀ گناه و حرج می‌اندازد، از قبیل چیزهایی که به حقوق خدا و حقوق بندگانش مربوط می‌شود. پس خداوند بندگانش را از ارتکاب گناه آشکار وپنهان نهی‌کرده‌است؛ گناهانی که مربوط به بدن و اعضای انسان هستند، و گناهانی که مربوط به قلب او می‌باشند. و بنده به طور کامل نمی‌تواند گناهان آشکار و پنهان را ترک نماید مگر اینکه گناه را بشناسد. پس، شناخت گناهان قلبی و بدنی بر هر مکلفی واجب است. و بسیاری از گناهان بر بسیاری از مردم پوشیده هستند، به‌ویژه گناهان قلب، مانند تکبر، خود پسندی، ریا و امثال آن. تا جایی که بسیاری از این گناهان در مردم وجود دارد اما آن را احساس نمی‌کنند، و این به خاطر روی گرداندن از علم و بینش است. سپس خداوند متعال خبر داد کسانی که مرتکب گناهان آشکار و پنهان می‌شوند، به زودی بر حسب ارتکاب گناه و به اندازۀ گناهانشان -کم باشد یا زیاد- کیفر و عذاب داده می‌شوند، و این کیفر و سزا، گاه در آخرت داده می‌شود و گاه در دنیا. و مجازات دنیا گناهان اخروی‌را سبک می‌نماید."
  },
  {
    "ayah": 121,
    "text": ": 121                            #\n{وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ (121)}\nوَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ ؛ از ذبحي  که  نام  خدا بر آن  ياد نشده  است  مخوريد که  خود نافرماني  است  و، شياطين  به  دوستان  خود القا مي  کنند که  با شما مجادله  کنند ، اگر از  ايشان  پيروي  کنيد از مشرکانيد."
  },
  {
    "ayah": 121,
    "text": "#\n(121)\nدر این آیه از خوردن گوشتِ حیوانی نهی شده است که هنگام ذبح، نام غیرخدا بر آن برده شده است، مانند حیوانی که برای بت‌ها و خدایان مشرکین ذبح می‌شود؛ زیرا این نوع حیوانات برای غیر خدا سر بریده شده‌اند، و در قرآن به طور ویژه به حرمت آن تصریح شده است. و حیوانی که هنگام ذبح، بر آن نام خدا برده نشده اما برای خدا ذبح شده است، ـ مانند قربانی‌ها و یا حیوانی که به منظور خوردن گوشتش ذبح می‌شود ـ اگر ذبح کننده به طور عمد و قصد اسم خدا را نبرده است، نزد بسیاری از علما این ذبح حرام است و در مورد فوق داخل می‌باشد. و فراموشکار که از روی فراموشی اسم خدا را نبرده است، از این قاعدۀ کلی بیرون می‌باشد، به دلیل نصوص دیگری که بر رفع اشکال از فرد فراموشکار دلالت می‌نمایند. و حیواناتی که بدون ذبح می‌میرند، در این آیه داخل‌اند؛ زیرا آنها حیواناتی هستند که اسم خدا بر آنها برده نشده است.\nو خداوند به طور ویژه بر حرام بودن آن تصریح نموده و فرموده است:\n﴿حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ﴾\nو حیوان مردار بر شما حرام شده است. و شاید سبب نازل شدن این آیه، عام بودن آیۀ (\n﴿وَلَا تَأۡكُلُواْ ...﴾\n) باشد،\nبه دلیل اینکه خداوند فرموده است:\n(\n﴿وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡ﴾\n) و همانا شیطان‌ها به دوستانشان القا می‌کنند تا با شما از روی جهل به مجادله بپردازند؛ زیرا مشرکین وقتی که شنیدند خدا و پیامبرش مردار را حرام، و حیوان ذبح شده را حلال کرده‌اند، در حالی‌که آنها مردار را حلال می‌دانستند، از روی مخالفت با خدا و پیامبر و در قالب مجادله،\nو بدون دلیل و برهان گفتند:\nآیا آنچه را که خودتان می‌کشید، می‌خورید ولی آنچه را که خدا کشته است، نمی‌خورید؟ منظورشان حیوان مردار بود. و این نظری فاسد است که مبتنی بر هیچ دلیل و حجتی نمی‌باشد، بلکه مبتنی بر آرا و افکار پوچشان است؛ آرا و افکاری که اگر حق از آن پیروی می‌کرد، آسمان‌ها و زمین و تمام کسانی که در آنها هستند منهدم شده و از بین می‌رفت. پس هلاک و نابود باد کسانی که عقل خود را بر شریعت و احکام خدا که تمام منافع عام و خاص بشریت را تضمین می‌کند، مقدم می‌دارند. و این از آنها بعید نیست، این نظرات فاسد از القاءات دوستان شیطانی آنان است که می‌خواهند مردم را از دینشان گمراه کنند، و آنها را فرا می‌خوانند تا از اهل دوزخ شوند. (\n﴿وَإِنۡ أَطَعۡتُمُوهُمۡ﴾\n) و اگر در شرک ورزیدن و حلال کردن حرام، و حرام نمودن حلال از آنان پیروی کنید، (\n﴿إِنَّكُمۡ لَمُشۡرِكُونَ﴾\n) شما مشرک خواهید بود؛ چون آنها را دوستان خود گرفته‌اید، و در آنچه که آنان با مسلمین مفارقه و جدایی پیدا کردند، موافقت نمودید، به همین خاطر روش شما همان روش آنان است. این آیۀ شریفه دلالت می‌نماید که کشف و الهامات صوفی‌ها و امثال آنان که زیاد به وقوع می‌پیوندد، حقانیت آن تا زمانی که بر کتاب خدا و سنت پیامبر عرضه نشود، تأیید و تصدیق نمی‌گردد. پس اگر کتاب و سنت آن را مقبول دانست، پذیرفته می‌شود؛ و اگر با کتاب و سنت تضاد داشت، رد می‌گردد؛ و اگر مشخص نبود، در آن توقف می‌شود؛ نه تصدیق می‌شود و نه تکذیب؛ زیرا وحی و الهام از جانب شیطان هم انجام می‌شود، و باید بین وحی و الهام شیطان و وحی و الهام خدا فرق گذاشت، و هریک را از دیگری تشخیص داد. و به خاطر فرق نگذاشتن بین این دو اشتباه، گمراهی‌های بی شماری به وجود آمده که جز خدا کسی آن را نمی‌داند."
  },
  {
    "ayah": 122,
    "text": ": 122 - 124                            #\n{أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (122) وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ (123) وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ (124)}\nأَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِّنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُواْ يَعْمَلُونَ ؛ آيا آن  کس  که  مرده  بود و ما زنده  اش  ساختيم  و نوري  فراراهش  داشتيم   تابدان  در ميان  مردم  راه  خود را بيابد ، همانند کسي  است  که  به  تاريکي   گرفتار است  و راه  بيرون  شدن  را نمي  داند ? اعمال  کافران  ، در نظرشان   اينچنين  آراسته  گرديده  است.\nوَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجَرِمِيهَا لِيَمْكُرُواْ فِيهَا وَمَا يَمْكُرُونَ إِلاَّ بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ؛ و بدين  سان  در هر قريه  اي  مجرمانشان  را بزرگانشان  قرار داديم  تا در، آنجامکر کنند ، ولي  نمي  دانند که  جز با خود مکر نمي  ورزند.\nوَإِذَا جَاءتْهُمْ آيَةٌ قَالُواْ لَن نُّؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللّهِ اللّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُواْ صَغَارٌ عِندَ اللّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُواْ يَمْكُرُونَ ؛ چون  آيه  اي  بر آنها نازل  شد ،\nگفتند که  ما ايمان  نمي  آوريم  تا آنگاه   که هر چه  به  پيامبران  خدا داده  شده  به  ما نيز داده  شود  بگو :\nخدا  داناتر است  که  رسالت  خود را در کجا قرار دهد  به  زودي  به  مجرمان  به   کيفر مکري که  مي  ورزيده  اند از جانب  خدا خواري  و عذابي  شديد خواهد رسيد."
  },
  {
    "ayah": 122,
    "text": "#\n(122)\nخداوند متعال می‌فرماید: (\n﴿أَوَ مَن كَانَ﴾\n) آیا کسی که پیش از اینکه خدا او را هدایت نماید، (\n﴿مَيۡتٗا﴾\n) مرده‌ای بود، و در تاریکی‌های کفر و جهل و گناهان فرو رفته بود، (\n﴿فَأَحۡيَيۡنَٰهُ﴾\n) پس ما او را به وسیلۀ نور علم و ایمان و طاعت، زنده گردانیدیم و او در پرتو این روشنایی میان مردم راه می‌رود، و کارهایش را می‌بیند و راه را از چاه تشخیص می‌دهد، و خیر و خوبی را می‌شناسد و آن را ترجیح می‌دهد، و تلاش می‌کند خیر و خوبی را در وجود خود و دیگران پیاده نماید، و بدی را می‌شناسد و از آن متنفر است و برای ترک و دور کردن آن از خود و دیگران تلاش می‌کند. آیا چنین کسی با فردی که در تاریکی جهل و گمراهی وکفر و گناه به‌سر می‌برد، برابر است؟ (\n﴿لَيۡسَ بِخَارِجٖ مِّنۡهَا﴾\n) و نمی‌تواند از\n[این]\nتاریکی‌ها بیرون رود، به گونه‌ای که راه‌ها بر او تاریک شده و اندوه و غم و بدبختی وی را فراگرفته است. پس خداوند عقل‌ها را، به وسیلۀ چیزی که آن را درک می‌کنند و آن را می‌شناسند، آگاه ساخته است که این دو برابر نیستند، همان‌طور که شب و روز، نور و ظلمت و زنده و مرده برابر نیستند.\nسؤالی که در اینجا به ذهن می‌رسد این است:\nچگونه کسی که بویی از عقل و خرد داشته باشد، ترجیح می‌دهد که این‌گونه باشد، و در میان تاریکی‌ها حیران و سر گشته بماند؟ پاسخ این است که (\n﴿زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ﴾\n) برای کافران آنچه را انجام می‌دهند، آراسته شده است. پس همواره شیطان کارهایشان را برای آنان خوب و نیکو نشان می‌دهد، و آن را در دل‌هایشان می‌آراید به گونه‌ای که کارهایشان را خوب و حق می‌پندارند، و این حالت تبدیل به باور و عقیده‌ای در قلب‌هایشان گشته و به صورت ویژگیِ ریشه‌دارِ آنان درمی‌آید. بنابراین به زشتی‌ها و بدی‌هایی که بر آن قرار دارند، خشنود می‌گردند. کسانی که در تاریکی‌ها سرگشته و حیران، و در باطل متردد هستند، همه با هم برابر نیستند. برخی از آنها رهبران و فرماندهانی هستند که از آنها پیروی می‌شود، و برخی تابع و پیرو هستند که بر آنها ریاست می‌شود. گروه اول کسانی هستند که بر بدترین حالت‌ها قرار دارند."
  },
  {
    "ayah": 123,
    "text": "#\n(123)\nبنابراین فرمود: (\n﴿وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا﴾\n) و بدین‌گونه در هر شهری سردمدارانِ مجرمش را می‌گماریم؛ یعنی رؤسا و سردمدارانی که جنایت آنها بزرگ، و سرکشی شان شدید است. (\n﴿لِيَمۡكُرُواْ فِيهَا﴾\n) تا در آنجا با فریبکاری و دعوت به سوی راه شیطان، و مبارزه با پیامبر و پیروانشان به‌وسیلۀ گفتار وکردار، به نیرنگ بپردازند. و همانا فریب و دسیسه‌شان به خودشان برمی‌گردد؛ چون آنها مکر و نیرنگ می‌کنند، و خداوند نیز مکر می‌کند، و او بهترینِ مکرکنندگان است."
  },
  {
    "ayah": 124,
    "text": "#\n(124)\nهمچنین خداوند، بزرگان و پیشوایان هدایت را فراهم می‌سازد تا با این مجرمان مبارزه کنند و سخنانشان را به آنها برگردانند. با آنان در راه خدا جهاد می‌نمایند، و راه‌هایی را که انسان را به این هدف متعالی می‌رساند، در پیش می‌گیرند، و خداوند آنها را یاری می‌کند، و رأی و فکرشان را تصحیح می‌نماید، و قدم‌هایشان را استوار می‌گرداند. یک روز به نفع آنان است، و یک روز به نفع دشمنانشان، اما در نهایت پیروز و چیره می‌شوند و عاقبت از آن پرهیزگاران است. علت اینکه سردمداران مجرم بر باطل خود پا برجا مانده، و پیام حقی را که پیامبران آورده‌اند رد می‌کنند، حسادت و سرکشی آنها است،\nپس گفتند:\n(\n﴿لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ﴾\n) ما هرگز ایمان نمی‌آوریم مگر اینکه همانند آنچه به پیامبران خدا داده شده است از قبیل: نبوت و رسالت، به ما نیز داده شود. و این سخن بیانگر اعتراض آنان به خدا، و تکبر ورزیدن آنان برحق است؛ حقی که خداوند آن را توسط پیامبرانش نازل کرده، و قبضه کردن فضل و احسان خدا است. پس خداوند اعتراض فاسدشان را رد نمود و خبر داد که آنان شایستۀ برخورداری از هیچ نوع خیر و خوبی نیستند، آنان هیچ خصلت خوبی ندارند که از بندگان صالح خدا محسوب شوند، تا چه رسد به اینکه پیامبر باشند.\nپس فرمود:\n(\n﴿ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥ﴾\n) خداوند بهتر می‌داند که رسالت خویش را به عهدۀ کسی بگذارد که صلاحیت دارد، و مسئولیت آن را به دوش می‌کشد، و او به هر اخلاق زیبایی متصف، و از هر اخلاق زشتی پاک است، و خداوند بر اساس حکمت خویش هر صفت والا و برتری را به او بخشیده است. و هرکس که چنین نباشد، خداوند برترین و بهترین بخشش خود را به او واگذار نمی‌کند؛ چرا که لیاقت آن را ندارد، و اهل آن نیست. و این آیه دلیلی بر کمال حکمت خداوند متعال است، چون او گرچه مهربان و دارای بخشش گسترده و نیکی و احسان فراوان است، اما با حکمت است و بخشش خود را جز به اهل آن نمی‌دهد.\nسپس خداوند مجرمان را تهدید کرد و فرمود:\n(\n﴿سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ﴾\n) به زودی از سوی خدا خواری و رسوایی به مجرمان خواهد رسید؛ یعنی دچار اهانت و ذلت می‌شوند، و همان‌طور که در برابر حق تکبر کردند، خداوند آنها را خوار و ذلیل می‌گرداند. (\n﴿وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ﴾\n) و عذاب سختی به سبب نیرنگی که می‌کردند، بدانان می‌رسد؛ یعنی عذابی که به آنها می‌رسد، به سبب نیرنگشان است، و ستمی از جانب خداوند متعال بر آنها نیست."
  },
  {
    "ayah": 125,
    "text": ": 125                            #\n{فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ (125)}\nفَمَن يُرِدِ اللّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاء كَذَلِكَ يَجْعَلُ اللّهُ الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ ؛ هر کس  را که  خدا خواهد که  هدايت  کند دلش  را براي  اسلام  مي  گشايد ، و  هر، کس  را که  خواهد گمراه  کند قلبش  را چنان  فرو مي  بندد که  گويي  مي   خواهدکه  به  آسمان  فرا رود  بدين  سان  خدا به  آنهايي  که  ايمان  نمي  آورند  پليدي مي  نهد."
  },
  {
    "ayah": 125,
    "text": "#\n(125)\nخداوند متعال درحالی که علایم و نشانه‌های خوشبختی و هدایت، و بدبختی و گمراهی را برای بندگانش بیان می‌دارد،\nمی‌فرماید:\nهرکس سینه‌اش برای پذیرش اسلام گشاد شد؛ یعنی سینه و درونش وسیع و باز شد، و به نور ایمان روشن گردید و با روشناییِ یقین، زنده گشت و آرامش یافت؛ خوبی را دوست داشت، و انجام دادن خیر و نیکی را زیبا یافت و از آن لذت برد و آن را دشوار ندانست. همانا این، نشانۀ آن است که خداوند او را هدایت کرده و توفیقِ در پیش گرفتن درست ترین راه را به او ارزانی نموده است. و علامت کسی که خداوند می‌خواهد او را گمراه سازد، این است که سینه‌اش را تنگ می‌گرداند؛ یعنی آن را در نهایت تنگی قرار می‌دهد، به گونه‌ای که در آن جایی برای ایمان و یقین یافت نمی‌شود، و در شبهات و شهوات فرو رفته، و خیری به او نمی‌رسد. و قلبش برای انجام کار خیر باز نمی‌گردد، و سینه‌اش آن‌گونه به تنگی و تپش می‌افتد که گویا به آسمان‌ها بالا می‌رود، و به زور او را به این کار وادار می‌کنند، اما راهی برای رفتن به آسمان نمی‌یابد. و این بدان سبب است که آنها ایمان ندارند. پس این امر باعث شده است که خداوند پلیدی و عذاب را برآنها قرار دهد؛ چون آنها دروازۀ رحمت و نیکو کاری را به روی خود بسته‌اند. و این ترازویی است که در آن ظلم و ستمی وجود ندارد، و راهی است که تغییر نمی‌کند. پس همانا هرکس ببخشد، و بدهد، و از خدا بترسد، و پرهیزگاری نماید، و آیین نیک را تصدیق کند، به زودی راه آسانی را پیش پای او می‌گذاریم و آن را برایش آسان می‌گردانیم. و هرکس بخل ورزد، و خود را از خدا بی‌نیاز بداند، و آیین نیک را تکذیب کند، به زودی راه سختی را به او خواهیم نمود."
  },
  {
    "ayah": 126,
    "text": ": 126 - 127                            #\n{وَهَذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ (126) لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوا يَعْمَلُونَ (127)}.\nوَهَـذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ؛ اينست  راه  راست  پروردگارت  ما آيات  را براي  مردمي  که  پند ميگيرند به تفصيل  بيان  کرده  ايم.\nلَهُمْ دَارُ السَّلاَمِ عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُواْ يَعْمَلُونَ؛ براي  آنها در نزد پروردگارشان  ، خانه  آرامش  است   و به  پاداش   کارهايي که ، مي  کنند ، خدا دوستشان  دارد."
  },
  {
    "ayah": 126,
    "text": "#\n(126)\n(\n﴿مُسۡتَقِيمٗا﴾\n) یعنی راه میانه و راهی که انسان را به خدا و سرای کرامت می‌رساند؛ راهی که احکام آن بیان گشته، و قوانین آن توضیح داده شده و خیر از شر جدا گردانده شده است. (\n﴿قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ﴾\n) بی‌گمان آیات را توضیح و تفصیل داده‌ایم، اما این توضیح و بیان برای هر کسی نیست، بلکه (\n﴿لِقَوۡمٖ يَذَّكَّرُونَ﴾\n) برای قومی است که پند می‌پذیرند. آنها کسانی‌اند که شناخت و آگاهی حاصل کرده، و از آگاهی و دانش خود بهره برده‌اند، و خداوند برای آنان پاداش فراوان و زیبا تهیه نموده است."
  },
  {
    "ayah": 127,
    "text": "#\n(127)\nبنابراین فرمود: (\n﴿لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡ﴾\n) بدیشان از سوی پروردگارشان دارالسلام داده می‌شود. و بهشت\n«دارالسلام»\nنامیده شده است؛ چون از هر عیب و هر آسیب و کدورت و غم و اندوه و دیگر ناگواری‌ها، سالم و پاک است. آنچه از این مطلب لازم می‌آید این است که نعمت‌های آن از بهترین کیفیت برخوردار می‌باشند؛ طوری که توصیف‌کنندگان نمی‌توانند آن را توصیف کنند، و آرزوکنندگان، هیچ نعمت روحی و قلبی و بدنی بهتر و برتر از آن را آرزو نمی‌کنند. و برای آنها در بهشت هر آن چیزی است که دل می‌خواهد و چشم از دیدن آن لذت می‌برد، و آنها برای همیشه در آنجا باقی می‌مانند. (\n﴿وَهُوَ وَلِيُّهُم﴾\n) و او یاورشان است، و به تدبیر امور و تربیت آنها می‌پردازد، و در همۀ کارهایشان نسبت به آنها مهربان است، و آنان را بر طاعت و عبادتش یاری می‌نماید، و اسباب و راه‌های رسیدن به محبت خویش را برای آنها آسان و هموار می‌کند. و خداوند آنها را به سبب اعمال و کارهای شایسته‌شان، و آنچه که پیشاپیش فرستاده‌اند وهدفشان ازآن خشنودی مولایشان بوده است، به دوستی گرفته، و یاور آنها شده است. به خلاف کسی که از سرور و مولایش روی گردانده، و از خواست و هوای نفس خود پیروی کرده است؛ زیرا شیطان را بر او مسلط گردانده، و یاور او شده، و او را به دوستی گرفته، و دین و دنیایش را خراب و فاسد کرده است."
  },
  {
    "ayah": 128,
    "text": ": 128 - 135                            #\n{وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَامَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ (128) وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ (129) يَامَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ (130) ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ (131) وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ (132) وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ (133) إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ (134) قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (135)}.\nوَيَوْمَ يِحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللّهُ إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ ؛\nو روزي  که  همگان  را گرد آورد و گويد :\nاي  گروه  جنيان  ،\nشما بسياري  از  آدميان  را پيرو خويش  ساختيد  يارانشان  از ميان  آدميان  گويند :\nاي   پروردگار ما ،\nما از يکديگر بهره  مند مي  شديم  و به  پايان  زماني  که  براي   زيستن  ماقرار داده  بودي  رسيديم   گويد :\nجايگاه  شما آتش  است  ، جاودانه   در آنجاخواهيد بود ، مگر آنچه  خدا بخواهد  هر آينه  پروردگار تو حکيم  و  داناست.\nوَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُواْ يَكْسِبُونَ؛ و بدين  سان  ستمکاران  را به  کيفر کارهايي  که  مي  کردند بر يکديگر مسلط، مي سازيم.\nيَا مَعْشَرَ الْجِنِّ وَالإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَـذَا قَالُواْ شَهِدْنَا عَلَى أَنفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُواْ عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ ؛ اي  گروه  جنيان  و آدميان  ،\nآيا بر شما پيامبراني  از خودتان  فرستاده   نشده تا آيات  مرا برايتان  بخوانند و شما را از ديدار چنين  روزي  بترسانند  ? گويند :\nما به  زيان  خويش  گواهي  مي  دهيم   زندگي  دنيايي  آنان  را بفريفت  وبه  زيان  خود گواهي  دادند ، که  از کافران  بودند.\nذَلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ؛ و اين  بدان  سبب  است  که  پروردگار تو مردم  هيچ  قريه  اي  را که  بي  خبر  بودند از روي  ستم  هلاک  نمي  کرد.\nوَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ؛ براي  هر يک  برابر اعمالي  که  انجام  داده  اند درجاتي  است  ، که ، پروردگارتو از آنچه  مي  کنند غافل  نيست.\nوَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِن بَعْدِكُم مَّا يَشَاء كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ ؛ و پروردگار تو بي  نياز و مهربان  است   و همچنان  که  شما را از نسل   مردمان  ديگر بيافريده  است  ، اگر بخواهد ، شما را مي  برد و پس  از شما ،  هر چه را که  بخواهد ، جانشينتان  مي  سازد.\nإِنَّ مَا تُوعَدُونَ لآتٍ وَمَا أَنتُم بِمُعْجِزِينَ؛ هر چه  به  شما وعده  داده  اند خواهد آمد و شما راه  راه  گريزي  نيست.\nقُلْ يَا قَوْمِ اعْمَلُواْ عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدِّارِ إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ؛\nبگو :\nاي  قوم  من  ، هر چه  از دستتان  بر مي  آيد بکنيد که  من  نيز مي  کنم ، ،به  زودي  خواهيد دانست  که  پايان  اين  زندگي  به  سود که  خواهد بود ، هر آينه ستمکاران  رستگار نمي  شوند."
  },
  {
    "ayah": 128,
    "text": "#\n(128)\nخداوند متعال می‌فرماید: (\n﴿وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا﴾\n) و روزی که همۀ آنها را گرد می‌آورد؛ یعنی تمام ثقلین؛ انسان و جن را گرد می‌آورد، کسانی که خود گمراه شده، و کسانی از آنان که دیگران را گمراه کرده‌اند. پس خداوند جنّیان را، که انسان را گمراه کرده و شر و بدی را برایش آراسته و به سوی گناه کشانده‌اند،\nسرزنش کرده و به آنها می‌فرماید:\n(\n﴿يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِ﴾\n) ای گروه جنّیان! شما انسان‌های زیادی را گمراه ساخته و آنها را از راه خدا باز داشته‌اید. پس چگونه اقدام به ارتکاب اموری کردید که من حرام نموده‌ام؟ و چگونه به خود جرأت مخالفت با پیامبرانم را دادید، و برای مبارزه با خدا و بازداشتن بندگان خدا از راه او، و آوردنشان به راه جهنم بپاخاستید؟! پس امروز نفرین و عذاب من بر شما مقرر و واجب گشته است. و به اندازۀ کفرتان و بر حسب گمراه کردنتان، بر عذاب شما خواهم افزود، و شما عذری ندارید که آن را مستمسک قرار دهید و پناهگاهی ندارید که به آن پناه ببرید، و شفاعت‌کننده‌ای ندارید که برایتان شفاعت کند، و دعای شما شنیده نمی‌شود. عذاب و رسوایی و وبالی که در آن روز بر آنان فرود می‌آید، بسیار شدید و سنگین است. به همین جهت خداوند هیچ مستمسک و عذری را برای آنان ذکر نکرد. و اما دوستانشان از انسان‌ها،\nعذرِ غیر مقبول و غیر موجهی را بهانه کرده و می‌گویند:\n(\n﴿رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ﴾\n) پروردگارا! هریک از ما انسان‌ها و جن‌ها از دیگری بهره برده‌ایم. پس جن از اطاعت انسان ‌و عبادت و تعظیم و پناه بردنش به وی بهره برده است، و انسان نیز از طریق ‌به‌دست آوردن اهداف خود و رسیدن به بعضی از امیالی که جن برایش برآورده کرده، بهره‌مند ‌شده است. پس انسان، جن را می‌پرستد، و جن نیز خدماتی را به او ارائه می‌دهد، و بعضی از نیازهای دنیوی‌اش را تامین می‌کند؛\nیعنی دوستانی که از میان آدمیان برگرفته بودند می‌گویند:\nگناهانی از ما سر زده است و دیگر نمی‌توان آنها را جبران نمود. (\n﴿وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَا﴾\n) و به میعاد و خط پایانی که برایمان مقرر نموده بودی، رسیدیم؛ یعنی به محل و جایی رسیده‌ایم که در آنجا به سبب اعمال، مجازات می‌شویم. پس اکنون هر آنچه که می‌خواهی با ما بکن، و هر طور که می‌خواهی حکم نما؛ چرا که دلیلی نداریم و عذر‌ی برای ما باقی نمانده است. صاحب امر تویی، و داوری و حکم فقط از آنِ تو است. در سخن آنها نوعی فروتنی و نرمی به چشم می‌خورد، اما دیگر چه سود! بنابراین خداوند در مورد آنها دادگرانه حکم کرده و (\n﴿قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ﴾\n) می‌فرماید: آتش\n[جهنم]\nجایگاهتان است و برای همیشه در آن می‌مانید. و از آنجا که این حکم به مقتضای حکمت و علم خدا است،\nآیه را این‌گونه به پایان رسانید:\n(\n﴿إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ﴾\n) همانا پروردگارت با حکمت و دانا است. پس همان طور که علم و آگاهی او همه چیز را در بر گرفته، حکمت او نیز همۀ اشیا را در برگرفته است."
  },
  {
    "ayah": 129,
    "text": "#\n(129)\n(\n﴿وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ﴾\n) و همچنان‌که یاغیان جن و تسلط آنان را بر دوستان انسی خودشان حاکم نموده‌ایم که گمراهشان کنند و پیمان دوستی و اتحاد را ـ‌به سبب تلاش و سعی‌شان در ایجاد این حاکمیت و دوستی و اتحادـ در میانشان منعقد کرده‌ایم، به همان شیوه یکی از سنت‌های ما این است که برای هرستمگری، یاوری همانند او قرار ‌دهیم که او را به سوی بدی می‌کشاند، و بر انجام گناه و معاصی تحریک می‌کند، و او را نسبت به خیر بی‌علاقه می‌نماید. و این از عقوبت‌های بزرگ خدا است که دارای اثری زشت و خطرناک است. و گناه برعهدۀ ستمگر است؛ زیرا اوست که زیان را بر خود وارد ساخته، و بر خود جنایت کرده است،\n﴿وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ﴾\nو پروردگارت بر بندگان ستم نمی‌کند. از این روی هرگاه بندگان ستم و فساد کنند، و حقوقی را که خداوند بر آنها واجب گردانده است، انجام ندهند، خداوند ستمگرانی را بر آنها مسلط می‌گرداند که بدترین عذاب را به آنها می‌رسانند، و از روی ظلم و ستم، چندین برابرِ حقوق خدا و بندگانش را که ضایع کرده‌اند، از آنها می‌گیرند، بدون اینکه ـ ‌برای عذاب و ظلمی که از سوی آن ستمگران به آنان می‌رسدـ هیچ پاداشی در روز قیامت به آنان داده شود. همان‌طور که بندگان اگر صالح و درستکار باشند، خداوند مسؤولین و سران آنها را صالح، و آنها را پیشوایان دادگر و عادل می‌گرداند، نه سردمداران ستمگر و ظالم."
  },
  {
    "ayah": 130,
    "text": "#\n(130)\nسپس همۀ کسانی از جن و انس را که از حق روی گردانده و آن را رد کرده‌اند، سرزنش نموده، و اشتباه آنان را بیان می‌نماید، پس بدان اعتراف می‌کنند.\nبنابراین فرمود:\n(\n﴿يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي﴾\n) ای گروه جن و انس! آیا پیامبرانی از شما نیامدند که آیات واضح و روشن ما را که در آن امر و نهی، خیر و شر و وعد و وعید به صورت مشروح بازگو شده است، برای شما بازگو کنند؟ (\n﴿وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا﴾\n) و شما را از رسیدنتان به این روز برحذر دارند؟ و طریقۀ نجات یافتن ازاین روز را به شما بیاموزند؟ وبه شما بیاموزند که رستگاری و موفقیت در پیروی کردن از دستورات خدا و پرهیز ازآنچه او نهی کرده است، می‌باشد؟‌و به شما بیاموزند که بدبختی و زیان در ضایع کردن دستورات و نواهی خدا است؟ پس آنان اعتراف کرده، (\n﴿قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا﴾\n) و می‌گویند: آری، ما علیه خود گواهی می‌دهیم. و زندگی دنیا و زیبایی‌ها و زخارف و نعمت‌های آن، آنان را فریب داد، و به آن آرامش پیدا کردند و از آن راضی و خشنود شدند و آنان را از\n[یاد]\nآخرت مشغول داشت. (\n﴿وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ﴾\n) و آنان علیه خود گواهی می‌دهند که کافر بودیم. پس حجت خدا بر آنان اقامه شده، و در این هنگام هرکس و حتی خودشان می‌دانند که خداوند در مورد آنها به عدالت رفتار می‌نماید.\nپس به آنان می‌فرماید:\n﴿ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ﴾\nدر میان امت‌هایی از جن و انس، که پیش از شما بوده‌اند، وارد آتش شوید. آنان نیز همانند شما عمل کردند، و همچنان‌که آنها از بهرۀ خود برخوردار شدند، شما هم از بهرۀ خویش بهره‌مند می‌شوید. آنان در باطل فرو رفتند، همچنان‌که شما هم در باطل فرو رفتید،\n﴿إِنَّهُمۡ كَانُواْ خَٰسِرِينَ﴾\nهمانا گذشتگان و آیندگان آنان\n[جن و انس]\nاز زیان‌دیدگان بودند، و چه زیانی بزرگ‌تر است از خسارت و از دست دادن بهشت‌های پر از نعمت و محروم شدن از همسایگیِ\n«اکرم الاکرمین»\n؟! اما آنان هرچند که در این زیان مشترک هستند اما در مقدار آن تفاوت عظیمی با هم دارند."
  },
  {
    "ayah": 132,
    "text": "#\n(132)\n(\n﴿وَلِكُلّٖ﴾\n) و برای هریک از آنها، (\n﴿دَرَجَٰتٞ مِّمَّا عَمِلُواْ﴾\n) بر حسب اعمالشان درجاتی هست، و بدی و گناه کم، مانند بدی زیاد، محسوب نمی‌شود. نه تابع و پیرو چون متبوع و پیروی شده است، و نه با فرمانبر چون رئیس برخورد می‌شود. همان‌طور که میان اهل بهشت ـ‌گرچه همه در سود ‌بردن و رستگاری و وارد شدن مشترک‌اندـ فرق‌هایی وجود دارد که جز خدا کسی آن را نمی‌داند، با اینکه همۀ آنان به آنچه مولایشان بدانان بخشیده است، خشنودند. پس، از خداوند متعال می‌خواهیم که ما را از اهل فردوس اعلی که آن را برای بندگان مقرب و بر گزیدگان خویش و منتخبان و دوستان خود تهیه نموده است، بگرداند. (\n﴿وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ﴾\n) و پروردگارت از آنچه می‌کنند، بی‌خبر نیست، پس هر یک را بر حسب نیّت و عملش مجازات می‌نماید. و خداوند از آنجا که نسبت به بندگان مهربان است و مصالح آنها را می‌خواهد، آنها را به انجام اعمال صالح و کارهای شایسته دستور داده، و از کارهای بد نهی کرده است، وگرنه ذات خداوند از همۀ مخلوقات بی‌نیاز است، پس اطاعت فرمانبرداران به او سودی نمی‌رساند. همان‌طورکه نافرمانی گناهکاران به او زیانی نمی‌رساند."
  },
  {
    "ayah": 133,
    "text": "#\n(133)\n(\n﴿إِن يَشَأۡ يُذۡهِبۡكُمۡ﴾\n) اگر بخواهد، شما را هلاک نموده و از میان می‌برد، (\n﴿وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ﴾\n) و هرکس را که بخواهد، پس از شما جایگزین\n[تان]\nمی‌کند، همان طور که شما را از نسل و دودمان قومی دیگر پدید آورده است. پس وقتی شما دانستید که حتماً باید از این دنیا منتقل شوید، همان طور که کسان دیگری غیر از شما منتقل شده‌اند، و دانستید که از این دنیا می‌روید و کوچ می‌کنید و آن را برای کسانی که بعد از شما می‌آیند، می‌گذارید، همان طور که کسانی که پیش از شما بوده‌اند از دنیا رفته و آن را برای شما به جا گذاشته اند، پس چرا دنیا را محل استقرار و آسایش و وطن خویش گردانده‌اید، و فراموش کرده‌اید که دنیا گذرگاهی است نه محل استقرار؟! و فراموش کرده‌اید که پیش روی شما سرا و جهانی است که همۀ نعمت‌ها را در بر دارد و از هر آفت و نقصی به‌دور است؟ و آن جهانی است که مردمان نخستین و آخرین برای آن تلاش می‌کنند، و گذشتگان و آیندگان به سوی آن کوچ خواهند کرد، که هرگاه به آن برسند، در آنجا برای همیشه می‌مانند و اقامت همیشگی در آن خواهند داشت. و آن جهان، هدف و غایتی است که هدفی بالاتر ورای آن وجود ندارد، و مطلوبی است که هر هدف و امر مطلوبی در آن پایان می‌پذیرد، و آنقدر مورد علاقۀ خردمندان است که هر چیز دیگری را فدای آن می‌کنند. سوگند به خدا در آنجا چیزهایی است که انسان‌ها در پی آنند و چشم از دیدن آن لذت می‌برد، و رقابت کنندگان در آن به رقابت می‌پردازند، چیزهایی از قبیل لذت ارواح و زیادی و فراوانی شادی‌ها، و نعمت‌های جسم و دل، و نزدیک شدن به خدایی که همۀ غیب‌ها و پنهانی‌ها را می‌داند. همه اینها در آنجا وجود دارد. چه همت و ارادۀ بالایی است همتی که در پی این خوبی‌ها می‌باشد! و چه خسارتمند است کسی که به بهره‌ای پست راضی شده است! و چقدر پست و پایین است همّت کسی که معاملۀ زیان‌بار را برگزیده است! پس آن کس که دچار رویگردانی و غفلت شده است، نباید رسیدن سریع به این منزل و سرا را بعید بداند"
  },
  {
    "ayah": 134,
    "text": "#\n(134)\nپس آن کس که دچار رویگردانی و غفلت شده است، نباید رسیدن سریع به این منزل و سرا را بعید بداند، زیرا (\n﴿إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ﴾\n) همانا آنچه به شما وعده داده می‌شود، خواهد آمد، و شما نمی‌توانید خدا را درمانده و ناتوان نمایید، و از عذاب او فرار کنید؛ زیرا پیشانی‌هایتان در دست خدا است، و شما تحت تدبیر و تصرف او قرار دارید."
  },
  {
    "ayah": 135,
    "text": "#\n(135)\n(\n﴿قُلۡ﴾\n) ای پیامبر! وقتی که قوم خود را به سوی خدا دعوت کردی، و سرانجامی که در انتظار آنهاست برایشان بیان نمودی، و آنان از تسلیم شدن در برابر دستور خدا امتناع ورزیدند، و از امیالشان پیروی کردند و به شرک خود ادامه دادند،\nبه آنان بگو:\n(\n﴿يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ﴾\n) ای قوم من! بر حالتی که هستید و آن را برای خود پسندیده‌اید، بمانید و همان‌طور عمل کنید، (\n﴿إِنِّي عَامِلٞ﴾\n) من\n[هم]\nطبق دستور خدا عمل می‌کنم و تابع خشنودی پروردگارم هستم. (\n﴿فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ﴾\n) به زودی خواهید دانست که سرانجام نیک از آن چه کسی خواهد بود، به نفع من می‌شود یا به نفع شما؟! و این انصاف بزرگی است، چرا که خداوند، هم از اعمال و هم از انجام دهندگان آن سخن به میان آورده و سزا و جزا را پیش روی بینندگان قرار داده، و از صراحت‌گویی پرهیز کرده است، چرا که اشاره و تلویح صریح‌تر و روشن‌تر است. و دانسته شد که عاقبت و سرانجام نیک در دنیا و آخرت از آن پرهیزگاران است. و عاقبت و سرانجام نیک از آن مؤمنان است. و هرکس که از آنچه پیامبران آورده‌اند رویگردانی نماید، سرانجامش بد خواهد بود.\nبنابراین فرمود:\n(\n﴿إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ﴾\n) و ستمگران رستگار نمی‌شوند. پس هر ستمگری گرچه در دنیا از تمام بهره‌ها برخوردار باشد،\nدر نهایت نابود و مضمحل می‌گردد:\n«إنَّ اللهَ لَیُملِی لِلظَّالِمِ حَتَّی إذَا أخَذَهُ لَم یُفلِتْهُ»\n«همانا خداوند به ستمگر مهلت می‌دهد، اما ناگهان او را می‌گیرد و رهایش نمی‌کند.»"
  },
  {
    "ayah": 136,
    "text": ": 136 - 140                            #\n{وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ (136) وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ (137) وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ (138) وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (139) قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ (140)}\nوَجَعَلُواْ لِلّهِ مِمِّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا فَقَالُواْ هَـذَا لِلّهِ بِزَعْمِهِمْ وَهَـذَا لِشُرَكَآئِنَا فَمَا كَانَ لِشُرَكَآئِهِمْ فَلاَ يَصِلُ إِلَى اللّهِ وَمَا كَانَ لِلّهِ فَهُوَ يَصِلُ إِلَى شُرَكَآئِهِمْ سَاء مَا يَحْكُمُونَ ؛ براي  خدا از کشته  ها و چارپاياني  که  آفريده  است  نصيبي  معين  کردند و، به خيال  خود گفتند که  اين  از آن  خداست  و اين  از آن  بتان  ماست   پس   آنچه  از آن  بتانشان  بود به  خدا نمي  رسيد ، و آنچه  از آن  خدا بود به   بتانشان  مي رسيد  به  گونه  اي  بد داوري  مي  کردند.\nوَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ الْمُشْرِكِينَ قَتْلَ أَوْلاَدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُواْ عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاء اللّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ ؛ همچنين  ، کاهنان  ، کشتن  فرزند را در نظر بسياري  از مشرکان  بياراستند  تاهلاکشان  کنند و در باره  دينشان  به  شک  و اشتباهشان  افکنند  اگر خدا مي   خواست  چنين  نمي  کردند  پس  با دروغي  که  مي  بافند رهايشان  ساز.\nوَقَالُواْ هَـذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لاَّ يَطْعَمُهَا إِلاَّ مَن نّشَاء بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لاَّ يَذْكُرُونَ اسْمَ اللّهِ عَلَيْهَا افْتِرَاء عَلَيْهِ سَيَجْزِيهِم بِمَا كَانُواْ يَفْتَرُونَ ؛\nاز روي  پندار گفتند :\nاينها چارپايان  و کشتزاران  ممنوع  است   هيچ  کس   جز، آنکه  ما بخواهيم  ، نبايد از آنها بخورد  و اينها چارپاياني  است  که   سوار شدنشان  حرام  است  و اينها چارپاياني  است  که  نام  خدا را بر آنها  ياد نکنند  به  خدا افترا مي  بندند و به  زودي  به  کيفر افترايي  که  مي   بسته  اندجزايشان  را خواهد داد.\nوَقَالُواْ مَا فِي بُطُونِ هَـذِهِ الأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَاء سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حِكِيمٌ عَلِيمٌ ؛\nو گفتند :\nآنچه  در شکم  اين  چارپايان  است  براي  مردان  ما حلال  و براي ، زنانمان  حرام  است  ، و اگر مردار باشد زن  و مرد در آن  شريکند  خدا به   سبب  اين  گفتار مجازاتشان  خواهد کرد  هر آينه  او حکيم  و داناست.\nقَدْ خَسِرَ الَّذِينَ قَتَلُواْ أَوْلاَدَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُواْ مَا رَزَقَهُمُ اللّهُ افْتِرَاء عَلَى اللّهِ قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَ؛ زيان  کردند کساني  که  به  سفاهت  بي  هيچ  حجتي  فرزندان  خود را کشتند و به   خدا دروغ  بستند و آنچه  را به  ايشان  روزي  داده  بود حرام  کردند  اينان   گمراه  شده  اند و راه  هدايت  را نيافته  اند."
  },
  {
    "ayah": 136,
    "text": "#\n(136)\nخداوند متعال از بی‌خردی و نادانی و سبک مغزی و جهالت عمیق مشرکانی که پیامبر صلی الله علیه وسلم را تکذیب می‌کردند، خبر می‌دهد. و خداوند تبارک و تعالی پاره‌ای از خرافت‌هایشان را بر می‌شمارد تا گمراهی‌شان را یاد آور شود، و مردم از آن بپرهیزند. مخالفت این بی‌خردان با حقی که پیامبر صلی الله علیه وسلم آورده است، نقص و عیبی را متوجّه حقّانیت پیام و رسالت رسول اکرم نمی‌سازد؛ زیرا آنها شایستگی آن را ندارند که در مقابل حق بایستند. پس خداوند از جمله خرافات آنان به این نکته اشاره کرد که آنها (\n﴿وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا﴾\n) برای خداوند از کشتزار و چهارپایانی که آفریده است، بهره ای قرار دادند، و سهمی از آن برای بت‌هایشان درنظر گرفتند. در حالی که خداوند این چیزها را برای بندگانش آفریده، و آن را روزی آنان قرار داده است. پس آنان دو امر ممنوع را در کنار هم قرار دادند، بلکه سه چیز را که باید از آن پرهیز شود،\nبا هم انجام دادند:\nیکی اینکه بر خدا منت نهادند که برای او سهمی قرار داده‌اند ، و براین اعتقاد و باور بودند که این کار احسانی است نسبت به خدا. و یکی اینکه بت‌هایشان را که به آنها روزی نداده، و هیچ چیزی را برای آنان به‌وجود نیاورده بودند، در این امر شریک گردانیدند. و موضوع سوم حکم و داوری ستمگرانۀ آنهاست که به آنچه سهم خدا بود، توجه نکرده و به آن اهمیتی نمی‌دادند، اما اگر همان سهم به بت‌ها می‌رسید و برای بت‌ها قرار می‌دادند، به آن توجه می‌کردند و از آن پاسداری می‌نمودند، و چیزی از آن را به خدا نمی‌دادند؛ زیرا هرگاه از کشتزارها و میوه‌ها و حیواناتی که خداوند برای آنان آفریده بود چیزی به دست می‌آوردند،\nآن را به دو بخش تقسیم کرده و می‌گفتند:\n«این - به گفته و گمان آنها- از آن خداست»\nو خداوند جز چیزی که خالصانه برای او باشد، نمی‌پذیرد؛ و عمل کسی را که به او شرک بورزد، قبول نمی‌کند. و بخش دیگر را سهمیۀ شرکا اعم از بت‌ها و شریکان قرار می‌دادند. پس اگر چیزی از آنچه که سهم خدا قرار داده بودند، با آنچه که برای غیر خدا در نظر گرفته بودند، مخلوط می‌شد،\nبه آن توجهی نکرده و می‌گفتند:\nخداوند از آن بی‌نیاز است، و آن را باز نمی‌گرداندند . و اگر چیزی از آنچه برای خداهایشان قرار داده بودند، با آنچه برای خدا مقرر کرده بودند، مخلوط می‌شد، آن را به سر جایش بر گردانده،\nو می‌گفتند:\nبت‌ها فقیرند و باید سهم آنان برگردانده شود. پس آیا حکمی بدتر از این هست؟ و آیا حکمی ستمگرانه‌تر از این هست؟! زیرا از آنچه که برای مخلوق قرار داده بودند، حمایت می‌کردند تا جایی‌که آن گونه از حق خدا محافظت نمی‌کردند.\nو احتمال دارد که تأویل آیۀ کریمه آن گونه باشد که در حدیث صحیح از پیامبر  صلی الله علیه وسلم ثابت شده است که از خداوند نقل می‌کند:\n(أنَا أغنَی الشُّرَکَاءِ عَنِ الشِّرکِ ، مَن أشرَکَ مَعِیَ شَیئاً تَرکتُهُ وَشِرْکَهُ)\n«من از هر نوع مشارکت و غیر آن بی‌نیازم. هرکس که به نیت من و غیر من کاری را انجام دهد؛ یعنی برایم در هر کاری شریک قایل شود، آن را از او نمی‌پذیرم، بلکه آن را به آن غیر واگذار می‌کنم.»\nمعنی آیه این است که آنچه آنها برای بت‌هایشان قرار داده و به‌وسیلۀ آن به بت‌های خود نزدیکی جسته‌اند، تقرب و عبادتی خالصانه برای غیرخداست، و چیزی از آن به خدا تعلق نمی‌گیرد. و آنچه را که به گمان خود برای غیرخدا در نظر گرفته بودند به خدا نمی‌رسد، چون آن شرک است؛ بلکه سهم شرکا و همتایان است، چون خداوند از آن بی‌نیاز است و عملی را که در آن یکی از آفریدگانش شریک قرار داده شود، نمی‌پذیرد."
  },
  {
    "ayah": 137,
    "text": "#\n(137)\nیکی از موارد بی‌خردی و گمراهی مشرکین، این است که شرکا یعنی سران و شیاطین آنها کشتن فرزندان را برای بسیاری از مشرکین زیبا جلوه می‌دادند. و کشتن فرزندان، به صورت زنده به‌گور کردن بود، و آنان پسران را از ترس فقر و ناداری، و دختران را از ترس آلوده شدن به عار و ننگ زنده به گور می‌کردند. و این فریب و خدعۀ شیاطین بود. شیطان‌هایی که می‌خواستند آنها را هلاک سازند، و دینشان را بر آنان مشتبه گردانند، پس کارهایی را انجام می‌دادند که در نهایتِ زشتی و قبح قرار داشت. و همواره شرکایشان، کارهایشان را برای آنان زیبا جلوه می‌دادند، تا جایی‌که آن را خوب و عادت پسندیده به حساب می‌آوردند. و اگر خداوند می‌خواست آنها را باز دارد و مانع کشته شدن فرزندانشان شود، چنین نمی‌کردند. اما حکمت او اقتضا نمود تا آنها را با کارهایشان رها کند، و مانعی میان آنان و کارهایشان قرار ندهد، تا بیشتر در گناه فرو روند، و به آنها مهلت بدهد.\nبنابراین فرمود:\n(\n﴿فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ﴾\n) پس آنها را با دروغ و افترایشان رها کن، و بر آنان اندوهگین مباش؛ زیرا آنها هیچ زیانی به خدا نمی‌رسانند."
  },
  {
    "ayah": 138,
    "text": "#\n(138)\nیکی دیگر از مصادیق بی‌خردی آنان این است که چهارپایانی را که خداوند برای آنها حلال نموده و آن را مایۀ روزی و رحمت آنان قرار داده تا از آنها استفاده کنند، از جانب خود حرام گردانده و بدعت‌ها وسخن‌هایی عجیب وغریبی در مورد آنها تراشیده‌اند.\nپس آنان در مورد برخی از چهارپایان و کشتزارها می‌گویند:\n(\n﴿هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ﴾\n) اینها چهارپایان و کشتزارهای ممنوع و حرامی هستند که، (\n﴿لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ﴾\n) جایز نیست کسی از آن بخورد، مگر کسی که ما بخواهیم، و یا کسی که ما او را به صفت خاصی متّصف نموده باشیم. البته همۀ این بحث‌ها را از پیش خود ساخته بودند\n[و جز زعم و گمان آنها چیز دیگری نبودند]\n، و جز امیال و خواست و نظر فاسدشان، سند و حجتی بر این مواردِ مزعوم ندارند. و چهارپایانی وجود داشت که از هر جهت حرام قرار داده نشده بودند، بلکه آنان فقط سوار شدن، و بار بردن با آنها را حرام قرار دادند، و پشت آن حیوانات را از سواری و بار حفاظت ‌کردند، و آن را\n«حام»\nمی‌نامیدند. چهارپایانی بود که هنگام ذبح نام خدا را بر آن نمی‌بردند، بلکه نام بت‌ها و آنچه غیر از خدا می‌پرستیدند، بر آنها می‌بردند، و این کارها را به خدا نسبت می‌دادند، و آنها در این امر، دروغگو و فاسق بودند. (\n﴿سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ﴾\n) پس به زودی آنها را به سبب دروغی که بر خدا می‌بستند،\nاز قبیل:\nقرار دادن شریک برای خدا، و حرام کردن خوردنی‌هایی که منافع فراوانی در بر دارند، مجازات خواهد کرد."
  },
  {
    "ayah": 139,
    "text": "#\n(139)\nو از جمله آرا و نظرات بی‌ارزش آنها این است که آنان جنینِ برخی از چهارپایان را بر زنان ـ نه بر مردان ـ حرام کرده و می‌گفتند: (\n﴿مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا﴾\n) آنچه در شکم این چهارپایان است ویژۀ مردان ماست؛ یعنی برای مردان حلال است و زنان با مردان در آن مشارکت ندارند. (\n﴿وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَا﴾\n) و بر زنان ما حرام است ، این زمانی بود که جنینِ حیوان، زنده به دنیا بیاید ، واگر جنینِ حیوان به صورت مرده متولد شود، آنها هم در آن شریک هستند؛ یعنی\n[جنین مرده]\n، هم برای مردان و هم برای زنان حلال است. (\n﴿سَيَجۡزِيهِمۡ وَصۡفَهُمۡ﴾\n) پس به زودی خداوند کیفر توصیفشان را خواهد داد؛ زیرا آنچه را خدا حلال کرده است، حرام کردند، و حرام وی را حلال نمودند. پس با شریعت خدا مخالفت ورزیده و حریم آن را شکستند ، و این را به خدا نسبت دادند. (\n﴿إِنَّهُۥ حَكِيمٌ﴾\n) خداوند در اینکه به آنان مهلت داده، و آنها را بر گمراه شدن توانایی داده، با حکمت است.(\n﴿عَلِيمٞ﴾\n) و به حال آنان آگاه است؛ هیچ چیزی بر او پوشیده نیست، و خداوند به آنان و به دروغی که به او نسبت داده و از جانب خود آن را می‌سازند، آگاه است، با این حال از آنها در می‌گذرد و به آنان روزی می‌دهد."
  },
  {
    "ayah": 140,
    "text": "#\n(140)\nسپس زیانکاری و بی‌خردی آنها را بیان نموده و می‌فرماید: (\n﴿قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِعِلۡمٖ﴾\n) همانا کسانی که فرزندانشان‌را از روی سفاهت و نادانی کشتند، دین و فرزندان و عقل خویش را از دست داده، و در سفاهت و بی‌خردی و سرگشتگی و گمراهی دست و پا می‌زنند. (\n﴿وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ﴾\n) و آنچه‌را خدا بدیشان روزی داده است، حرام کردند؛ یعنی آنچه را که خداوند رحمتی برای آنها قرار داده ، و آن را روزی آنها گردانده است، بر خود حرام کردند؛ پس آنها کرامت و بخشش پروردگارشان را رد نمودند. و به این هم اکتفا نکردند، بلکه آن را حرام توصیف نمودند، در حالی که از حلال ترین حلال‌ها بود. و همۀ اینها، (\n﴿ٱفۡتِرَآءً عَلَى ٱللَّهِ﴾\n) دروغ بستن بر خداست، و هر مخالف و ناسپاسی این دروغ‌ها را می‌بافد. (\n﴿قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ﴾\n) به راستی که بسی گمراه گشتند، و در هیچ کدام از کارهایشان راهیاب نشدند."
  },
  {
    "ayah": 141,
    "text": ": 141                            #\n{وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ (141)}\nوَهُوَ الَّذِي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُواْ مِن ثَمَرِهِ إِذَا أَثْمَرَ وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ ؛ و اوست  که  باغهايي  آفريد نيازمند به  داربست  و بي  نياز از داربست  ،، ودرخت  خرما و کشتزار ، با طعمهاي  گوناگون  ، و زيتون  و انار ، همانند ،  درعين  حال  ناهمانند  چون  ثمره  آوردند از آنها بخوريد و در روز درو حق   آن را نيز بپردازيد و اسراف  مکنيد که  خدا اسرافکاران  را دوست  ندارد."
  },
  {
    "ayah": 141,
    "text": "#\n(141)\nوقتی خداوند تصرف مشرکین را در بسیاری از امور حلال از قبیل: کشتزارها و چهار پایان ذکر نمود، نعمت‌هایی را که به آنها ارزانی داشته بود، برشمرد،\nو وظیفۀ آنها را در مورد کشتزارها و حیوانات بیان داشت و فرمود:\n(\n﴿وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ﴾\n) و او خدایی است که باغ‌هایی را آفریده است که درختان گوناگون و گیاهان مختلفی درآن وجود دارد. (\n﴿ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ ﴾\n)برای برخی از این باغ‌ها پایه درست شده، و درختانشان بر آن پایه‌ها به هر سو شکوفه داده و پخش می‌شوند، و این پایه‌ها درختان را در بلند شدن از زمین کمک می‌نمایند. و برخی پایه ندارند و بر ساقۀ خود سبز می‌شوند، یا بر روی زمین پهن می‌گردند. و این یادآور فراوانی منافع این باغ‌ها است، و خداوند بندگان را آموخته است که چگونه آن درختان را بالا ببرند و آن را رشد دهند. (\n﴿وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ﴾\n) و خداوند متعال درخت خرما و کشتزار را آفریده، که میوه‌های آن مختلف است. همه از یک خاک سر بر آورده، و با یک آب آبیاری می‌شوند؛ اما خداوند متعال برخی را در خوردن، بر برخی دیگر تفضیل داده است. سپس خداوند درخت خرما و کشتزار را با انواع مختلفی که دارد، به طور ویژه بیان کرد؛ زیرا منافع آنها فراوان است، و روزیِ و خوراک بیشتر مردم از این دو نوع تهیه می‌شود. (\n﴿وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا﴾\n) و خداوند متعال درخت زیتون و انار را پدید آورده که درختشان با یکدیگر همگون است،(\n﴿وَغَيۡرَ مُتَشَٰبِهٖ﴾\n) و در میوه و طعم با یکدیگر متفاوت‌اند. در اینجا شاید این سؤال به ذهن برسد که خداوند این باغ‌ها و آنچه را که بر آن عطف شده است، برای چه چیزی آفریده است؟ پس خداوند خبر داد که آن را به خاطر تأمین منافع بندگان پدید آورده است،\nبنابراین فرمود:\n(\n﴿كُلُواْ مِن ثَمَرِهِۦٓ﴾\n) از میوه و محصول نخل و کشتزار بخورید، (\n﴿إِذَآ أَثۡمَرَ﴾\n) وقتی که محصول داد، (\n﴿وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦ﴾\n) و حق کشتزار را که زکات است، و در شریعت دارای نصاب‌های معین است، در روز درو کردن آن بپردازید. خداوند آنها را دستور داد تا زکات آن را روز درو کردن بپردازند و این بدان خاطر است که درو کردن کشتزار، به منزلۀ سپری شدن سال است؛ زیرا در زمان درو، مستمندان بدان چشم می‌دوزند. نیز هنگام درو کردن، دادن زکات برای صاحب کشتزار آسان است، و کسی که در صدد دادن زکات است، در آن هنگام به خوبی می‌داند چکار کند. نیز کسی که از پرداختن آن امتناع می‌کند، برای مردم معلوم و آشکار می‌گردد. (\n﴿وَلَا تُسۡرِفُوٓاْ﴾\n) و اسراف نکنید؛ این نهی، شامل اسراف و زیاده روی در خوردن می‌شود. و اسراف؛ یعنی از حد معمول تجاوز کردن ، و اینکه صاحب کشتزار نباید طوری آن را بخورد که به زکات زیان وارد نماید ، و اسراف و زیاده روی در بیرون کردن زکاتِ کشتزار به این صورت است که بیشتر از اندازه‌ای که بر او واجب است، به عنوان زکات بپردازد، و با پرداخت بیش از حد، به خود و خانواده و طلبکارانش زیان وارد کند. پس همۀ اینها اسراف است و خداوند از آن نهی کرده و آن را نمی‌پسندد، بلکه خداوند از آن متنفر است و آدمی به خاطر آن، مورد نفرت او قرار می‌گیرد. و این آیه دلیلی است بر واجب بودن زکات در حبوبات و میوه‌ها\n[از قبیل خرما و انگور]\n، و اینکه لازم نیست یک سال بر آن بگذرد، بلکه سالِ آن، هنگام درو شدن آن در کشتزارها ، و چیدن خرمای نخل است. و اگر چند سال این محصولات پیش بنده بماند، زکات در آن تکرار نمی‌شود، مادامی که برای تجارت نباشد؛ چرا که خداوند جز به هنگام درو کردن و چیدن آن، به بیرون کردن زکات دستور نداده است. و اگر\n[حبوبات و میوه]\nقبل از درو شدن یا چیدن به آفتی دچار شود بدون اینکه صاحب کشتزار یا میوه کوتاهی کرده باشد، ضامن آن نمی‌شود. و خوردن از خرما و کشتزار قبل از بیرون کردن زکات آن، جایز است، و این زکات محسوب نمی‌شود، بلکه زکات از مالی بیرون کرده می‌شود که پس از خوردن باقی می‌ماند. و پیامبر صلی الله علیه وسلم محاسب و تخمین زننده‌ای را برای محصولات مردم می‌فرستاد تا مقدار محصولاتشان را تخمین بزند، و او را دستور می‌داد تا یک سوم یا یک چهارم را برای صاحبان آن به‌منظور خوردن و غیره درنظر بگیرد تا خودشان و دیگران از آن بخورند."
  },
  {
    "ayah": 142,
    "text": ": 142 - 144                            #\n{وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (142) ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (143) وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (144)}.\nوَمِنَ الأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُواْ مِمَّا رَزَقَكُمُ اللّهُ وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ؛ و نيز ، چارپاياني  که  بار مي  برند يا در خور بار برداشتن  نيستند  از  هرچه  خدا به  شما روزي  داده  است  بخوريد و از شيطان  پيروي  مکنيد که  او  دشمن آشکار شماست.\nثَمَانِيَةَ أَزْوَاجٍ مِّنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنثَيَيْنِ نَبِّؤُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ ؛\nهشت  لنگه  :\nاز گوسفند ، نر و ماده  و از بز ،\nنر و ماده   بگو :\nآيا، آن دو نر را حرام  کرده  است  يا آن  دو ماده  را يا آنچه  را در شکم  مادگان   است ? اگر راست  مي  گوييد از روي  علم  به  من  خبر دهيد.\nوَمِنَ الإِبْلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنثَيَيْنِ أَمْ كُنتُمْ شُهَدَاء إِذْ وَصَّاكُمُ اللّهُ بِهَـذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ ؛ و از شتر نر و ماده  و از گاو نر و ماده  ،\nبگو :\nآيا آن  دو نر را حرام ، کرده  است  يا آن  دو ماده  را يا آنچه  را که  در شکم  مادگان  است  ? آيا آن   هنگام  که  خدا چنين  فرمان  مي  داد شما آنجا بوديد ? پس  چه  کسي  ستمکاتر از  آن کسي  است  که  به  خدا دروغ  مي  بندد تا از روي  بي  خبري  مردم  را گمراه  کند  ?هر آينه  خدا ستمکاران  را هدايت  نمي  کند."
  },
  {
    "ayah": 142,
    "text": "#\n(142)\n(\n﴿وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗا﴾\n) و از چهارپایان، حیواناتی را که باربرند و حیواناتی را که کوچک هستند، پدید آورده است. برخی از حیوانات بار می‌برند و بر آنها سوار می‌شوید، و برخی به سبب اینکه کوچک‌اند، برای سوار شدن و باربری صلاحیت ندارند، مانند بچه شترها و امثال آن، و به این حیوانات فرش گفته می‌شود. پس حیوانات از جهت سواری و باربری به این دو نوع تقسیم می‌شوند ، اما از جهت خوردن، همه خوردنی هستند، و از همه استفاده می‌شود.\nبنابراین فرمود:\n(\n﴿كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِ﴾\n) بخورید از روزی‌ای که خدا به شما داده است، و از گام‌های شیطان پیروی نکنید؛ یعنی از راه‌ها و کارهای شیطان پیروی نکنید،\nکه از جملۀ آن این است:\nبرخی از آنچه خدا به شما روزی داده است، حرام کنید. (\n﴿إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ﴾\n) چرا که او برایتان دشمنی آشکار است. پس شما را جز به آنچه که به زیانتان است و باعث شقاوت و بدبختی همیشگی‌تان می‌شود، دستور نمی‌دهد."
  },
  {
    "ayah": 143,
    "text": "#\n(143)\nحیواناتی را که خدا به بندگانش ارزانی نموده، و آنها را حلال و پاکیزه قرار داده،\nبه صورت مشروح بیان کرده و فرموده است:\n(\n﴿ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ﴾\n) هشت جفت‌اند، از گوسفند دو تا نر و ماده، (\n﴿وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِ﴾\n) و از بز دو تا آفریده است، پس شدند چهار تا، و همه در آنچه که خدا حلال کرده است، داخل‌اند و میان آنها فرقی نیست. پس به این سخت‌گیران و کسانی که چیزهایی از آن را حرام قرار داده و چیزهایی را حرام قرار نمی‌دهند، یا برخی از آن را بر زنان حرام می‌کنند و همان قسمت را برای مردان حلال می‌دانند،\nدر قالبی الزام آور به آنان بگو:\nبین آنچه آنها جایز قرار داده و میان آنچه حرام کرده‌اند، فرقی وجود ندارد. (\n﴿ءَآلذَّكَرَيۡنِ﴾\n)\n[بگو: ]\nآیا خداوند گوسفندان وبزهای نر را،(\n﴿حَرَّمَ﴾\n) حرام کرده است؟ زیرا شما این را به طور عام و فراگیر نمی‌گویید.(\n﴿أَمِ ٱلۡأُنثَيَيۡنِ﴾\n) یا گوسفندان و بزهای ماده ‌را؟ این سخن شما نیست، چراکه شما نمی‌گویید از این دو نوع، تنها حیوانات نر یا تنها حیوانات ماده حرام‌اند. آنچه که باقی می‌ماند این است که اگر در شکم ماده‌ها، جنین نر یا جنین ماده باشد، و یا در شکمشان جنین نامعلومی باشد.\nپس فرمود:\n(\n﴿أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِ﴾\n) یا آنچه را میش ماده یا بز ماده در شکم داشته باشد، حرام می‌دانید، و از نظر شما فرقی نمی‌کند که آنچه در شکم دارند، نر باشد یا ماده؟ شما این گفته را نیز نمی‌گویید. پس وقتی که هیچ‌یک از این سه‌گفته، متعلق به شما نیست که تمام حالت‌های حیوانات در این اقسام منحصر است، به چه راهی می‌روید؟! و چه می‌گویید؟! (\n﴿نَبِّ‍ُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ﴾\n) مرا از روی آگاهی و دانش باخبر سازید اگر در گفتار و ادعایتان راست می‌گویید. و مشخص است که آنها نمی‌توانند جز یکی از این سه گفته را بگویند؛ زیرا غیر از این سه مورد، در عقل نمی‌گنجد. و آنها یکی از این سه گفتۀ مذکور را نمی‌گویند،\nبلکه می‌گویند:\nبرخی از چهارپایان ـ‌که آنها از سوی خود اصطلاحاتی برایشان گذاشته‌اندـ بر زنان حرام می‌باشند، نه بر مردان. یا در برخی از اوقات حرام هستند. و یا گفته‌هایی از این قبیل، که بدون شک مصدر و منبع آن جهل مرکب و عقل‌های منحرف و آرای فاسد می‌باشد، و خداوند بر صحت آن دلیلی نازل نکرده است، و آنان نیز بر راستی‌اش دلیل و حجتی ارائه نکرده‌اند."
  },
  {
    "ayah": 144,
    "text": "#\n(144)\nسپس مطلب فوق را در مورد شتر و گوسفند نیز تکرار کرد. و پس از آنکه باطل بودن گفتۀ آنان را بیان کرد،\nطوری با آنها سخن گفت که راهی جز پیروی از شریعت خدا برای آنان باقی نگذاشت:\n(\n﴿أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَا﴾\n) یعنی شما ادعایی بیش ندارید و هیچ دلیلی برای اثبات صدق و صحت آن ندارید،\nجز اینکه از سرِ هوی و هوس بگویید:\n«خداوند ما را به این سفارش نموده و به ما وحی کرده است، همان‌طور که بر پیامبرانش وحی فرستاده است. و پیامی که خداوند به ما وحی کرده است، با آنچه پیامبران، مردم را به سوی آن دعوت می‌کنند و کتاب‌ها بر آن نازل شده‌اند، مخالف است.»\nو این دروغ و افترایی است که همه آن را می‌دانند.\nبنابراین فرمود:\n(\n﴿فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍ﴾\n) پس کیست ستمگرتر از کسی که بر خدا دروغ ببندد تا مردم را بدون علم و آگاهی گمراه سازد؟ یعنی هدف وی از دروغ گفتن و نسبت دادن دروغ به خدا، گمراه نمودن بندگان خدا از راه وی است. و برای توجیه عمل خود، دلیل و حجتی از عقل و شرع ندارد. (\n﴿إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ﴾\n) همانا خداوند قوم ستمگر را هدایت نمی‌کند؛ کسانی که جز ظلم و ستم و دروغ بستن بر خدا بلد نیستند، و چیزی دیگر را نمی‌خواهند."
  },
  {
    "ayah": 145,
    "text": ": 145 - 146                            #\n{قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ (145) وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ (146)}\nقُل لاَّ أَجِدُ فِي مَا أُوْحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ ؛\nبگو :\nدر ميان  آنچه  بر من  وحي  شده  است  چيزي  را که  خوردن  آن  حرام  باشد، نمي  يابم  ، جز مردار يا خون  ريخته  يا گوشت  خوک  که  پليد است  يا حيواني   که  در کشتنش  مرتکب  نافرماني  شوند و جز با گفتن  نام  الله  ذبحش  کنند  هرگاه  کسي  ناچار به  خوردن  گردد بي  آنکه  سرکشي  کند و از حد بگذرد ، بداند  که  خدا آمرزنده  و مهربان  است.\nوَعَلَى الَّذِينَ هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وِإِنَّا لَصَادِقُونَ ؛ و بر يهود حرام  کرديم  هر حيوان  صاحب  ناخني  را و از گاو و گوسفند پيه   آن دو را جز آنچه  بر پشت  آنهاست  يا بر چرب  روده  آنهاست  يا به  استخوانشان  چسبيده  باشد  به  سبب  ستمکاريشان  اينچنين  کيفرشان  داديم  ، و  ما راستگويانيم."
  },
  {
    "ayah": 145,
    "text": "#\n(145)\nوقتی خداوند مشرکین را به خاطر آنکه حلال را حرام کردند و آن را به خدا نسبت دادند، مذمّت کرد، و گفته‌هایشان را باطل شمرد، پیامبرش را دستور داد تا آنچه را که خدا بر مردم حرام نموده است برایشان بیان کند، تا بدانند هر چیزی که خارج از آن دایره ‌باشد، حلال است. و هر کس حرام بودن آن را به خدا نسبت دهد، دروغگو است، و یاوه می‌گوید؛ چون تحریم، جز از طرف خدا و بر زبان پیامبرش انجام نمی‌گیرد.\nو خدا به پیامبرش فرموده است:\n(\n﴿قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ﴾\n) بگو: در آنچه به من وحی شده است بر هیچ خورنده‌ای چیزی را نمی‌یابم که خوردنش حرام باشد. البته در اینجا از موضوع تحریم و عدم تحریم، استفادۀ از این چیزها در غیر مسألۀ\n«خوردن»\nبحث نشده است،\n[بلکه فقط به موضوع تحریم و عدم تحریم در مسألۀ خوردن پرداخته شده است]\n.(\n﴿ إِلَّآ أَن يَكُونَ مَيۡتَةً﴾\n) مگر مردار؛ و آن حیوانی است که بدون ذبح شرعی مرده باشد، چنین حیوانی حلال نیست.\nهمان طور که خداوند متعال فرموده است:\n﴿حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ﴾\nحیوان مردار و خون و گوشت خوک بر شما حرام شده است. (\n﴿أَوۡ دَمٗا مَّسۡفُوحًا﴾\n) یا خون جاری، و آن خونی است که از حیوانی که ذبح می‌شود، بیرون می‌آید، و ماندنِ آن در بدن حیوان، به کسی که آن را بخورد آسیب می‌رساند. اما وقتی از جسم بیرون بیاید، زیانِ خوردنِ گوشت برطرف می‌شود. و مفهوم کلام، آن است خونی که بعد از ذبح در گوشت و رگ‌ها باقی می‌ماند، حلال و پاک است. (\n﴿أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ﴾\n) یا گوشت خوک. همۀ موارد سه گانه پلید، آلوده و مضر است. و خداوند نسبت به شما مهربان است و به خاطر اینکه شما را از نزدیک شدن به آلودگی‌ها و ناپاکی‌ها دور نماید، آنها را حرام نموده است. (\n﴿أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ﴾\n) یا اینکه حیوان سر بریده شده برای غیر خدا، اعم از بت‌ها و خدایانی که مشرکین می‌پرستند، ذبح شده باشد. پس این، از جملۀ امور فسق‌آور است. فسق؛ یعنی بیرون رفتن از دایرۀ طاعت خدا به سوی نافرمانی او.(\n﴿فَمَنِ ٱضۡطُرَّ﴾\n) با وجود این، هرکس به ناچار خوردن این چیزهای حرام باشد؛ یعنی نیاز و ضرورت، او را به خوردن چیزی از آن وادار کند، به این صورت که چیزی نداشته باشد و از تلف شدن خودش بترسد. (\n﴿غَيۡرَ بَاغٖ﴾\n) و در غیرحالت اضطرار، خواهان خوردن آن نباشد. (\n﴿وَلَا عَادٖ﴾\n) و از حد نگذرد، و بیش از نیاز نخورد.(\n﴿فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ﴾\n) بدون شک پروردگارت آمرزنده و مهربان است. پس هرکس دارای چنین حالتی باشد، خداوند او را می‌آمرزد. علما در مورد حصر مذکور در این آیه اختلاف دارند، هرچند که امور حرام دیگری هست که در این آیه ذکر نشده است، مانند خوردن گوشت درندگان و پرندگانی که دارای چنگال هستند، و امثال آن.\nپس برخی از علما گفته‌اند:\nاین آیه قبل از تحریم موارد دیگری که در این آیه ذکر نشده‌اند، نازل شده است. به همین جهت حصر مذکور در این آیه، با تحریمی که پس از آن وارد شده است، مخالفتی ندارد ، چون در آن وقت پیامبر آن را در آنچه به او وحی شده، نیافته بود.\nو برخی گفته‌اند:\nاین آیه سایر چیزهایی را که حرام هستند دربرمی‌گیرد؛ برخی را به صراحت دربر گرفته، و برخی را از طریق مفهوم و عمومِ علت شامل می‌شود؛ زیرا خداوند علت حرمت خوردن مردار، خون و گوشت خوک،\nیا فقط گوشت خوک را این گونه بیان کرده است:\n(\n﴿فَإِنَّهُۥ رِجۡسٌ﴾\n) که آن پلید است، و این صفتی است که شامل هر چیز حرامی می‌شود؛ زیرا چیزهای حرام، همه پلید و ناپاک‌اند، و آن را به خاطر حفاظت از بندگانش و صیانت از کرامتشان حرام کرده است. و مشروح و تفاصیل اشیاء پلید و حرام، از سنت گرفته می‌شود؛ زیرا سنت، قرآن را تفسیر و هدف و منظور آن را بیان می‌کند. پس وقتی خداوند از میان خوراکی‌ها جز آنچه را که ذکر شد، حرام نکرده است ـ و منبع تحریم جز شریعت خدا چیزی نمی‌تواند باشد ـ این دلالت می‌نماید که مشرکین؛ آن کسانی که روزیِِ خدا را حرام کردند، بر خدا دروغ بسته و از طرف خود چیزهایی را به دروغ به او نسبت دادند. و اگر خداوند در این آیه خوک را ذکر نکرده بود، به احتمال قوی می‌توانستیم بگوییم عبارت و سیاق آیه در رابطه با نقض گفته‌های گذشتۀ مشرکین در رابطه با تحریم چهارپایان می‌باشد؛ مشرکینی که حلالِ خدا را بر حسب آنچه نفسشان برای آنها زیبا جلوه داده بود، تحریم می‌کردند. درحالی که در میان چهارپایان چیزی جز آنچه در آیه ذکر شده است، حرام نیست، و آن عبارت است از مردار و آنچه که با یاد غیر خدا ذبح شده است. اما سایر موارد حلال می‌باشند. و شاید ذکر خوک در اینجا ـ بنا بر این احتمال ـ به همین مناسبت باشد که برخی از جاهلان، خوک را در زمرۀ چهارپایان قرار داده و آن را نوعی گوسفند می‌پندارند. همان‌طور که نصارای جاهل و امثالشان آن را گوسفند می‌پندارند، و آن را مانند چهارپایان پرورش داده و حلال می‌دانند، و بین آن و چهارپایان فرقی نمی‌گذارند. پس همۀ چیزهایی که بر این امت حرام شده است به خاطر پاک کردن آنان از پلیدی و صیانت از کرامت آنهاست."
  },
  {
    "ayah": 146,
    "text": "#\n(146)\nاما آنچه بر اهل‌کتاب حرام شده است، برخی پاکیزه است ولی بر آنها حرام است، و این به‌خاطر کیفر و سزای آنها بوده است.\nبنابراین فرمود:\n(\n﴿وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖ﴾\n) و هر حیوان ناخن‌داری مانند شتر و امثال آن را بر یهودیان حرام کردیم. (\n﴿وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ﴾\n) و از گاو و گوسفند، برخی از اجزای آن را بر آنان حرام کردیم که عبارت است از (\n﴿شُحُومَهُمَآ﴾\n) پیه و چربیِ گاو و گوسفند. و تمام پیه‌ها و چربی‌های آن حرام نیست، بلکه پیه و چربیِ دمبه و آن لایۀ نازکی از پیه که شکمبه و امعا را فرا گرفته است، حرام می‌باشد.\nبنابراین چربیِ حلال آن را استثنا کرد و فرمود:\n(\n﴿إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ﴾\n)جز آنچه که بر پشت آنها قرار دارد و یا آن چربی که با روده‌ها آغشته است. (\n﴿أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖ﴾\n) یا آن بخش از چربی که با استخوان آمیخته باشد. (\n﴿ذَٰلِكَ﴾\n) این تحریم بر یهودیان، (\n﴿جَزَيۡنَٰهُم بِبَغۡيِهِمۡ﴾\n) به سبب ستم و تجاوزشان بر حقوق خدا و بندگان خدا بود، و خداوند این چیزها را بر آنان حرام نمود، تا آنها را بدین وسیله کیفر و عقوبت دهد. (\n﴿وَإِنَّا لَصَٰدِقُونَ﴾\n) و هرآینه ما در هر آنچه می‌گوییم و انجام می‌دهیم و حکم می‌کنیم، راستگو و راستکار هستیم. و چه کسی از خدا راستگوتر است، و چه کسی بهتر از خدا داوری می‌کند برای قومی که یقین دارند!"
  },
  {
    "ayah": 147,
    "text": ": 147                            #\n{فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ (147)}\nفَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلاَ يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ؛ اگر تو را تکذيب  کردند ،\nبگو :\nپروردگار شما صاحب  رحمتي  گسترده  است   ،و، خشم  و عذابش  از مجرمان  بازداشته  نخواهد شد."
  },
  {
    "ayah": 147,
    "text": "#\n(147)\nاگر مشرکان تو را تکذیب کردند، در آن حالت نیز آنها را با تشویق و ترهیب به سوی دین فرا بخوان، و به آنان خبر بده که خداوند، (\n﴿ذُو رَحۡمَةٖ وَٰسِعَةٖ﴾\n) دارای رحمت گسترده و فراگیری است که همۀ مخلوقات را دربر می‌گیرد. پس با فراهم کردن اسباب برخورداری از رحمت، به سوی رحمت او بشتابید، که اساس آن، تصدیق محمد صلی الله علیه وسلم در آنچه ‌که آورده است می‌باشد.(\n﴿وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ﴾\n) و عذاب او از قوم مجرم دور نمی‌شود؛ کسانی که جرم و گناهشان زیاد است. پس، بپرهیزید از گناهانی که انسان را به عذاب خدا می‌رسانند، که بزرگ‌ترین آنها تکذیب محمد  صلی الله علیه وسلم است."
  },
  {
    "ayah": 148,
    "text": ": 148 - 149                            #\n{سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ (148) قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ (149)}.\nسَيَقُولُ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِم حَتَّى ذَاقُواْ بَأْسَنَا قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ ؛\nمشرکان  خواهند گفت  :\nاگر خدا مي  خواست  ، ما و پدرانمان  مشرک  نمي   شديم و،\nچيزي  را حرام  نمي  کرديم   همچنين  کساني  که  پيش  از آنها بودند  پيامبران  را تکذيب  کردند و خشم  و عذاب  ما را چشيدند  بگو :\nاگر شما  را دانشي هست  آن  را براي  ما آشکار سازيد  ولي  شما ، تنها ، از گمان   خويش  پيروي مي  کنيد و گزافه  گوياني  بيش  نيستيد.\nقُلْ فَلِلّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاء لَهَدَاكُمْ أَجْمَعِينَ؛\nبگو :\nخاص  خداست  دليل  محکم  و رسا ، اگر مي  خواست  همه  شما را هدايت   مي  کرد."
  },
  {
    "ayah": 148,
    "text": "#\n(148)\nخداوند خبر می‌دهد که مشرکان برای موجّه جلوه دادن شرک، و حرام کردن حلال خدا، تقدیر و قضای الهی را بهانه کرده و مشیّت و خواست خداوند را که هر خیر و شرّی را فرا گرفته است، دلیل قرار داده، و از این راه، خود را از سرزنش و ملامت نفس نجات می‌دهند. و چیزی را بر زبان آوردند که خداوند خبر داده بود به زودی آن را خواهند گفت.\nهمان‌طور که در آیه‌ای دیگر فرموده است:\n﴿وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ﴾\nو کسانی که شرک ورزیدند،\nگفتند:\n«اگر خداوند می‌خواست، ما جز او چیزی را نمی‌پرستیدیم.»\nپس خداوند متعال خبر داد که امت‌های تکذیب‌کننده، همواره به وسیلۀ این دلیل\n[پوچ]\n، دعوت پیامبران را رد می‌کردند، اما این دلیل برای آنان سودی نداشت و خداوند آنها را هلاک ساخت و عذاب خود را به آنان چشاند. پس اگر این، دلیلِ درستی بود، عذاب را از آنان دور می‌کرد و عذاب بر آنان فرود نمی‌آمد؛ چون خداوند عذاب خود را جز بر کسی که سزاوار آن است، فرود نمی‌آورد.\nبنابراین دانسته شد که این دلیل از چند جهت فاسد و ناکار آمد است:\n1- خداوند بیان کرده است که اگر این، دلیلِ درستی بود، عذاب بر آنان فرود نمی‌آمد. 2- دلیل باید بر علم و برهان مبتنی باشد. اما اگر دلیل فقط مستند به گمان و تخمین باشد، آدمی را به حق نمی‌رساند، و آن دلیلی باطل است.\nبنابراین فرمود:\n(\n﴿قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآ﴾\n) بگو:\n«آیا دانشی نزد شما هست که آن را برای ما بیرون آورید؟»\nپس اگر آنان علم و دانشی داشتند – در حالی که سرسخت‌ترین دشمن بودند – البته آن را اظهار می‌کردند. پس وقتی که علم و دانش خود را بیرون نیاورند، معلوم می‌شود آنان علم و دانشی ندارند. (\n﴿إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ﴾\n) شما جز از گمان پیروی نکرده، و فقط از روی گمان و تخمین کار می‌کنید. و هرکس دلیلش را بر اساس گمان و تخمین بنا کند، او بر باطل بوده و زیانکار است. پس چگونه است اگر کسی دلیلش را بر تجاوز و سرکشی و شرّ و فساد بنا نهد؟!"
  },
  {
    "ayah": 149,
    "text": "#\n(149)\nr 3- خداوند دارای حجت و دلیل رساست و برای هیچ‌کسی عذری باقی نمی‌گذارد؛ و حجت خدا، حجتی است که پیامبران و کتاب‌های الهی و آثار نبوی و عقول صحیح و سرشت‌های مستقیم و اخلاق درست بر آن اتفاق کرده‌اند. پس معلوم است هر چیزی که با این دلیل قطعی مخالفت کند، باطل است، چون نقیض حق، جز باطل، چیزی دیگر نیست. 4- خداوند به هر مخلوقی قدرت و اراده‌ای داده است که به وسیلۀ آن می‌تواند کاری را که بدان مکلف شده است، انجام دهد. و خداوند بر هیچ کسی کاری را واجب نکرده است که بر انجام آن قادر نباشد، و بر هیچ کسی چیزی را حرام نکرده است که قدرت ترک کردن آن را نداشته باشد. پس، بهانه قرار دادن تقدیر الهی، واقعاً ظلم محض و عناد و کینه‌توزی خالص است. 5- خداوند بندگان را بر انجام کارهایشان مجبور نکرده، بلکه کارهایشان را تابع اختیارشان قرار داده است. بنابراین اگر بخواهند انجام می‌دهند، و اگر بخواهند دست نگه می‌دارند. و این امری است قابل مشاهده، و هیچ کسی آن را انکار نمی‌کند، مگر کسی که تکبر ورزیده و امور محسوس را انکار کند؛ زیرا هر فردی فرق حرکت اختیاری و حرکت اجباری را می‌داند، گرچه همه در خواست خدا داخل‌اند، و تحت ارادۀ او قرار دارند. 6- کسانی‌که در ارتکاب گناهان به قضا و تقدیر الهی استدلال می‌کنند، دچار تناقض هستند؛ زیرا آنها نمی‌توانند در همه جا این را قبول داشته باشند، بلکه اگر کسی نسبت به آنها بدی روا دارد و آنها را بزند یا مالشان را بگیرد یا امثال آن،\nو بگوید:\n«تقدیر و قضا این‌گونه بوده است»\n، این استدلال را نمی‌پذیرند و به شدت از این استدلال خشمگین می‌شوند. بسی جای تعجب است که چگونه ارتکاب نافرمانی و ناخشنودی‌های خدا را تقدیر او به حساب آورده، اما به هیچ کسی اجازه نمی‌دهند آنها را ناراضی و ناخشنود بگرداند و تقدیر خدا را بهانه کند؟! 7- بهانه قرار دادن قضا و تقدیر، مقصود و هدف نبوده و آنها می‌دانند که آن دلیلی نیست. بلکه هدف از این بهانه، رد کردن حق است. آنها حق را مانند مرد شروری می‌پندارند که بر آنها هجوم می‌آورد، پس آن را با هر کلام و سخنی که بر دلشان خطور کند ـ هرچند که به خطا و نادرستی آن اعتقاد هم داشته باشندـ از خود دور می‌کنند."
  },
  {
    "ayah": 150,
    "text": ": 150                            #\n{قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ (150)}.\nقُلْ هَلُمَّ شُهَدَاءكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللّهَ حَرَّمَ هَـذَا فَإِن شَهِدُواْ فَلاَ تَشْهَدْ مَعَهُمْ وَلاَ تَتَّبِعْ أَهْوَاء الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَالَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ ؛\nبگو :\nگواهانتان  را که  گواهي  مي  دهند که  خدا اين  يا آن  را حرام  کرده   است  بياوريد  پس  اگر گواهي  دادند تو با آنان  گواهي  مده  ، و از خواسته   هاي آنان  که  آيات  ما را تکذيب  کرده  اند و به  آخرت  ايمان  ندارند و کساني  را با پروردگارشان  برابر مي  دارند ، پيروي  مکن."
  },
  {
    "ayah": 150,
    "text": "#\n(150)\nبه کسانی که حلال خدا را حرام می‌کنند و آن را به خدا نسبت می‌دهند،\nبگو:\nگواهانتان را بیاورید تا گواهی دهند که خداوند این را حرام کرده است، پس وقتی این سخن به آنها گفته شد، آنان میان دو راه قرار می‌گیرند؛ یا گواه و شاهدی را نمی‌آورند، پس آن وقت ادعایشان باطل و پوچ خواهد بود، و یا اینکه کسی را می‌آورند که بر این امر گواهی دهد، و امکان ندارد که کسی بر این چیز گواهی دهد، مگر آدم دروغگو و تهمت‌زن و گناه پیشه که شهادت و گواهی او مورد قبول نیست. اما افراد عادل هرگز بر آن گواهی نمی‌دهند. بنابراین در حالی که پیامبر و پیروانش را از این شهادت و گواهی دادن نهی می‌کند،\nمی‌فرماید:\n(\n﴿فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ﴾\n) پس اگر گواهی دادند، با آنان گواهی مده؛ و از هوی و هوس کسانی پیروی مکن که آیات ما را تکذیب می‌کنند، و\n[از]\nکسانی\n[پیروی مکن]\nکه به روز قیامت ایمان نمی‌آورند، و\n[از]\nآنها که برای پروردگارشان شریک می‌گیرند؛ یعنی بت‌ها و همتایان را شریک خدا می‌سازند و با او برابر و مساوی قرار می‌دهند. و چون روز قیامت را انکار کرده و خدا را یگانه نمی‌دانستند، هوی و هوسشان با عقیده‌شان همسو شد و در شرک و تکذیب فرو رفتند. پس شایسته است که خداوند بندۀ برگزیده‌اش را از پیروی کردن از خواست و هوای نفس باز دارد و او را از گواهی دادن با پیروان هوی و هوس نهی کند. و دانسته شد که حرام کردن حلالِ خدا، از هوی و هوسِ گمراه کنندۀ آنان سرچشمه می‌گیرد."
  },
  {
    "ayah": 151,
    "text": ": 151 - 153                            #\n{قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (151) وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ (152) وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153)}.\nقُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلاَ تَقْتُلُواْ أَوْلاَدَكُم مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلاَ تَقْرَبُواْ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ؛\nبگو :\nبياييد تا آنچه  را که  پروردگارتان  بر شما حرام  کرده  است ، برايتان بخوانم   اينکه  به  خدا شرک  مياوريد  و به  پدر و مادر نيکي  کنيد  و ازبيم  درويشي  فرزندان  خود را مکشيد  ما به  شما و ايشان  روزي  مي   دهيم   و به  کارهاي  زشت  چه  پنهان  و چه  آشکارا نزديک  مشويد  و کسي  را  که  خدا کشتنش  را حرام  کرده  است  مگر به  حق  مکشيد  اينهاست  آنچه  خدا  شما را بدان  سفارش  مي  کند ، باشد که  به  عقل  دريابيد.\nوَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُواْ وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللّهِ أَوْفُواْ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَذَكَّرُونَ ؛ به  مال  يتيم  نزديک  مشويد مگر به  نيکوترين  وجهي  که  به  صلاح  او باشد تا، به سن  بلوغ  رسد  و پيمانه  و وزن  را از روي  عدل  تمام  کنيد  ما به  کسي  جز  به  اندازه  توانش  تکليف  نمي  کنيم   و هر گاه  سخن  گوييد عادلانه  گوييد هر  چند در باره  خويشاوندان  باشد  و به  عهد خدا وفا کنيد  اينهاست  آنچه   خدا شما را بدان  سفارش  مي  کند ، باشد که  پند گيريد.\nوَأَنَّ هَـذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ؛ و اين  است  راه  راست  من   از آن  پيروي  کنيد و به  راههاي  گوناگون   مرويدکه ، شما را از راه  خدا پراکنده  مي  سازد  اينهاست  آنچه  خدا شما را  بدان  سفارش  مي  کند ، شايد پرهيزگار شويد."
  },
  {
    "ayah": 151,
    "text": "#\n(151)\nخداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (\n﴿قُلۡ﴾\n) به کسانی که حلال خدا را حرام می‌کنند،\nبگو:\n(\n﴿تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡ﴾\n) بیایید آنچه را پروردگارتان بر شما حرام نموده است، برایتان بیان کنم؛ یعنی آنچه را که خداوند به طور عام حرام نموده است، برایتان می‌خوانم،\nکه همۀ محرمات از قبیل:\nخوردنی‌ها و نوشیدنی‌ها و گفتار و کردارها را در بر می‌گیرد. (\n﴿أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡ‍ٔٗا﴾\n) اینکه هیچ چیز زیاد و کمی را شریک او نسازید. و حقیقت شرک ورزیدن به خدا این است که مخلوق، مانند خدا پرستش، و یا مانند خدا تعظیم شود، یا یکی از ویژگی‌های ربوبیت و الوهیت به او اختصاص داده شود. و وقتی که بنده تمام انواع شرک را ترک کند، موحّد و یکتاپرست می‌شود و در همۀ حالاتش مخلص خدا می‌گردد. بنابراین حق خدا بر بندگان است که او را بپرستند و چیزی را شریک او نسازند.\nسپس به بیان مهم‌ترین حق پس از حق خود پرداخت و فرمود:\n(\n﴿وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا﴾\n) و با پدر و مادر نیکی کنید؛ یعنی با سخنان خوب و کارهای زیبا و پسندیده، با آنها نیکی کنید . پس هر سخن یا کاری که به وسیلۀ آن به پدر و مادر سودی برسد یا باعث خوشحالی آنها شود، از جملۀ نیکوکاری و احسان است، و هرگاه احسان و نیکوکاری با پدر و مادر صورت پذیرد، عقوق و نافرمانی آنان منتفی می‌گردد. (\n﴿وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ﴾\n) و دختر و پسرانتان را از ترس فقر و تنگدستی مکشید؛ یعنی به سبب فقر و اینکه برای تأمین روزی آنها در تنگنا قرار نگیرید، آنها را نکشید، آن‌گونه که این شیوه و رسم در میان مردمان سنگدل و ستمگرِ دوران جاهلیت وجود داشت. پس وقتی‌که آنها در این حالت از کشتن فرزندانشان نهی شده‌اند، به طریق اولی از کشتنِ بدون دلیلِ آنان و از کشتن فرزندان دیگران نهی می‌شوند. (\n﴿نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡ﴾\n) ما شما و ایشان را روزی می‌دهیم. ما روزی همه را به عهده گرفته‌ایم، پس شما کسانی نیستید که فرزندانتان را روزی دهید، بلکه نمی‌توانید خودتان را هم روزی بدهید. پس به خاطر روزی فرزندان، هیچ فشاری بر شما نیست. (\n﴿وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ﴾\n) و به گناهان بزرگ و بسیار زشت نزدیک نشوید.(\n﴿مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ﴾\n) به گناهی نزدیک نشوید که به ظاهرِ آدمی بستگی دارد، نیز به گناهانی نزدیک نشوید که به باطن و قلب و درونِ انسان مربوط است. و نهی کردن از نزدیک شدن به گناهان و زشتی‌ها، از نهی کردن از انجام دادن آن بلیغ‌تر و رساتر است؛ زیرا نهی از نزدیک شدن به گناه، شامل نهی از ارتکاب مقدمات گناه و وسائلی است که انسان را بدان می‌رساند. (\n﴿وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ﴾\n) و انسانی را نکشید که خدا کشتن وی را حرام نموده است. و آن مسلمان است، خواه مرد باشد یا زن، کوچک باشد یا بزرگ، نیکوکار باشد یا فاسق، کافری که به وسیلۀ عهد و پیمان، جان او در مصونیت قرار گرفته است. (\n﴿إِلَّا بِٱلۡحَقِّ﴾\n) مگر به حق ، مانند زناکاری که متأهل باشد، و یا کسی که دیگری را کشته است، و یا کسی که دینش را رها کرده و از جماعت مسلمین بیرون رفته باشد. (\n﴿ذَٰلِكُمۡ﴾\n) این چیزهای ذکر شده، (\n﴿وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ﴾\n) اموری است که خداوند شما را بدان سفارش کرده است، باشد که سفارش خدا را بفهمید، سپس آن را به خاطر بسپارید و آن را رعایت کرده و انجام بدهید.این آیه دلالت می‌نماید که بنده به هر اندازه از عقل و شعور برخوردار باشد، به همان اندازه دستورات خدا را انجام می‌دهد."
  },
  {
    "ayah": 152,
    "text": "#\n(152)\n(\n﴿وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ﴾\n) و به مال یتیم نزدیک نشوید به این صورت که آن را بخورید، و یا آن را به نفع خودتان عوض کنید، یا بدون سبب آن را بردارید. (\n﴿إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ﴾\n) مگر به صورتی که اموال آنها سامان و بهبود یابد، و آنها از این طریق فایده ببرند. پس این دلالت می‌نماید که نزدیک شدن به اموال یتیم و تصرف کردن در آن به صورتی که یتیم زیان ببیند و یا به صورتی که نه فایده‌ای در بر دارد و نه ضرری، جایز نیست.(\n﴿حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥ﴾\n) تا اینکه یتیم به حالت رشد خود برسد و شیوۀ تصرف را بداند. پس وقتی که به رشد و کمال خود رسید، آن وقت مالش به او داده می‌شود، و او طبق نظر خودش در آن تصرف می‌نماید. و این دلالت می‌نماید که یتیم قبل از اینکه به مرحلۀ رشد و بلوغ برسد، از تصرف در مالش منع می‌شود، و سرپرست او به نحو احسن در مالش تصرف می‌نماید، و این ممنوعیتِ از تصرف، با رسیدن یتیم به حد کمال و رشد به پایان می‌رسد. (\n﴿وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِ﴾\n) و پیمانه و ترازو را با دادگری و به صورت تمام و کمال بپیمایید. پس وقتی شما در این مورد تلاش کردید، (\n﴿لَا نُكَلِّفُ نَفۡسًا إِلَّاوُسۡعَهَا﴾\n) ما هیچ کس را جز به اندازۀ توانش مکلف نمی‌سازیم. به اندازه‌ای که می‌تواند و در تنگنا قرار نمی‌گیرد. پس هرکس به کامل کردن پیمانه و وزن علاقه‌مند باشد و در این راه از هیچ تلاشی دریغ نورزد، سپس در این مورد از او کوتاهی سر بزند، اما به سبب زیاده روی یا کوتاهی او نبوده و خود بدان واقف نباشد؛ پس خداوند آمرزنده و مهربان است. و علمای اصولی با استفاده از این آیه استدلال کرده‌اند که خداوند هیچ کس را به آنچه که نمی‌تواند، مکلف نمی‌سازد؛ و هرکس از خداوند در آنچه بدان دستور داده شده است، بترسد؛ و در انجام دستوری که در توان اوست، پرهیزگار باشد، فراتر از این بر او گناهی نیست. (\n﴿وَإِذَا قُلۡتُمۡ﴾\n) و هرگاه سخنی گفتید که با آن میان مردم قضاوت نمودید و ـ با آن ـ در رابطه با گفته‌ها و حالات مردم سخن گفتید، (\n﴿فَٱعۡدِلُواْ﴾\n) در سخنِ خود دادگری کنید و عدالت و راستگویی را در مورد کسانی که دوست دارید و کسانی که آنها را نمی‌پسندید، رعایت نمایید؛ و انصاف داشته باشید و آنچه را که باید بگویید، پنهان نکنید؛ زیرا ستم ورزیدن در سخن گفتن دربارۀ کسی ـ یا سخنان کسی ـ که او را دوست ندارید، ظلم و حرام می‌باشد. و هرگاه عالم علیه گفتارهای اهل بدعت سخن گوید، بر او واجب است که به هر صاحب حقی، حقش را بدهد، و حق و باطل را بیان نماید، و باید در این زمینه دوری و نزدیکی گفتار اهل بدعت به حق را بسنجد.\nو فقها گفته‌اند:\n«بر قاضی واجب است که در نگاه و سخنش میان دو طرف دعوی، دادگری کند.»\n(\n﴿وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْ﴾\n) و به پیمان خدا وفا کنید. و این شامل عهدی است که خداوند با بندگان بسته است، که حقوق الهی را انجام دهند و به آن وفا کنند. نیز شامل پیمانی است که میان مردم بسته می‌شود. وفا کردن به همۀ پیمان‌ها واجب، و شکستنِ آن و اخلالِ در آن حرام است. (\n﴿ذَٰلِكُمۡ﴾\n) احکامی که ذکر شد، (\n﴿وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ﴾\n) خداوند شما را بدان سفارش نموده است تا پند بگیرید، و سفارش خدا را آن گونه که شایسته است، انجام دهید، و حکمت و احکام آن را دریابید."
  },
  {
    "ayah": 153,
    "text": "#\n(153)\nپس از آنکه\n[خداوند]\nبسیاری از دستورات بزرگ و آیین و قوانین مهم را بیان کرد، به این موضوع و آنچه که از آن عام و فراگیرتر است،\nاشاره نمود و فرمود:\n(\n﴿وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا﴾\n) این احکام و امثال آن که خداوند در کتابش بیان کرده و آن را برای بندگانش توضیح داده، راه خداوند است که انسان را به او و به سرای کرامت و بخشش وی می‌رساند، و آن راهی است میانه و آسان و کوتاه.(\n﴿فَٱتَّبِعُوهُ﴾\n) پس، از آن پیروی کنید تا به رستگاری و موفقیت دست یابید و به آرزوها و شادی‌ها برسید. (\n﴿وَلَا تَتَّبِعُواْ ٱلسُّبُلَ﴾\n) و از راه‌های مخالف با این راه، پیروی نکنید، (\n﴿فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦ﴾\n) که شما را از راه خدا، گمراه و منحرف ساخته، و به چپ و راست متمایل گردانده، و پراکنده می‌کند. و آنگاه که از راه راست منحرف شدید، جز راهی که انسان را به جهنم می‌رساند، وجود ندارد. (\n﴿ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ﴾\n) اینها چیزهایی هستند که خداوند شما را بدان سفارش نموده تا پرهیزگار شوید؛ زیرا اگر آنچه را که خدا بیان کرده است، انجام دهید و آن را بیاموزید و بدان عمل کنید، از پرهیزگاران و از بندگان رستگار خدا می‌شوید. و راه را به صورت\n«مفرد»\nبیان کرد و به خود نسبت داد و فرمود: (\n﴿وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا﴾\n) و این است راه راستِ من، چون آن تنها راهی است که انسان را به خدا می‌رساند، و خداوند کسانی را که راه او را در پیش گرفته اند یاری می‌نماید."
  },
  {
    "ayah": 154,
    "text": ": 154 - 157                            #\n{ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ (154) وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ (155) أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ (156) أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ (157)}.\nثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِيَ أَحْسَنَ وَتَفْصِيلاً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَاء رَبِّهِمْ يُؤْمِنُونَ؛ سپس  به  موسي  کتاب  داديم  تا بر کسي  که  نيکوکار بوده  است  نعمت  را  تمام کنيم  و براي  بيان  هر چيزي  و نيز براي  راهنمايي  و رحمت  باشد که  به   ديدار پروردگارشان  ايمان  بياورند.\nوَهَـذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُواْ لَعَلَّكُمْ تُرْحَمُونَ؛ اين  کتابي  است  مبارک   آن  را نازل  کرده  ايم   پس  ، از آن  پيروي  کنيدو  پرهيزگار باشيد ، باشد که  مورد رحمت  قرار گيريد.\nأَن تَقُولُواْ إِنَّمَا أُنزِلَ الْكِتَابُ عَلَى طَآئِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَافِلِينَ؛ تا نگوييد که  تنها بر دو طايفه  اي  که  پيش  از ما بودند کتاب  نازل  شده ، وما از آموختن  آنها غافل  بوده  ايم.\nأَوْ تَقُولُواْ لَوْ أَنَّا أُنزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ اللّهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُواْ يَصْدِفُونَ  ؛ يا نگوييد که  اگر بر ما نيز کتاب  نازل  مي  شد بهتر از آنان  به  راه   هدايت  مي  رفتيم   بر شما نيز از جانب  پروردگارتان  دليل  روشن  و هدايت   و رحمت  فرا رسيد  پس  چه  کسي  ستمکارتر از آن  کس  است  که  آيات  خدا را  دروغ  پنداشت  و از آنها رويگردان  شد ? به  زودي  کساني  را که  از آيات  ما  رويگردان  شده  اند به  سبب  اين  اعراضشان  به  عذابي  بد کيفر خواهيم  داد."
  },
  {
    "ayah": 154,
    "text": "#\n(154)\n(\n﴿ثُمَّ﴾\n) سپس. منظور از (\n﴿ثُمَّ﴾\n) در اینجا ترتیب زمانی نیست؛ زیرا زمان موسی پیش از آن بوده است که پیامبر صلی الله علیه وسلم قرآن را تلاوت کند و آن را ابلاغ نماید، بلکه منظور از(\n﴿ثُمَّ﴾\n) ترتیب اخباری است. پس خداوند خبر داد که او به موسی، (\n﴿ٱلۡكِتَٰبَ﴾\n) کتاب تورات را داده است، (\n﴿تَمَامًا﴾\n) تا مایۀ اتمام و اکمال نعمت و احسان خدا باشد، (\n﴿عَلَى ٱلَّذِيٓ أَحۡسَنَ﴾\n) بر کسانی از امت موسی که نیکی کرده‌اند. پس خداوند بر نیکوکاران امت موسی، با دادنِ نعمت‌های بیکران احسان نمود. که از جملۀ آن نعمت‌ها، و از تمام و کمال آن نعمت‌ها، نازل کردن تورات بر آنان بود. پس با نازل شدن تورات، نعمت خدا بر آنها کامل گردید، و شکر و سپاس آن بر آنها واجب گردید. (\n﴿وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ﴾\n) و تا هرچیزی از حرام و حلال و امر و نهی و عقاید و امثال آن را که بدان نیاز داشتند، بیان نماییم.(\n﴿وَهُدٗى﴾\n) یعنی آنان را به سوی خیر و خوبی هدایت نماید، و اصول و فروع شر را به آنان نشان‌دهد. (\n﴿وَرَحۡمَةٗ﴾\n) و رحمتی باشد که به وسیلۀ آن، سعادت و رحمت و خیر فراوان را به‌دست آورند. (\n﴿لَّعَلَّهُم﴾\n) تا شاید آنان به سبب اینکه کتاب و دلایل را بر آنها فرو فرستادیم،(\n﴿بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ﴾\n) به ملاقات پروردگارشان ایمان بیاورند؛ زیرا تورات مشتمل بر دلایل قطعیِ اثباتِ رستاخیز و زنده شدن پس از مرگ و جزا، و مشتمل بر چیزهایی بود که موجب ایمان به ملاقات پروردگار و آماده شدن برای آن روز بود."
  },
  {
    "ayah": 155,
    "text": "#\n(155)\n(\n﴿وَهَٰذَا﴾\n) و این قرآن بزرگ و یادآوری خداوند حکیم، (\n﴿كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ﴾\n) کتابی است مبارک که ما فرو فرستاده‌ایم. در آن خیر فراوان و علم زیاد نهفته است. قرآن کتابی است که سایر علوم و دانش‌ها از آن گرفته می‌شود، و مصدر تمامی خیرات و برکات است. پس هیچ خیر خوبی وجود ندارد، مگر اینکه قرآن به آن دستور داده و بر انجام آن تشویق کرده است. و هر حکمت و مصلحتی که انسان را بر انجام آن تحریک ‌نماید، بیان کرده است. و هیچ شر و بدی وجود ندارد، مگر اینکه قرآن از آن نهی کرده و آدمی را از آن بر حذر داشته، و اسبابی را که انسان را از انجام آن باز می‌دارد، بیان داشته و سرانجام وخیم آن را ذکر کرده است.(\n﴿فَٱتَّبِعُوهُ﴾\n) پس، از دستورات و منهیات قرآن پیروی کنید و اصول و فروع دینتان را بر اساس قرآن بنا نهید. (\n﴿وَٱتَّقُواْ﴾\n) و از خداوند بترسید، و اینکه با دستوری از دستورهایش مخالفت بورزید.(\n﴿لَعَلَّكُمۡ﴾\n) باشد که اگر از آن پیروی کنید،(\n﴿تُرۡحَمُونَ﴾\n) مورد رحمت او قرار بگیرید. پس مهم‌ترین راه برای دست‌یابی به رحمت خدا، پیروی کردن از این کتاب است، که باید آن را بیاموزیم و بدان عمل کنیم."
  },
  {
    "ayah": 156,
    "text": "#\n(156)\n(\n﴿أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا﴾\n) این کتابِِ با برکت را به سوی شما فرو فرستادیم تا دلیلی نداشته باشید،\nو این را فرو فرستادیم تا مبادا بگویید:\n«کتاب آسمانی پیش از ما تنها بر دو گروه؛ یعنی یهودیان و نصارا نازل شده است.»\n(\n﴿وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ﴾\n) و اینکه بگویید:\n«کتابی بر ما نازل نشده است، و ما به کتاب‌هایی که بر گروه‌های پیش از ما نازل نموده‌ای، علم و شناختی نداشتیم.»\nاز این رو کتابی به سوی شما فرستادیم که هیچ کتابی جامع‌تر و واضح‌تر و روشن‌تر از آن از آسمان نازل نشده است."
  },
  {
    "ayah": 157,
    "text": "#\n(157)\n(\n﴿أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡ﴾\n) و یا اینکه بگویید:\n«اگر کتاب بر ما نازل می‌شد ما از آنها راه‌یافته‌تر ‌بودیم.»\nیعنی تا عذر نیاورید که اصل و اساس هدایت به شما نرسیده است، یا عدم کامل بودن آن را بهانه نکنید. پس به‌وسیلۀ کتابتان، اساس هدایت و کمال به شما رسیده است.\nبنابراین فرمود:\n(\n﴿فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ﴾\n) به راستی که دلیل روشنی از جانب پروردگارتان نزد شما آمده است. و (\n﴿بَيِّنَةٞ﴾\n) اسم جنس است و هر آنچه که حق را بیان دارد، در آن داخل است. (\n﴿وَهُدٗى﴾\n) و راهنمایی و رهنمودی است برای تشخیص گمراهی. (\n﴿وَرَحۡمَةٞ﴾\n) و موجب سعادت دین و دنیای شما می‌باشد. پس بر شما واجب است که در برابر احکام آن تسلیم شوید، و به اخبارش ایمان بیاورید. و هرکس بدان اعتنایی نکند و آن را تکذیب نماید، ستمگرترین ستمگران است.\nبنابراین فرمود:\n(\n﴿فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِ‍َٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَا﴾\n) پس کیست ستمگرتر از آن کس که آیات خدا را تکذیب کند و از آن روی بگرداند؟!. (\n﴿سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ﴾\n) به زودی کسانی را که از آیات ما رویگردانی می‌کنند، به سبب این عملشان، به عذابی دچار می‌کنیم که صاحبش را غمگین می‌سازد و بسیار بر او گران می‌آید.(\n﴿بِمَاكَانُواْ يَصۡدِفُونَ﴾\n) به سبب اینکه هم خودشان روی می‌گرداندند، و هم دیگران را رویگردان می‌کردند. و این سزای کار بدشان است.\n﴿وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ﴾\nو پروردگارت بر بندگان هیچ ستمی روا نمی‌دارد. و این آیات بیانگر آنند که علم و دانش قرآن، بزرگ‌ترین و با برکت‌ترین و گسترده‌ترین علوم است؛ و هدایت شدن به راه راست، به‌وسیلۀ علم قرآن به‌دست می‌آید؛ هدایت کاملی که آدمی را از گمان و تخمین اهل کلام، و افکار و خیالات اهل فلسفه و علوم گذشتگان و آیندگان بی‌نیاز می‌کند. و معروف آن است که کتاب جز بر یهود و نصارا نازل نشده است،\nپس هنگامی که گفته شود:\n«اهل کتاب»\n، مقصود یهود و نصاری است،\nو سایر گروه‌ها از قبیل:\nآتش پرستان و دیگران در آن داخل نیستند. از این آیات به نظر می‌آید که مردمان دورۀ جاهلی قبل از نازل شدن قرآن، بر جهالت شدیدی قرار داشتند و از آنچه که در نزد اهل کتاب بود، غافل بودند."
  },
  {
    "ayah": 158,
    "text": ": 158                            #\n{هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ (158)}\nهَلْ يَنظُرُونَ إِلاَّ أَن تَأْتِيهُمُ الْمَلآئِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انتَظِرُواْ إِنَّا مُنتَظِرُونَ ؛ آيا انتظاري  جز آن  دارند که  فرشتگان  نزدشان  بيايند ? يا پروردگارت  ?، يانشانه  اي  از نشانه  هاي  خدا بر آنها ظاهر شود ? روزي  که  برخي  نشانه  هاي   خدا آشکار شود ، ايمان  کسي  که  پيش  از آن  ايمان  نياورده  يا به  هنگام   ايمان کار نيکي  انجام  نداده  است  ،\nبراي  او سودي  نخواهد داشت   بگو :\nچشم  به راه  باشيد ، ما نيز چشم  به  راهيم."
  },
  {
    "ayah": 158,
    "text": "#\n(158)\nخداوند متعال می‌فرماید: آیا کسانی که به ستم و مخالفت و کینه‌توزی‌شان ادامه می‌دهند، جز این انتظار می‌کشند، (\n﴿أَن تَأۡتِيَهُمُ﴾\n) که مقدمات عذاب و مقدمات قیامت پیش آنها بیاید؟ به این صورت که، (\n﴿ٱلۡمَلَٰٓئِكَةُ﴾\n) فرشتگان برای گرفتن جان‌ها و قبض ارواحشان، پیش آنها بیایند. وچون به این حالت برسند، نه ایمان به آنان سودی می‌بخشد، و نه کارهای شایسته‌ای که انجام داده‌اند.(\n﴿أَوۡ يَأۡتِيَ رَبُّكَ﴾\n) یا اینکه پروردگارت برای فیصله دادن میان بندگان، و پاداش دادن به نیکوکاران و مجازات بدکاران بیاید؟ (\n﴿أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَ﴾\n) یا پاره‌ای از آیات پروردگارت که بیانگر نزدیک بودن قیامت است، بیاید؟ (\n﴿يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ﴾\n) روزی که پاره ای از نشانه‌های خارق العادۀ پروردگارت می‌آید؛ و با آمدن آن، دانسته می‌شود که قیامت نزدیک شده و قیامت فرا رسیده است، (\n﴿لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗا﴾\n) یعنی هنگامی که پاره‌ای از نشانه‌های خدا پدید آید؛ اگر کافر در آن هنگام ایمان بیاورد، ایمان آوردنش به او فایده‌ای نمی‌دهد؛ و مؤمنی که پیش‌تر کوتاهی ورزیده است، چنانچه در آن هنگام بر کار خوب بیفزاید، به او سودی نمی‌رسد. بلکه ایمانی که قبل از آن هنگام داشته است، به او فایده می‌دهد؛ و خوبی که قبل از آمدن این نشانه‌ها با او بوده است، به وی سود می‌رساند. و حکمت در این مورد آشکار است؛ زیرا ایمانی فایده می‌رساند، که به غیب و از روی اختیار و انتخاب بنده باشد. اما وقتی نشانه‌ها یافت شوند، آن وقت مسئلۀ قیامت آشکار می‌گردد و ایمان آوردن در این هنگام بسان ایمان اضطراری و ضروری می‌ماند. و مانند ایمان آوردن کسی است که غرق می‌شود، یا در آتش می‌سوزد، و امثال آن. و چون مرگ را می‌بیند، از آنچه که در آن قرار دارد، دست می‌کشد.\nهمان طور که خداوند متعال فرموده است:\n﴿فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦ﴾\nوقتی عذاب ما را دیدند،\nگفتند:\n«تنها به خدا ایمان آوردیم و به آنچه با خدا شریک می‌گرفتیم، کافر شدیم.»\nپس وقتی عذاب ما را دیدند، ایمان آوردنشان به آنان سودی نداد، و این سنت خداست که از دیرباز دربارۀ بندگانش چنین جاری شده است. و احادیث صحیح زیادی از پیامبر صلی الله علیه وسلم ثابت شده است که منظور از\n«پاره‌ای از نشانه‌ها»\nرا طلوع خورشید از مغرب معرفی می‌کند، و اینکه وقتی مردم آن را می‌بینند، ایمان می‌آورند، و ایمانشان به آنان سودی نمی‌رساند، و در این هنگام دروازۀ توبه بسته می‌شود. و از آنجا که این، هشداری بود قابل انتظار برای کسانی که پیامبر صلی الله علیه وسلم را تکذیب می‌کردند و منتظر بودند تا پیامبر صلی الله علیه وسلم و پیروانش به مصیبت‌های روزگار و دشواری‌ها گرفتار شوند،\nفرمود:\n(\n﴿قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ﴾\n) بگو: انتظار بکشید، ما هم منتظر هستیم. پس خواهید دانست که کدام یک از ما به امنیت و آسایش سزاوارتر است. و این آیه دلیلی بر صحت مذهب اهل سنت و جماعت است که افعال اختیاری مانند استوا، پایین آمدن، و آمدن را برای خدا ثابت می‌کنند، که خدا چنین صفت‌هایی را داراست ، بدون اینکه او را در این صفات با مخلوق تشبیه کنند. و در کتاب و سنت از این موارد زیاد یافت می‌شود. نیز بیانگر آن است که از جمله علامت‌های قیامت، طلوع خورشید از سمت مغرب است. و اینکه خداوند حکیم است و عادت و سنت الهی بر آن است که ایمان زمانی فایده ‌دهد، که از روی اختیار و انتخاب باشد نه اینکه اضطراری و از روی ناچاری باشد. همان‌طور که قبلاً بیان شد. نیز آیه به این مطلب اشاره می‌کند که انسان خیر و نیکی را در سایۀ ایمانش به‌دست می‌آورد. پس عبادت و نیکی و پرهیزگاری فقط زمانی فایده داده و رشد می‌کند، که بنده ایمان داشته باشد. بنابراین هرگاه قلب از ایمان خالی باشد، چیزی از این کارها به او فایده نمی‌دهد."
  },
  {
    "ayah": 159,
    "text": ": 159 - 160                            #\n{إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ (159) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ (160)}\nإِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ؛ تو را با آنها که  دين  خويش  فرقه  فرقه  کردند و دسته  دسته  شدند ، کاري ، نيست   کار آنها با خداست   و خدا آنان  را به  کارهايي  که  مي  کردند  آگاه  مي  سازد.\nمَن جَاء بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاء بِالسَّيِّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ؛ هر کس  کار نيکي  انجام  دهد ده  برابر به  او پاداش  دهند ، و هر که  کار  بدي  انجام  دهد تنها همانند آن  کيفر بيند ، تا ستمي  بر آنها نرفته  باشد."
  },
  {
    "ayah": 159,
    "text": "#\n(159)\nخداوند به کسانی که دینشان را پراکنده ساختند، هشدار می‌دهد؛ یعنی آن را تکه تکه کردند و در آن دچار پراکندگی و تفرقه شدند و هر یک برای خودش اسم و رسمی قرار داد، و بر خود نامی نهاد که آدمی را در دینش فایده‌ای نمی‌رساند و ایمانش با آن کامل نمی‌گردد، مانند یهودیت و نصرانیت و مجوسیت، که بخشی از شریعت را اخذ کرده‌اند و آن را دین خویش قرار داده‌اند، و بخشی دیگر را رها کرده‌اند، یا اینکه چیزی را اخذ کرده‌اند، و آنچه را که مهم‌تر است، رها نموده‌اند، آن‌گونه که اهل اختلاف از قبیل اهل بدعت و گمراهی و کسانی که امت را دچار تفرقه می‌کنند، چنین می‌باشند. و آیه دلالت می‌نماید که دین به اتحاد و ائتلاف دستور می‌دهد و از تفرقه و اختلافِ اهل دین نهی می‌کند. نیز دین از اختلاف در سایر مسائل اصولی و فرعی نهی می‌نماید. و خداوند پیامبرش را دستور می‌دهد که از کسانی که دینشان را پراکنده و متفرق کردند، بیزاری بجوید.\nپس فرمود:\n(\n﴿لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍ﴾\n) تو از آنان نیستی و آنان از تو نیستند، چون آنان با تو مخالفت ورزیده‌اند. (\n﴿إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ﴾\n) همانا کارشان با خداست و به سوی او باز می‌گردند، و آنها را طبق اعمالشان مجازات خواهد کرد.(\n﴿ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ﴾\n) سپس آنها را از آنچه که می‌کردند، با خبر می‌کند."
  },
  {
    "ayah": 160,
    "text": "#\n(160)\nسپس کیفیت و چگونگی پاداش را بیان کرد و فرمود: (\n﴿مَن جَآءَ بِٱلۡحَسَنَةِ﴾\n) هرکس نیکی انجام دهد، خواه با زبان باشد یا با کردار، آشکار باشد، یا پنهان، مربوط به حق خدا باشد یا به حق خلق خدا، (\n﴿فَلَهُۥ عَشۡرُ أَمۡثَالِهَا﴾\n) به او ده برابر آن پاداش داده می‌شود، و این کمترین مقدار پاداش است.(\n﴿وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا﴾\n) وهرکس کار بد انجام دهد، جز به اندازۀ آن کیفر داده نمی‌شود. و این از کمال عدالت و احسان خداست، و خداوند به اندازۀ ذره‌ای ستم نمی‌کند.\nبنابراین فرمود:\n(\n﴿وَهُمۡ لَا يُظۡلَمُونَ﴾\n) و بر آنان ستم نمی‌شود."
  },
  {
    "ayah": 161,
    "text": ": 161 - 165                            #\n{قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (161) قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (163) قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (164) وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (165)}\nقُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ؛\nبگو :\nپروردگار من  مرا به  راه  راست  هدايت  کرده  است  ، به  ديني  همواره استوار ، دين  حنيف  ابراهيم   و او از مشرکان  نبود.\nقُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ؛\nبگو :\nنماز من  و قرباني  من  و زندگي  من  و مرگ  من  براي  خدا آن  پروردگار  جهانيان  است.\nلاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ؛ او را شريکي  نيست   به  من  چنين  امر شده  است  ، و من  از نخستين   مسلمانانم .\nقُلْ أَغَيْرَ اللّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ ؛\nبگو :\nآيا جز الله  ، پروردگاري  جويم  ? او پروردگار هر چيزي  است  و هر کس  تنها کيفر کار خويش  را مي  بيند  و کسي  بار گناه  ديگري  را بر دوش   نمي کشد سپس  بازگشت  همه  شما به  نزد پروردگارتان  است  و او شما را به   آن چيزهايي  که  در آن  اختلاف  مي  ورزيديد آگاه  مي  کند.\nوَهُوَ الَّذِي جَعَلَكُمْ خَلاَئِفَ الأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ ؛ اوست  خدايي  که  شما را خليفگان  زمين  کرد ، و بعضي  را بر بعض  ديگر به   درجاتي  برتري  داد ، تا شما را در چيزي  که  عطايتان  کرده  است  بيازمايد  هرآينه  پروردگارت  زود کيفر مي  دهد و او آمرزنده  و مهربان  است."
  },
  {
    "ayah": 161,
    "text": "#\n(161)\nخداوند متعال پیامبرش صلی الله علیه وسلم را دستور می‌دهد که از هدایت و رهنمود شدن به راه راست و دین میانه، که عقاید مفید و کارهای شایسته و فرمان به هر خوبی و نهی از هر زشتی را دربردارد، وخود بر آن قرار دارد، سخن به میان آورد. دینی که پیامبران بر آن بوده‌اند، به ویژه خلیل خدا ابراهیم علیه السلام امام حقگویان و پدر پیامبرانی که پس از او مبعوث شده‌اند، و آن دین راستین است، که از آیین منحرف یهودیان و نصارا و مشرکین به دور است."
  },
  {
    "ayah": 162,
    "text": "#\n(162)\n[و این یک امر عام و کلی است، سپس شریف‌ترین عبادت‌ها را به‌طور خاص بیان کرد و فرمود:]\n(\n﴿قُلۡ إِنَّ صَلَاتِي وَنُسُكِي﴾\n) بگو:\n«نماز من و قربانی من.»\nو این به خاطر شرافت و فضیلت این دو عبادت است. و به خاطر این است که این دو عبادت بیانگر محبت خداوند متعال و اخلاص دین برای او، و نزدیکی جستن به وی با قلب و زبان و جوارح، و قربانی کردن و مبذول داشتن مالی است که انسان آن را دوست دارد. بذل و بخشش مال در راه کسی که بنده او را از مالش بیشتر دوست دارد و آن خداوند متعال است. و هرکس در نماز و قربانی کردنش مخلص باشد، در سایر کارها و گفته‌هایش نیز مخلص است. (\n﴿وَمَحۡيَايَ وَمَمَاتِي﴾\n) و آنچه که در حیات و زندگی‌ام انجام می‌دهم، و آنچه که خداوند متعال برای من در دنیای پس از مرگ مقدر می‌نماید، همۀ اینها، (\n﴿لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ﴾\n) برای خداوندی است که پروردگار جهانیان می‌باشد."
  },
  {
    "ayah": 163,
    "text": "#\n(163)\n(\n﴿لَا شَرِيكَ لَهُۥ﴾\n) او در عبادت شریکی ندارد ، همان‌طور که در پادشاهی و تدبیر امور نیز شریکی ندارد. و ابراز این اخلاص از جانب من، پدیده‌ای تازه و نو ظهور نیست که از خود به‌وجود آورده باشم، بلکه (\n﴿ وَبِذَٰلِكَ أُمِرۡتُ﴾\n) بدان امر شده‌ام؛ امری حتمی و قطعی، و از عاقبت بد به‌دور نمی‌مانم جز به پیروی از آن.(\n﴿وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ﴾\n) و من اولین مسلمان در میان این امت هستم."
  },
  {
    "ayah": 164,
    "text": "#\n(164)\n(\n﴿قُلۡ أَغَيۡرَ ٱللَّهِ﴾\n) بگو: آیا غیر از خدا، یکی از مخلوقات را، (\n﴿أَبۡغِي رَبّٗا﴾\n) به عنوان پروردگار برگیرم؟ یعنی آیا این شایسته است و برای من جایز است که غیر از خدا را مربی و مدبر بگیرم، حال آنکه خداوند پروردگار هرچیزی است؟ پس مردم و مخلوقات همه تحت ربوبیت او، و تسلیم دستور او هستند. بنابراین باید خدا را به پروردگاری بگیریم، و به آن راضی باشیم، و خود را به هیچ یک از آفریدگانِ فقیر و ناتوان وابسته نکنیم. سپس با بیان پاداش و جزا،\nمردمان را تشویق و برحذرداشت و فرمود:\n(\n﴿وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ﴾\n) و هیچ‌کس خیر و شری به دست نمی‌آورد، (\n﴿إِلَّا عَلَيۡهَا﴾\n) مگر برای خودش.\nهمان طور که خداوند متعال فرموده است:\n﴿مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَا﴾\nهرکس کار شایسته ای انجام دهد به نفع خودش است ، و هرکس کار بد کند به زیان خودش است.(\n﴿وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ﴾\n) و هیچ کس بار گناه دیگری را به دوش نمی‌گیرد، بلکه گناه هرکسی بر گردن خودش است. و اگر کسی عامل گمراهی کسی دیگر باشد، گناه واسطه شدن بر او خواهد بود، بدون اینکه از بار گناه کسی که دست به ارتکاب گناه زده است، چیزی کاسته شود. (\n﴿ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ﴾\n) سپس در روز قیامت به سوی پروردگارتان بازمی‌گردید، (\n﴿فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ﴾\n) و شما را ازآنچه در آن اختلاف می‌کردید، با خبر می‌کند؛ یعنی شما را از هر کار خوب و بدی که انجام داده‌اید، آگاه می‌سازد، و شما را طبق آن به کامل‌ترین صورت سزا و جزا می‌دهد."
  },
  {
    "ayah": 165,
    "text": "#\n(165)\n(\n﴿وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ﴾\n) و او خدایی است که شما را جانشینان زمین قرار داده است. به‌گونه‌ای که برخی از شما جانشین برخی دیگر می‌شوید. و خداوند شما را در زمین جانشین قرار داده است، و همۀ آنچه را که در زمین است، برایتان مسخّر و رام کرده است، و شما را آزمایش می‌کند تا بنگرد که چگونه کار می‌کنید. (\n﴿وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ﴾\n) و برخی از شما را، در قدرت و سلامتی و روزی و ترکیب آفرینش و اخلاق، بر برخی دیگر درجاتی بالا برده و برتری داده است. (\n﴿لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡ﴾\n) تا شما را در آنچه به شما داده است، بیازماید. پس اعمالتان متفاوت است. (\n﴿إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ﴾\n) همانا پروردگارت کسی را که از او نافرمانی کند و آیاتش را تکذیب کند، زود عقاب می‌دهد، (\n﴿وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ ﴾\n) و همانا او نسبت به کسی که به وی ایمان بیاورد و عمل صالح انجام دهد و از گناهان کبیره\n«هلاک کننده»\nتوبه نماید، آمرزنده و مهربان است."
  }
]