{
  "id": 20,
  "name": "Ta-Ha",
  "verses": [
    {
      "id": 2349,
      "verse_number": 1,
      "verse_key": "20:1",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": " طه",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925014,
          "resource_id": 135,
          "text": "طه [= طا. ها]."
        }
      ],
      "tafsir_saadi": "طه از جمله حروف مقطعه قرآن کریم است. حروف مقطعه در ابتدای برخی از سوره‌های قرآن آمده‌اند. و کلمه «طه» جزو نام‌های پیامبر  صلی الله علیه وسلم  نمی‌باشد."
    },
    {
      "id": 2350,
      "verse_number": 2,
      "verse_key": "20:2",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "مَآ أَنزَلْنَا عَلَيْكَ ٱلْقُرْءَانَ لِتَشْقَىٰٓ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925015,
          "resource_id": 135,
          "text": "[ای پیامبر، ما] قرآن را بر تو نازل نکردیم تا در رنج بیفتی."
        }
      ],
      "tafsir_saadi": "(﴿مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ﴾) هدف از وحی و فروفرستادن قرآن و شریعت، آن نیست که خود را به رنج افکنی. ما شریعت را، بدان جهت برای تو و پیروانت نفرستاده‌ایم تا شما را در مشقت و دردسر اندازیم؛ به‌گونه‌ای که نتوانید آن را ادا کنید؛ بلکه خداوند «رحیم» و «رحمن»، دین و آیین را برایتان نهاده است تا پل ارتباطی برای نیل به‌خوشبختی و رستگاری و سرافرازی‌تان باشد. و آن را برایتان بسیار سهل و میسور نموده، و تمامی ابواب و راه‌های آن‌را برایتان آسان گردانده، و غذای دل‌ها و جان‌ها و مایۀ آسایش جسمتان قرار داده است. پس، فطرتِ سالم و خرد و اندیشه‌های راست و پویا، آن را پذیرا شده و با جان و دل می‌پذیرند؛ چرا که به وضوح می‌دانند، «دین» متضمّن خیر و برکت دنیا و آخرت آنهاست."
    },
    {
      "id": 2351,
      "verse_number": 3,
      "verse_key": "20:3",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا تَذْكِرَةً لِّمَن يَخْشَىٰ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925016,
          "resource_id": 135,
          "text": "[آن را نفرستادیم] مگر آنکه پندی باشد برای هر کس که [از عذاب الهی] می‌ترسد."
        }
      ],
      "tafsir_saadi": "(﴿إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ﴾) [ما قرآن را بر شما نازل کرده‌ایم] تا آن کس که ترس خدا را در دل دارد، یادآور شود؛ و از تشویق و ترغیب‌هایی که در قرآن آمده است، برای نیل به مقاصد والا بهره گیرد، و به آن عمل ‌نماید؛ و از هشدارهایی که در قرآن آمده، و آدمی را از شقاوت و بدبختی برحذر داشته است، پند پذیرد و بترسد؛ و احکام نیکوی شرع را، به طور مشروح فرا ‌گیرد، حال آنکه آن را به‌طور خلاصه، در ذاکره و فطرت خود داشته و این تفصیل را مطابق با عقلش می‌یابد؛ بنابراین خداوند متعال آن را (﴿تَذۡكِرَةٗ﴾) نامید.\nو (﴿تَذۡكِرَةٗ﴾) به ‌معنی یادآوری امری است که موجود می‌باشد، اما صاحبش از آن غافل مانده است، یا اینکه آن را به طور مشروح به خاطر ندارد. سپس بیان کرد که قرآن، فقط برای یادآوری کسانی است که از خدا می‌ترسند؛ زیرا آنهایی که از خدا نمی‌ترسند، از آن بهره نمی‌گیرند؛ و چگونه کسی که به بهشت و جهنم ایمان ندارد و در دلش ذرّه‌ای ترس از خدا نیست، می‌تواند از قرآن بهره ببرد؟! چنین چیزی امکان ندارد. ﴿سَيَذَّكَّرُ مَن يَخۡشَىٰ وَيَتَجَنَّبُهَا ٱلۡأَشۡقَى ٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ﴾ کسی که می‌ترسد و یادآور می‌شود، از آن پند خواهد گرفت؛ و نگون بخت که در آتش بزرگ سوزانده خواهد شد، ازآن دوری می‌جوید."
    },
    {
      "id": 2352,
      "verse_number": 4,
      "verse_key": "20:4",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "تَنزِيلًا مِّمَّنْ خَلَقَ ٱلْأَرْضَ وَٱلسَّمَـٰوَٰتِ ٱلْعُلَى",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925017,
          "resource_id": 135,
          "text": "[این قرآن،] فروفرستاده‌ای است از جانب آن ذاتی که زمین و آسمان‌های بلند را آفریده است."
        }
      ],
      "tafsir_saadi": "سپس عظمت این قرآن را بیان نمود و فرمود: قرآن را، آفرینندۀ آسمان‌ها و زمین، و مدبّرِ همۀ مخلوقات نازل کرده است؛ پس با اذعان کامل و محبّت و تسلیم، آن را بپذیرید و آن را بسیار بزرگ بدارید.\nدر جاهای بسیاری، قرآن، «خلق» و «امر”؛یعنی موضوع آفرینش و فرمان را، در کنار هم ذکر کرده است، چنانکه در این آیه آمده، و در جایی دیگر نیز آمده است: ﴿أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُ﴾ هان! آفرینش و فرمان، از آنِ اوست.\nو یا می‌فرماید: ﴿ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ﴾ خداوند، آن ذاتی است که هفت آسمان، و از زمین مانند آن را آفریده است، و فرمان [خدا] در میان آنها فرود می‌آید؛ زیرا خداوند، آفریننده، فرمان دهنده و نهی کننده است.پس همان طور که آفریننده‌ای غیر از او وجود ندارد، الزام و نهی و فرمانی مگر از جانب آفریننده‌شان بر بندگان نیست؛ و نیز آفرینش و خلق، از تدبیرِ قَدَ‌ری و تکوینی اوست؛ و فرمانش، حاوی تدبیر دینی است، پس همان‌طور که آفریده‌های خداوند، از دایرۀ حکمت وی بیرون نیستند؛ و او هیچ چیزی را بیهوده نیافریده است، نیز جز به عدالت و حکمت و احسان، امر و نهی نمی‌نماید. و چون بیان نمود که او آفریننده، مُدبِّر، فرمان دهنده و نهی کننده است؛ از عظمت و کبریایی خودش خبر داد ‌و فرمود:"
    },
    {
      "id": 2353,
      "verse_number": 5,
      "verse_key": "20:5",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱلرَّحْمَـٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925018,
          "resource_id": 135,
          "text": "[پروردگار] رحمان [آن گونه كه شايسته جلال و مقام اوست] بر عرش قرار گرفت."
        }
      ],
      "tafsir_saadi": "(﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ﴾) خداوند مهربان بر بالای عرش است که بالاترین مخلوقات، و بزرگ‌ترین و گسترده‌ترین آنها می‌باشد. (﴿ٱسۡتَوَىٰ﴾) خداوند بر عرش، بلند و مرتفع گردید؛ مرتفع نمودنی که شایستۀ شکوهِ او و متناسب با عظمت و جمالش می‌باشد. پس، او بر بالای عرش می‌باشد، و مالک و فرمانروای هستی است."
    },
    {
      "id": 2354,
      "verse_number": 6,
      "verse_key": "20:6",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ ٱلثَّرَىٰ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925019,
          "resource_id": 135,
          "text": "آنچه در آسمان‌ها و زمین و آنچه میان آنهاست و آنچه زیر خاک [پنهان] است [همگی] از آنِ اوست."
        }
      ],
      "tafsir_saadi": "(﴿لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا﴾) فرشته و انسان و جن و حیوان و جمادات و نباتاتی که در آسمان‌ها و زمین و میان آن دو است، از آنِ او می‌باشد. \n(﴿وَمَا تَحۡتَ ٱلثَّرَىٰ﴾) و آنچه که زیر زمین است؛ پس همه، ملک خداوند متعال و بندگان اویند، و تحت تدبیر او و مسخّر وی هستند؛ و همه، تحت قضا و تدبیر او می‌باشند، و هیچ اختیاری ندارند، و مالک فایده و زیان و مرگ و زندگی نیستند."
    },
    {
      "id": 2355,
      "verse_number": 7,
      "verse_key": "20:7",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِن تَجْهَرْ بِٱلْقَوْلِ فَإِنَّهُۥ يَعْلَمُ ٱلسِّرَّ وَأَخْفَى",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925020,
          "resource_id": 135,
          "text": "و اگر سخن آشکار بگویی [یا آن را پنهان داری،] یقیناً او [راز] نهان و [حتی] نهان‌تر [از آن] را نیز می‌داند."
        }
      ],
      "tafsir_saadi": "(﴿وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ﴾) و ای پیامبر! اگر آشکارا سخن بگویی یا پنهان، برای خداوند فرقی نمی‌کند؛ چراکه او (﴿يَعۡلَمُ ٱلسِّرَّ﴾) گفتار و کلام مخفی را می‌داند، (﴿وَأَخۡفَى﴾) و پنهان‌تر از کلام مخفی را [نیز] می‌داند؛ و آن، عبارت از چیزی است که در دل می‌باشد و تلفظ نشده است. \nیا (﴿ٱلسِّرَّ﴾) چیزی است که به دل خطور می‌کند، (﴿وَأَخۡفَى﴾) یعنی چیزی که به دل هم خطور نکرده است، اما خداوند می‌داند چه زمانی و چگونه خطور می‌نماید؛ یعنی علم خداوند، همۀ چیزهای کوچک و بزرگ و پنهان و پیدا را احاطه نموده است. پس خواه آشکار سخن بگویی یا آن را پنهان بداری، برای علم الهی فرق نمی‌کند و برابر است.\nهنگامی که خداوند متعال، کمال مطلق خود را، از طریق آفرینش و امر و نهی و رحمت فراگیر و عظمت گسترده و فرمانرواییِ مطلق و علمِ فراگیرش بیان کرد، این نتیجه حاصل می‌شود که فقط او سزاوار عبادت است، و عبادتِ او حق است، و شرع و عقل و فطرت آن را واجب می‌نماید؛ و عبادتِ غیر او، باطل و کاری بیهوده می‌باشد، پس فرمود:"
    },
    {
      "id": 2356,
      "verse_number": 8,
      "verse_key": "20:8",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925021,
          "resource_id": 135,
          "text": "الله است که هیچ معبودی [به‌حق] جز او نیست [و] نیکوترین نام‌ها از آنِ اوست."
        }
      ],
      "tafsir_saadi": "(﴿ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ﴾) او خداست؛ و جز او، معبودی به حق نیست؛ یعنی معبود راستینی به جز خدا وجود ندارد، و جز خداوند یکتا، هیچ خدایی وجود ندارد که مورد محبت و کرنش قرار گیرد، و بیم و امید و محبت و انابت و دعا برای او انجام شود.\n(﴿لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ﴾) نام‌های کامل و نیکو، فقط از آنِ اوست. و از حسن و زیبایی این نام‌ها، این است که جملگی بر مدح و ستایش او دلالت می‌کنند؛ و در میان آنها، اسمی وجود ندارد که بر مدح و ستایش دلالت نکند. و از حسن و زیبایی آنها، این است که این نام‌ها، عَلَم محض نیستند، بلکه اسم و صفت می‌باشند. و از حسن و زیبایی این نام‌ها، این است که بر صفات کمال دلالت می‌کنند؛ و خداوند، از هر صفتی، کامل‌ترین و شامل‌ترین و والاترینِ آن را دارا می‌باشد. و از حسن و زیبایی این نام‌ها، این است که خداوند بندگانش را دستور داده تا او را با این نام‌ها فرا بخوانند؛ چون این نام‌ها، وسیله‌ای هستند که انسان را به خدا نزدیک می‌کنند، و خداوند این نام‌ها را دوست دارد، و هر کس آنان را دوست بدارد، خداوند نیز او را دوست می‌دارد. همچنین کسی را دوست می‌دارد که آنها را حفظ کند. و کسی که به جستجوی معانی و مفاهیم آ‌ن بپردازد، و خداوند را با این نام‌ها عبادت ‌نماید، پروردگار وی را دوست می‌دارد. خداوند متعال فرموده است: ﴿وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَا﴾ و خداوند را نام‌هایی نیکوست، پس او را با آن بخوانید."
    },
    {
      "id": 2357,
      "verse_number": 9,
      "verse_key": "20:9",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَهَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925022,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا خبر موسی به تو رسیده است؟"
        }
      ],
      "tafsir_saadi": "خداوند متعال به صورت استفهام تقریری، و به‌منظور بزرگداشت و تعظیمِ این داستان، به ‌پیامبرش محمد صلی الله علیه وسلم می‌فرماید: (﴿وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ﴾) و آیا خبر موسی، در آن حالت که مبدأ سعادت و منشا نبوت او بود، به تو رسیده است؟! وی بعد ‌از آنکه راه را گم کرد، و وسیله‌ای نداشت که در مقابل سرمای شدید خود را گرم نماید، آتشی را از دور دید."
    },
    {
      "id": 2358,
      "verse_number": 10,
      "verse_key": "20:10",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِذْ رَءَا نَارًا فَقَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى ٱلنَّارِ هُدًى",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925023,
          "resource_id": 135,
          "text": "آنگاه‌ که آتشی را [از دور] دید و به خانواده‌ا‌ش گفت: «[لحظه‌ای] درنگ کنید [که] من آتشی دیده‌ام. شاید شعله‌ای از آن برایتان بیاورم یا کنار آن آتش راهنمایی بیابم»."
        }
      ],
      "tafsir_saadi": "(﴿فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا﴾) پس به خانواده‌اش گفت: درنگ کنید، به‌راستی من آشتی دیده‌ام. و آن در طرف راست طور بود.(﴿لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ﴾) امیدوارم از آن آتش، شعله‌ای برایتان بیاورم که خود را با آن گرم کنید. (﴿أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى﴾) یا در اطراف آتش، کسی را بیابم که راه را به من نشان دهد، و مرا راهنمایی کند. موسی به دنبال روشنایی حسّی، و راه یافتن حسّی بود؛ اما در آنجا، نور معنوی؛ یعنی نور وحی، که ارواح و دل‌ها از آن، نور و روشنایی می‌گیرند؛ و هدایت حقیقی؛ یعنی هدایت شدن به راه راست را یافت که آدمی را به بهشت می‌رساند. پس او چیزی به دست آورد که فکرش را نمی‌کرد."
    },
    {
      "id": 2359,
      "verse_number": 11,
      "verse_key": "20:11",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّآ أَتَىٰهَا نُودِىَ يَـٰمُوسَىٰٓ",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925024,
          "resource_id": 135,
          "text": "وقتی نزد آن [آتش] آمد، نِدا داده شد که: «ای موسی،"
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّآ أَتَىٰهَا﴾) و هنگامی که به کنار آتش رسید که آن را از دور دیده بود... در حقیقت آن نور بود که عبارت است از آتشی که هم می‌سوزاند و هم روشنی می‌بخشد. گفتۀ پیامبر صلی الله علیه وسلم نیز براین دلالت می‌نماید که فرمود: «چیزی که مانع دیده شدن خداوند است، نور است؛ یعنی نور وحی، که ارواح و دل‌ها از آن نور و روشنایی می‌گیرند؛ و هرگاه آن را کنار بزند، شکوه و عظمتِ ذات الهی، همۀ خلایق را خواهد سوزاند.» وقتی موسی به آتش رسید، از آن سو ندا داده شد؛ یعنی خداوند او را صدا زد، چنانکه فرموده است: \n﴿وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا﴾ و از سوی راست کوه طور، او را ندا دادیم؛ و او را نزدیک ساختیم، و با مناجات خود، مشرف ساختیم."
    },
    {
      "id": 2360,
      "verse_number": 12,
      "verse_key": "20:12",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنِّىٓ أَنَا۠ رَبُّكَ فَٱخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925025,
          "resource_id": 135,
          "text": "به راستی، من پروردگارت هستم؛ پس [برای مناجات با پروردگار] کفش‌هایت را درآور [که] در حقیقت، تو در سرزمین مقدس «طُوی» هستی."
        }
      ],
      "tafsir_saadi": "(﴿إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى﴾) خداوند او را خبر داد که پروردگارش می‌باشد؛ و او را دستور داد تا برای مناجات الهی آماده شود، و بدان اهتمام و‌رزد و کفش‌هایش را در بیاورد؛ چون او در وادی مقدس و پاک و معظم «طوی» می‌باشد. و برای مقدس بودن آن سرزمین، همین کافی است که خداوند آن را، برای مناجات با کلیم خود موسی انتخاب کرد. و بسیاری از مفسّرین گفته‌اند: خداوند موسی را دستور داد تا کفش‌هایش را در آورد، چون کفش‌هایش از پوست الاغ بود. و خداوند بهتر می‌داند."
    },
    {
      "id": 2361,
      "verse_number": 13,
      "verse_key": "20:13",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰٓ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925026,
          "resource_id": 135,
          "text": "و من تو را [به پیامبری] برگزیدم؛ پس به آنچه وحی می‌شود گوش فرا دار:"
        }
      ],
      "tafsir_saadi": "(﴿وَأَنَا ٱخۡتَرۡتُكَ﴾) و من تو را از میان مردم انتخاب نموده‌ام، و این بزرگ‌ترین نعمت و احسانی بود که خداوند به او ارزانی نمود، و باید سپاسی در خور این نعمت انجام داده شود. بنابراین فرمود: \n(﴿فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ﴾) پس به آنچه که به تو وحی می‌شود، گوش فرا ده. و باید به وحی گوش داد؛ زیرا اصل و مبدأ دین، و ستون دعوت اسلامی است."
    },
    {
      "id": 2362,
      "verse_number": 14,
      "verse_key": "20:14",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّنِىٓ أَنَا ٱللَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِىٓ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925027,
          "resource_id": 135,
          "text": "بی‌تردید، منم «الله» که هیچ معبودی [به‌حق] جز من نیست؛ پس مرا عبادت کن و برای یاد من نماز برپا دار."
        }
      ],
      "tafsir_saadi": "سپس آنچه را که به او وحی ‌کرد، بیان نمود و فرمود: (﴿إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠﴾) همانا من خدا هستم، و معبود بر‌حقی جز من نیست. من الله هستم و سزاوارِ الوهیت، و بدان متصف هستم؛ چون در نام‌ها و صفاتم کامل، و در کارهایم تک و تنها می‌باشم، و شریک و همتا و نظیر و همنامی ندارم.\n(﴿فَٱعۡبُدۡنِي﴾) پس مرا با همۀ انواعِ عبادت ظاهری و باطنی، و اصول و فروعِ عبادات پرستش کن. سپس نماز را به‌طور ویژه بیان نمود، گرچه نماز در جملۀ عبادت‌ها داخل است، اما به خاطر فضیلت و شرافت نماز؛ و برای اینکه نماز، عبودیت و بندگی دل و زبان و جوارح را در بر دارد، آن را به طور ویژه بیان نمود. (﴿لِذِكۡرِيٓ﴾) یعنی نماز را برپا دار تا به یاد من باشی، زیرا ذکر و یاد خداوند، بزرگترین مقصود [بندگان راستین] است؛ و عبودیت قلب و سعادت آن، به وسیلۀ نماز محقّق می‌شود؛ و دلی که یاد خدا در آن وجود ندارد از هرگونه خیر و برکتی خالی است، و کاملاً ویران می‌باشد. پس خداوند برای بندگان، انواع عبادت و به ویژه نماز را که هدف از آن ذکر و یاد خداوند می‌باشد، مشروع نموده است؛ خداوند متعال می‌فرماید: ﴿ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُ﴾ بخوان آنچه از کتاب بر تو وحی شده است، و نماز را برپای دار، بی‌گمان نماز از زشتی و منکر باز می‌دارد، و ذکر خداوند بالاتر است؛ یعنی ذکر خداوند که در نماز وجود دارد، از بازداشتن نماز از زشتی و منکر مهم‌تر و بالاتر است؛ و به این، توحیدِ الوهیت و توحیدِ عبادت گفته می‌شود. پس الوهیت، صفت خداوند؛ و عبودیت، صفت بنده‌اش می‌باشد."
    },
    {
      "id": 2363,
      "verse_number": 15,
      "verse_key": "20:15",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا تَسْعَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925028,
          "resource_id": 135,
          "text": "یقیناً قیامت آمدنی است؛ [ولی] می‌خواهم [وقت] آن را پنهان دارم تا به هر کسی در برابر [کار و] تلاشی که می‌کند پاداش داده شود."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ﴾) قیامت حتما خواهد آمد، (﴿أَكَادُ أُخۡفِيهَا﴾) نزدیک است موعد آن را از خود نیز پنهان دارم. این تفسیر مطابق برخی قرائت‌ها است که می‌فرماید «أکاد أخفیها عن نفسی». مانند اینکه فرموده است: ﴿يَسۡ‍َٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّي﴾ تو را از قیامت می‌پرسند: قیامت کی برپا می‌شود؟ بگو: «علم آن نزد خداوند است.» ﴿وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ﴾ و نزد اوست علم وآگاهی از قیامت، و خداوند موعد و وقت فرا رسیدن قیامت را از همۀ بندگانش پنهان داشته است. پس هیچ فرشتۀ مقرب و پیامبری آن را نمی‌داند.\nو حکمت در قرار دادنِ روز قیامت این است که (﴿لِتُجۡزَىٰ كُلُّ نَفۡسِۢ بِمَا تَسۡعَىٰ﴾) تا هر کسی برابر تلاش و کوشش نیک و بد خود، سزا و جزا داده شود. پس قیامت، دروازۀ سرای سزا و جزا می‌باشد، ﴿لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى﴾ تا بدکاران را سزای کارهایشان بدهد، و نیکوکاران را پاداش نیک."
    },
    {
      "id": 2364,
      "verse_number": 16,
      "verse_key": "20:16",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925029,
          "resource_id": 135,
          "text": "پس مبادا کسی ‌که به آن ایمان ندارد و از هوس‌هایش پیروی می‌کند، تو را از [نیکوکاری و آمادگی برای] آن بازدارد که هلاک می‌شوی."
        }
      ],
      "tafsir_saadi": "(﴿فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ﴾) پس کسی که به قیامت کافر است، و به وقوع آن باور ندارد، و در وقوع آن شک و تردید ایجاد کرده، و به ناحق در مورد آن مجادله می‌نماید، وشبهه‌هایی را در این زمینه ایجاد می‌کند، و در این مورد از هوی و هوس خود پیروی می‌کند، و هدفش این نیست که به حق برسد، بلکه از خواسته‌های نفس پیروی می‌نماید؛ نباید تو را از ایمان داشتن به قیامت، و سزا و جزا باز بدارد، و هرگز نباید به چنین کسانی گوش فرا بدهی، و چیزی از گفته‌ها و کارهایشان را -که از عدم ایمان به قیامت سرچشمه می‌گیرد- بپذیری. خداوند ما را از تبعیت از چنین کسانی بر حذر داشته است، چون وسوسه‌ها و نیرنگ‌هایشان برای مؤمن خطرناک است، نیز انسان‌ها بر همسان سازی و پیروی از هم نوعان خود خوی گرفته‌اند. این اشاره است به اینکه انسان باید از هر فردی که به باطل دعوت می‌کند، و آدمی را از ایمان یا تکامل آن باز می‌دارد، و یا دردل شبهه و شک می‌اندازد، پرهیز کند؛ و از کتاب‌هایی نیز که چنین چیزهایی را دربر دارند، باید دوری نماید. و در اینجا، از ایمان به خدا، و عبادت پروردگار، و اعتقاد به روز قیامت سخن رفته است؛ زیرا این سه امر، اصولِ ایمان و اساسِ دین می‌باشند، و هر گاه اینها به ‌طور کامل انجام شوند، امر دین کامل می‌گردد. و ناقص شدن و یا فقدان آن ـ‌دین‌ـ با ناقص بودن آن ـ ‌سه امر‌ـ و یا ناقص بودن چیزی از آن روی می‌دهد.\nو این مانند فرمودۀ خداوند است که از میزان سعادت و شقاوتِ فرقه‌های اهل کتاب خبر داده و می‌فرماید: ﴿إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِ‍ِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ﴾ بی‌گمان، کسانی که ایمان آورده‌اند «مسلمین» و کسانی که یهودی و صابئی و نصرانی بوده‌اند، هرکس از آنان که به خدا و روز قیامت ایمان آورده و کار شایسته انجام داده باشد، اجرشان نزد پروردگارشان است، نه ترسی بر آنهاست و نه اندوهگین می‌شوند. (﴿فَتَرۡدَىٰ﴾) یعنی اگر از راه کسی پیروی نمایی که آدمی را از ایمان به قیامت باز می‌دارد، هلاک و بدبخت می‌شوی."
    },
    {
      "id": 2365,
      "verse_number": 17,
      "verse_key": "20:17",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَا تِلْكَ بِيَمِينِكَ يَـٰمُوسَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925030,
          "resource_id": 135,
          "text": "و ای موسی، آن چیست به [دست] راستت؟»"
        }
      ],
      "tafsir_saadi": "وقتی خداوند اصل ایمان را برای موسی بیان کرد، خواست برخی از نشانه‌ها و آیاتش را نیز برای او بیان کند، و به او نشان دهد، تا دلش اطمینان یابد و خشنود گردد، و باور وایمان او به اینکه خداوند وی را در برابر دشمن یاری خواهد کرد، قوی شود.\nپس فرمود: (﴿وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ﴾) ای موسی! در دست راست تو چیست؟ با اینکه خداوند می‌دانست، اما برای اهتمام بیشتر، سخن را به صورت استفهام بیان کرد. پس موسی گفت:"
    },
    {
      "id": 2366,
      "verse_number": 18,
      "verse_key": "20:18",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُا۟ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـَٔارِبُ أُخْرَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925031,
          "resource_id": 135,
          "text": "او گفت: «این عصای من است؛ بر آن تکیه می‌کنم و با آن برای گوسفندانم [برگ درختان را] فرومی‌ریزم و کارهای دیگری [نیز] با آن دارم [که برآورده می‌کنم]»."
        }
      ],
      "tafsir_saadi": "(﴿هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي﴾) این عصای من است، بر آن تکیه می‌کنم و با آن برای گوسفندانم برگ درختان را می‌ریزم. دو فایده برای آن بیان نمود؛ فایده‌ای برای خود انسان، و آن اینکه در بلند شدن و راه رفتن بر آن تکیه می‌نماید، و عصا او را یاری می‌دهد؛ و فایده‌ای دیگر برای حیوانات، و آن این بود که موسی گوسفند می‌چراند، و با عصا، درختان را می‌زد تا برگشان فرو ریزد و گوسفندان آن را بخورند.\nاین بیانگر اخلاق خوب موسی ـ‌علیه السلام‌ـ است و از آثار اخلاقش این بود که با حیوان زبان بسته، خوشرفتاری و نیکی می‌کرد. و این دلالت می‌نماید که خداوند او را مورد عنایت قرار داده و برگزیده بود، و چیزهایی به او اختصاص داده بود که رحمت و حکمتش اقتضا می‌کرد. (﴿وَلِيَ فِيهَا مَ‍َٔارِبُ أُخۡرَىٰ﴾) و غیر از این دو کار، نیازهای دیگری دارم که با این عصا آنها را برآورده می‌سازم. و از ادب موسی این بود وقتی که خداوند از او سؤال کرد که چه چیزی در دست راستت است؟ احتمال داشت خداوند از ماهیت آن چیز بپرسد یا ازمنافع آن؟ پس موسی هم ماهیّت و هم منفعت آن چیز را بیان نمود."
    },
    {
      "id": 2367,
      "verse_number": 19,
      "verse_key": "20:19",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَلْقِهَا يَـٰمُوسَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925032,
          "resource_id": 135,
          "text": "[الله] فرمود: «ای موسی، آن را بیفکن»."
        }
      ],
      "tafsir_saadi": "پس خداوند به او فرمود: (﴿أَلۡقِهَا يَٰمُوسَىٰ فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ﴾) ای موسی! عصا را بینداز، و موسی آن را انداخت و ناگهان تبدیل به مار بزرگی شد و به سرعت راه افتاد. موسی ترسید و پشت کرد و پشت سرش را نگاه نکرد. و اینکه مار را به «حرکت کردن سریع» توصیف نمود، بدان خاطر بود که توهمی را برطرف سازد، و آن عبارت بود از اینکه ممکن بود گمان برده شود که این صحنه‌ای خیالی است و حقیقت ندارد؛ پس حرکت مار، این توهم و پندار را از ذهن دور ‌کرد."
    },
    {
      "id": 2368,
      "verse_number": 20,
      "verse_key": "20:20",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَلْقَىٰهَا فَإِذَا هِىَ حَيَّةٌ تَسْعَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925033,
          "resource_id": 135,
          "text": "[موسی] آن را [بر زمین] افکند و ناگهان [تبدیل به] ماری شد که به سرعت می‌خزید."
        }
      ],
      "tafsir_saadi": "پس خداوند به او فرمود: (﴿أَلۡقِهَا يَٰمُوسَىٰ فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ﴾) ای موسی! عصا را بینداز، و موسی آن را انداخت و ناگهان تبدیل به مار بزرگی شد و به سرعت راه افتاد. موسی ترسید و پشت کرد و پشت سرش را نگاه نکرد. و اینکه مار را به «حرکت کردن سریع» توصیف نمود، بدان خاطر بود که توهمی را برطرف سازد، و آن عبارت بود از اینکه ممکن بود گمان برده شود که این صحنه‌ای خیالی است و حقیقت ندارد؛ پس حرکت مار، این توهم و پندار را از ذهن دور ‌کرد."
    },
    {
      "id": 2369,
      "verse_number": 21,
      "verse_key": "20:21",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925034,
          "resource_id": 135,
          "text": "[الله] فرمود: «آن را بگیر و نترس. به زودی آن را به شکل اولش بازمی‌گردانیم."
        }
      ],
      "tafsir_saadi": "خداوند به موسی فرمود: (﴿خُذۡهَا وَلَا تَخَفۡ﴾) آن را بگیر و مترس؛ یعنی با تو کاری ندارد. \n(﴿سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ﴾) ما آن را به همان هیئت نخستین‌اش که عصا بود برمی‌گردانیم. موسی از دستور خداوند فرمان برد، و به آن باور آورد، و تسلیم آن شد. پس آن را گرفت، و به همان عصایی تبدیل شد که آن را می‌شناخت. \nسپس نشانۀ دیگری را بیان نمود و فرمود:"
    },
    {
      "id": 2370,
      "verse_number": 22,
      "verse_key": "20:22",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925035,
          "resource_id": 135,
          "text": "و دستت را در بغل كن تا بدون ‌هیچ گزندى [به عنوان‌] معجزه‌اى دیگر، سفید [و درخشان‌] بیرون آید."
        }
      ],
      "tafsir_saadi": "(﴿وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ﴾) و دست خود را به گریبان خویش فرو ببر، و بازوی خویش را که به منزلۀ بال انسان است، به پهلویت بچسبان، (﴿تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ﴾) [تا دستت] سفید و درخشان بیرون آید، بی‌آنکه دچار عیب و بیماری شده باشد. (﴿ءَايَةً أُخۡرَىٰ﴾) واین نشانه و معجزه‌ای دیگر است.\nخداوند فرموده است: ﴿فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ﴾ این دو دلیل، از جانب پروردگارت به سوی فرعون و فرعونیان می‌باشند. بی‌گمان، آنان قومی فاسق بودند."
    },
    {
      "id": 2371,
      "verse_number": 23,
      "verse_key": "20:23",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لِنُرِيَكَ مِنْ ءَايَـٰتِنَا ٱلْكُبْرَى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925036,
          "resource_id": 135,
          "text": "[هدف از ارایه این دو معجزه، این بود] که برخی از نشانه‌های بزرگ خویش را به تو نشان دهیم."
        }
      ],
      "tafsir_saadi": "(﴿لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى﴾) یعنی عصا را تبدیل به مار نمودیم، و دستت را سفید و درخشان بیرون آوردی، تا آیات بزرگ خود را به تو نشان دهیم که بر صحّتِ رسالت تو و حقیقت داشتنِ آنچه که آورده‌ای، دلالت نماید؛ و دلت اطمینان یابد، و علم و آگاهی‌ات افزون شود، و به وعدۀ خداوند که در خصوص نگهداری و یاری نمودن به تو داده است، اعتماد کنی، و تا دلیل و برهانی باشند برای کسانی که به ‌سوی آنها فرستاده شده‌ای."
    },
    {
      "id": 2372,
      "verse_number": 24,
      "verse_key": "20:24",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 270,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925037,
          "resource_id": 135,
          "text": "[اینک] به سوی فرعون برو [که] بی‌تردید، [کفر ورزیده و] سرکشی کرده است»."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند به موسی وحی کرد، و او را پیامبر گرداند، و آیات روشن را به او نشان داد، وی را به سوی فرعون پادشاه مصر فرستاد و به او فرمود: (﴿ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ﴾) برو به سوی فرعون، او سرکشی کرده است؛ یعنی در کفر و فساد و تکبر بر روی زمین، و ستم به ضعیفان، از حدّ گذشته و به جایی رسیده است که ادعای خدایی می‌کند، و طغیان و سرکشی‌اش، سبب هلاکتش شد.\nاما رحمت و حکمت و عدالت الهی چنین است که هیچ کس را عذاب نمی‌دهد مگر بعد از اینکه با فرستادن پیامبران بر وی حجت اقامه نماید."
    },
    {
      "id": 2373,
      "verse_number": 25,
      "verse_key": "20:25",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925038,
          "resource_id": 135,
          "text": "[موسی] گفت: «پروردگارا، بر [حوصله و] شکیبایی‌ام بیفزای"
        }
      ],
      "tafsir_saadi": "در این هنگام، موسی -علیه السلام- که به سوی این جبّار سرکش فرستاده شد- جباری که هیچ حریف و مخالفی در سرزمین مصر نداشت، دانست که بار بزرگی بردوش او گذاشته شده است. موسی تنها بود؛ و زمانی، در آنجا مرتکب قتلی شده بود. پس، از دستور پروردگارش اطاعت نمود و با دلی گشاده آن را پذیرفت، و از خداوند خواست که او را یاری نماید، و اسبابی را فراهم کند که به وسیلۀ آن، دعوتش کامل ‌گردد. \nپس فرمود: (﴿رَبِّ ٱشۡرَحۡ لِي صَدۡرِي﴾) پروردگارا! سینه‌ام را گشاده و فراخ دار تا بتوانم سخن و رفتارهای آزاردهنده را تحمل کنم، و دلم از آن رنجور نشود، و سینه‌ام تنگ نگردد؛ زیرا چنانچه دل و سینه تنگ باشد، صاحبش صلاحیت آن را ندارد که مردم را هدایت و راهنمایی کند، و آنها را دعوت نماید. خداوند به پیامبرش محمد صلی الله علیه وسلم فرمود: ﴿فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَ﴾ پس به سبب رحمت [و برکت] خداوند، برایشان مهربان شدی؛ و اگر سنگدل و درشت خوی بودی، قطعاً از پیرامونت پراکنده می‌شدند. و بدون شک مردم، حق را با نرمی و سعۀ صدر بیشتر می‌پذیرند."
    },
    {
      "id": 2374,
      "verse_number": 26,
      "verse_key": "20:26",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيَسِّرْ لِىٓ أَمْرِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925039,
          "resource_id": 135,
          "text": "و کارم را برایم آسان گردان"
        }
      ],
      "tafsir_saadi": "(﴿وَيَسِّرۡ لِيٓ أَمۡرِي﴾) هر کار و راهی را که در راه تو در پیش می‌گیرم، بر من آسان کن؛ و سختی‌هایی را که پیش رو دارم، برایم آسان بگردان. یکی از مصادیق آسان کردن امر برای دعوتگر، این است که خداوند او را توفیق دهد هر کاری را از کانال طبیعی‌اش آغاز کند؛ و هر کس را طوری مورد خطاب قرار دهد که برایش مناسب است؛ و او را به نزدیک‌ترین راهی که وی را به پذیرش حق می‌رساند، دعوت کند."
    },
    {
      "id": 2375,
      "verse_number": 27,
      "verse_key": "20:27",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱحْلُلْ عُقْدَةً مِّن لِّسَانِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925040,
          "resource_id": 135,
          "text": "و گره از زبانم باز کن"
        }
      ],
      "tafsir_saadi": "(﴿وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي يَفۡقَهُواْ قَوۡلِي﴾) و گره از زبانم بگشای تا سخنم را بفهمند. چنانکه مفسرین گفته‌اند موسی لکنت زبان داشت، و سخنانش خوب فهمیده نمی‌شد، و خداوند از زبان او فرموده است: ﴿وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا﴾ و برادرم هارون [را با من بفرست، چرا که] زبانش از من شیواتر است. پس، از خداوند خواست که گرۀ زبانش را بگشاید، تا آنچه را که می‌گوید، بفهمند؛ و منظور وی از خطاب و گفتگو و بیان مفاهیم به طور کامل حاصل شود."
    },
    {
      "id": 2376,
      "verse_number": 28,
      "verse_key": "20:28",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَفْقَهُوا۟ قَوْلِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925041,
          "resource_id": 135,
          "text": "تا سخنم را دریابند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي يَفۡقَهُواْ قَوۡلِي﴾) و گره از زبانم بگشای تا سخنم را بفهمند. چنانکه مفسرین گفته‌اند موسی لکنت زبان داشت، و سخنانش خوب فهمیده نمی‌شد، و خداوند از زبان او فرموده است: ﴿وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا﴾ و برادرم هارون [را با من بفرست، چرا که] زبانش از من شیواتر است. پس، از خداوند خواست که گرۀ زبانش را بگشاید، تا آنچه را که می‌گوید، بفهمند؛ و منظور وی از خطاب و گفتگو و بیان مفاهیم به طور کامل حاصل شود."
    },
    {
      "id": 2377,
      "verse_number": 29,
      "verse_key": "20:29",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱجْعَل لِّى وَزِيرًا مِّنْ أَهْلِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925042,
          "resource_id": 135,
          "text": "و یاوری از [افراد] خاندانم برای من قرار بده؛"
        }
      ],
      "tafsir_saadi": "(﴿وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي﴾) و فردی از خانواده‌ام را یاور من قرار بده تا مرا در برابر کسانی که به سویشان فرستاده شده‌ام، یاری کند. و از خداوند خواست که این یاور از خانواده‌اش باشد؛ چون کمک و یاری، یک نوع نیکی است، و خانواده از دیگران به نیکی کردن با انسان سزاوارتر است. سپس او را در دعایش مشخص کرد و گفت: (﴿هَٰرُونَ أَخِي﴾) به وسیلۀ برادرم هارون، پشت مرا استوار بدار، و بر نیرو و توانایی‌ام بیفزای. خداوند فرمود: ﴿سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا﴾ تو را به وسیلۀ برادرت تقویت می‌کنیم، و برایتان قدرتی قرار می‌دهیم."
    },
    {
      "id": 2378,
      "verse_number": 30,
      "verse_key": "20:30",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "هَـٰرُونَ أَخِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925043,
          "resource_id": 135,
          "text": "هارون، برادرم را."
        }
      ],
      "tafsir_saadi": "(﴿وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي﴾) و فردی از خانواده‌ام را یاور من قرار بده تا مرا در برابر کسانی که به سویشان فرستاده شده‌ام، یاری کند. و از خداوند خواست که این یاور از خانواده‌اش باشد؛ چون کمک و یاری، یک نوع نیکی است، و خانواده از دیگران به نیکی کردن با انسان سزاوارتر است. سپس او را در دعایش مشخص کرد و گفت: (﴿هَٰرُونَ أَخِي﴾) به وسیلۀ برادرم هارون، پشت مرا استوار بدار، و بر نیرو و توانایی‌ام بیفزای. خداوند فرمود: ﴿سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا﴾ تو را به وسیلۀ برادرت تقویت می‌کنیم، و برایتان قدرتی قرار می‌دهیم."
    },
    {
      "id": 2379,
      "verse_number": 31,
      "verse_key": "20:31",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱشْدُدْ بِهِۦٓ أَزْرِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925044,
          "resource_id": 135,
          "text": "پشتم را با او محکم کن؛"
        }
      ],
      "tafsir_saadi": "(﴿وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي﴾) و فردی از خانواده‌ام را یاور من قرار بده تا مرا در برابر کسانی که به سویشان فرستاده شده‌ام، یاری کند. و از خداوند خواست که این یاور از خانواده‌اش باشد؛ چون کمک و یاری، یک نوع نیکی است، و خانواده از دیگران به نیکی کردن با انسان سزاوارتر است. سپس او را در دعایش مشخص کرد و گفت: (﴿هَٰرُونَ أَخِي﴾) به وسیلۀ برادرم هارون، پشت مرا استوار بدار، و بر نیرو و توانایی‌ام بیفزای. خداوند فرمود: ﴿سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا﴾ تو را به وسیلۀ برادرت تقویت می‌کنیم، و برایتان قدرتی قرار می‌دهیم."
    },
    {
      "id": 2380,
      "verse_number": 32,
      "verse_key": "20:32",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَشْرِكْهُ فِىٓ أَمْرِى",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925045,
          "resource_id": 135,
          "text": "و او را در کار [رسالت] من شریک کن"
        }
      ],
      "tafsir_saadi": "(﴿وَأَشۡرِكۡهُ فِيٓ أَمۡرِي﴾) یعنی او را در نبوت شریکم بساز؛ و وی را نیز مانند من، پیامبر بگردان.\nسپس فایدۀ این امر را بیان داشت و فرمود:"
    },
    {
      "id": 2381,
      "verse_number": 33,
      "verse_key": "20:33",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كَىْ نُسَبِّحَكَ كَثِيرًا",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925046,
          "resource_id": 135,
          "text": "تا تو را بسیار به پاكى بستاییم"
        }
      ],
      "tafsir_saadi": "(﴿كَيۡ نُسَبِّحَكَ كَثِيرٗا وَنَذۡكُرَكَ كَثِيرًا﴾) ‌تا تو را بسیار تسبیح بگوییم، و بسیار تو را یاد کنیم. موسی ـ ‌علیه الصلاة والسلام ـ دانست که مدار دین و همۀ عبادت‌ها، ذکر خداوند است، و موسی از خداوند خواست، برادرش را با او همراه نماید تا یکدیگر را بر پرهیزگاری ونیکوکاری کمک نمایند، و خداوند را بسیار تسبیح گویند، و او را زیاد یاد کنند، و دیگر عبادت‌ها را بسیار انجام دهند."
    },
    {
      "id": 2382,
      "verse_number": 34,
      "verse_key": "20:34",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَنَذْكُرَكَ كَثِيرًا",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925047,
          "resource_id": 135,
          "text": "و بسیار یادت کنیم."
        }
      ],
      "tafsir_saadi": "(﴿كَيۡ نُسَبِّحَكَ كَثِيرٗا وَنَذۡكُرَكَ كَثِيرًا﴾) ‌تا تو را بسیار تسبیح بگوییم، و بسیار تو را یاد کنیم. موسی ـ ‌علیه الصلاة والسلام ـ دانست که مدار دین و همۀ عبادت‌ها، ذکر خداوند است، و موسی از خداوند خواست، برادرش را با او همراه نماید تا یکدیگر را بر پرهیزگاری ونیکوکاری کمک نمایند، و خداوند را بسیار تسبیح گویند، و او را زیاد یاد کنند، و دیگر عبادت‌ها را بسیار انجام دهند."
    },
    {
      "id": 2383,
      "verse_number": 35,
      "verse_key": "20:35",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّكَ كُنتَ بِنَا بَصِيرًا",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925048,
          "resource_id": 135,
          "text": "بی‌تردید، تو به [حال] ما بینایی»."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّكَ كُنتَ بِنَا بَصِيرٗا﴾) همانا تو به حال ما آگاه هستی، و حالت ما و وضعیت و ناتوانی و نیازمند بودن ما را در همۀ کارها می‌دانی، و تو از خود ما به ما آگاه‌تر و مهربان‌تر می‌باشی. پس آنچه را از تو خواسته‌ایم، به ما ارزانی بدار، و دعای ما را اجابت کن."
    },
    {
      "id": 2384,
      "verse_number": 36,
      "verse_key": "20:36",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَـٰمُوسَىٰ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925049,
          "resource_id": 135,
          "text": "[الله] فرمود: «ای موسی، خواسته‌ات به تو داده شد."
        }
      ],
      "tafsir_saadi": "خداوند متعال فرمود: (﴿قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ﴾) همۀ آنچه که خواسته‌ای، به تو داده شد، پس ما سینه ات را گشاد می‌داریم، و کارهایت را آسان می‌کنیم، و گره زبانت را می‌گشاییم، به گونه‌ای که آنان سخن تو را می‌فهمند، و تو را به وسیلۀ برادرت قوی می‌کنیم.\n﴿وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِ‍َٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ﴾ و به شما قدرتی [فراوان] می‌دهیم. پس آنان به شما که قدرت ما را به همراه دارید، نمی‌رسند، و شما و پیروانتان غالب و پیروز هستید.\nواین درخواستِ موسی از خداوند، بر کمال شناخت وی از پروردگار، و کمال هوشیاری و معرفت وی در انجام کارها، و بر کمال دلسوزی‌اش دلالت می‌نماید. و کسی که به سوی خدا دعوت می‌کند، و راهنمای مردم است، به سعۀ صدر و بردباری کامل نیاز دارد تا در مقابل اذیتی که به او می‌رسد، با زبان شیوا آنچه می‌خواهد خوب بازگو کند، به ویژه اگر فردی که دعوت می‌شود، از اهل عناد و تکبر و سرکشی باشد.\nفصاحت و بلاغت برای دعوتگر از لازم‌ترین چیزها است، چون گفتگو و محاورات زیادی را انجام می‌دهد؛ زیرا او باید حق را به طور زیبا بیان کند، و به اندازۀ توانش آن را آراسته و پیراسته نماید تا آن را در نظر مردم زیبا جلوه بدهد. همچنان‌که باید قبح و مضرّات باطل را بیان کند و مردم را از آن برحذر دارد.\nبا وجود این، دعوتگر نیازمند آن است که کارش برای او آسان شود، تا به هر کاری، از مجرای طبیعی‌اش وارد شود، و با حکمت و اندرز نیکو و به بهترین شیوه در راه خدا مجادله کند، و با هریک از مردم برحسب حالتش رفتار نماید.\nعلاوه بر این باید یاوران و دستیارانی داشته باشد که او را در راستای هدفش یاری ‌نمایند؛ چون هرگاه مدافعانِ فکری بیشتر شوند، حتماً اثربخش خواهند بود. بنابراین موسی ـ‌علیه السلام‌ـ این چیزها را خواست و به او داده شد. و هرگاه وضعیت پیامبران و مخاطبانش را ملاحظه کنی، درخواهی یافت که همگی این‌گونه بوده‌اند، به خصوص آخرین و برترین پیامبران محمد صلی الله علیه وسلم ، او در هر صفت کمالی در قله قرار داشت، و دارای شرح صدر بود، و خداوند کارها را برایش آسان نمود، و فصاحت زبان و حسن تعبیر و بیان داشت، و یاورانی از اصحاب و کسانی که بعد از آنان آمدند، داشت که او را برحق یاری می‌کردند."
    },
    {
      "id": 2385,
      "verse_number": 37,
      "verse_key": "20:37",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰٓ",
      "page_number": 313,
      "juz_number": 16,
      "translations": [
        {
          "id": 925050,
          "resource_id": 135,
          "text": "در حقیقت، ما [پیشتر] یک بار دیگر [نیز] بر تو منت نهاده بودیم."
        }
      ],
      "tafsir_saadi": "وقتی منّت و احسان خود را بر بنده و فرستاده‌اش موسی بن عمران در امر دین و وحی و رسالت و اجابت خواسته‌هایش بیان کرد، نیز نعمت خویش را که به هنگام پرورش یافتن و در مراحل مختلف زندگی‌اش بر وی ارزانی داشته بود، ذکر کرد. پس فرمود: (﴿وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ﴾) و ما پیش از این، باری دیگر بر تو منت نهادیم،"
    },
    {
      "id": 2386,
      "verse_number": 38,
      "verse_key": "20:38",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِذْ أَوْحَيْنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925051,
          "resource_id": 135,
          "text": "آنگاه كه آنچه را كه [باید دربارۀ حفاظت از تو] الهام مى‌شد به مادرت الهام كردیم؛"
        }
      ],
      "tafsir_saadi": "آنگاه به مادرت الهام کردیم تا تو را به‌هنگام شیرخوارگی از ترس فرعون در صندوق قرار دهد. چون فرعون دستور داده بود فرزندهای پسر بنی‌اسرائیل سر بریده شوند، بنابراین مادرش او را پنهان کرد و به شدت بر او می‌ترسید، و او را در صندوق گذاشت و سپس صندوق را در دریا انداخت؛ یعنی در دریای نیل انداخت، و خداوند دریا را دستور داد تا آن را به ساحل ببرد. و خداوند چنین مقرر نموده بود که بزرگ‌ترین دشمن او و بزرگ‌ترین دشمن موسی، آن را برگیرد، و موسی در میان فرزندان او رشد کند، و موجب شادی کسانی شود که وی را می‌بینند. بنابراین فرمود: (﴿وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي﴾) و از سوی خود، محبّتی بس بزرگ به تو دادم؛ پس هرکس او را می‌دید، دوستش می‌داشت، (﴿وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ﴾) و تا تحت نظارت و رعایت من، چنانکه باید، پرورش یابی.\nو کدام نظارت و سرپرستی می‌تواند از سرپرستیِ خداوندِ مهربان و توانا برای تأمین منافع بنده، و دور کردن مضار از او، بزرگ‌تر و کامل‌تر باشد؟! پس موسی از حالتی به حالتی دیگر در نمی‌آمد مگر اینکه خداوند آن را برای مصلحت او سامان داده بود.\nو از حسن تدبیر و کارسازی خداوند این بود که وقتی موسی به دست دشمن افتاد، مادرش به شدت آشفته و پریشان شد و دلش تکان خورد؛ و اگر خداوند او را ثابت قدم و استوار نمی‌گرداند، نزدیک بود که خبر دهد موسی فرزند اوست.\nپس در این حالت، خداوند شیرِ دیگران را برموسی حرام کرد به گونه‌ای که موسی پستان هیچ زنی را به ‌دهان نگرفت تا سرانجام به مادرش برگردد، و او موسی را شیر دهد و نزد او به‌آرامش برسد و مادرش شاد و خوشحال شود."
    },
    {
      "id": 2387,
      "verse_number": 39,
      "verse_key": "20:39",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَنِ ٱقْذِفِيهِ فِى ٱلتَّابُوتِ فَٱقْذِفِيهِ فِى ٱلْيَمِّ فَلْيُلْقِهِ ٱلْيَمُّ بِٱلسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّى وَعَدُوٌّ لَّهُۥ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّى وَلِتُصْنَعَ عَلَىٰ عَيْنِىٓ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925052,
          "resource_id": 135,
          "text": "که: «او را در صندوقی بگذار و آن [صندوق] را به دریا [= رود نیل‌] بینداز تا دریا او را به ساحل بیفکنَد [و] دشمن من و دشمن او، آن را [از آب] بگیرد»؛ و از جانب خویش مهرى [در دل‌ها] بر تو افكندم و [تو را حمایت کردم] تا تحت نظرم پرورش یابى."
        }
      ],
      "tafsir_saadi": "آنگاه به مادرت الهام کردیم تا تو را به‌هنگام شیرخوارگی از ترس فرعون در صندوق قرار دهد. چون فرعون دستور داده بود فرزندهای پسر بنی‌اسرائیل سر بریده شوند، بنابراین مادرش او را پنهان کرد و به شدت بر او می‌ترسید، و او را در صندوق گذاشت و سپس صندوق را در دریا انداخت؛ یعنی در دریای نیل انداخت، و خداوند دریا را دستور داد تا آن را به ساحل ببرد. و خداوند چنین مقرر نموده بود که بزرگ‌ترین دشمن او و بزرگ‌ترین دشمن موسی، آن را برگیرد، و موسی در میان فرزندان او رشد کند، و موجب شادی کسانی شود که وی را می‌بینند. بنابراین فرمود: (﴿وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي﴾) و از سوی خود، محبّتی بس بزرگ به تو دادم؛ پس هرکس او را می‌دید، دوستش می‌داشت، (﴿وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ﴾) و تا تحت نظارت و رعایت من، چنانکه باید، پرورش یابی.\nو کدام نظارت و سرپرستی می‌تواند از سرپرستیِ خداوندِ مهربان و توانا برای تأمین منافع بنده، و دور کردن مضار از او، بزرگ‌تر و کامل‌تر باشد؟! پس موسی از حالتی به حالتی دیگر در نمی‌آمد مگر اینکه خداوند آن را برای مصلحت او سامان داده بود."
    },
    {
      "id": 2388,
      "verse_number": 40,
      "verse_key": "20:40",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِذْ تَمْشِىٓ أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُۥ ۖ فَرَجَعْنَـٰكَ إِلَىٰٓ أُمِّكَ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ۚ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَـٰكَ مِنَ ٱلْغَمِّ وَفَتَنَّـٰكَ فُتُونًا ۚ فَلَبِثْتَ سِنِينَ فِىٓ أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَـٰمُوسَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925053,
          "resource_id": 135,
          "text": "آنگاه که خواهرت [در پی صندوقِ تو] راه می‌رفت و [به کسانی که تو را از آب گرفتند] ‌گفت: «می‌خواهید شخصی را به شما نشان دهم که سرپرستی‌ او را به عهده بگیرد؟» پس تو را به مادرت بازگرداندیم تا چشمش [به دیدارت] روشن گردد و اندوهگین نباشد؛ و [بعدها] تو شخصی [قِبطی] را کُشتی و ما از اندوه [و مجازاتِ قتل] نجاتت دادیم و تو را بار‌ها آزمودیم. پس [از آن،] چند سال بین مردم مَدیَن به سر بردی؛ آنگاه ای موسی، بر [طبق] تقدیر [الهی و در زمان مقرر به اینجا] آمدی."
        }
      ],
      "tafsir_saadi": "و از حسن تدبیر و کارسازی خداوند این بود که وقتی موسی به دست دشمن افتاد، مادرش به شدت آشفته و پریشان شد و دلش تکان خورد؛ و اگر خداوند او را ثابت قدم و استوار نمی‌گرداند، نزدیک بود که خبر دهد موسی فرزند اوست.\nپس در این حالت، خداوند شیرِ دیگران را برموسی حرام کرد به گونه‌ای که موسی پستان هیچ زنی را به ‌دهان نگرفت تا سرانجام به مادرش برگردد، و او موسی را شیر دهد و نزد او به‌آرامش برسد و مادرش شاد و خوشحال شود. پس خواهر موسی آمد و به آنها گفت: ﴿هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ﴾ آیا شما را به خانواده‌ای راهنمایی کنم که از او سرپرستی ‌کنند، و آنها خیرخواه او هستند.\n(﴿فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا﴾) و تو را به مادرت بازگرداندیم تا چشمش روشن شود و اندوهگین نگردد. و تو بعد از بزرگ شدن، کسی را کشتی، و آن یک قبطی بود. موسی بدون آنکه مردم متوجه باشند، وارد شهر شد، و دید که دو مرد با هم دعوا می‌کنند؛ یکی از گروه موسی بود، و دیگری قبطی و از افراد دشمنش بود. ﴿فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ﴾ پس آن کس که از گروه موسی بود، از موسی در برابر آن فرد کمک خواست، ﴿فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِ﴾ و موسی یک سیلی به او زد، و آن مَرد را کُشت.\nموسی به درگاه خداوند دعا کرد، و از او طلب آمرزش نمود، و خداوند او را بخشید. سپس موسی وقتی دید که فرعونیان به دنبالش هستند تا او را بکشند، از آنجا گریخت و فرار کرد.\n(﴿فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ﴾) پس خداوند او را از غم و اندوهِ حاصل از عقوبتِ گناه و قتل نجات داد، (﴿وَفَتَنَّٰكَ فُتُونٗا﴾) یعنی و تو را آزمودیم و به مشکلات گرفتار کردیم و تو در تمام حالاتِ خود، راست و استوار بودی. یا معنی (﴿وَفَتَنَّٰكَ فُتُونٗا﴾) این است که احوال و وضعیت تو را دگرگون ساختیم تا اینکه به اینجا رسیدی، (﴿فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ﴾) پس سال‌هایی را در میان مردمان اهل مدین ماندگار شدی. وقتی موسی از دست فرعون و سران قومش که می‌خواستند او را بکشند، فرار کرد، به سوی مدین رفت و در آنجا ازدواج نمود، و ده یا هشت سال در آنجا ماند. \n(﴿ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ﴾) سپس ای موسی! در موعدی که مقدّر شده بود، بازگشتی؛ یعنی آمدن تو، اتفاقی نبود که بدون هدف و تدبیر بیایی، بلکه بر اساس تقدیر و لطف ما برگشتی، و این دلالت می‌نماید که خداوند کاملاً کلیم خودش موسی -علیه السلام- را مورد عنایت قرار داده بود."
    },
    {
      "id": 2389,
      "verse_number": 41,
      "verse_key": "20:41",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱصْطَنَعْتُكَ لِنَفْسِى",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925054,
          "resource_id": 135,
          "text": "و تو را برای خودم برگزیدم [تا پیامم را به مردم برسانی]."
        }
      ],
      "tafsir_saadi": "(﴿وَٱصۡطَنَعۡتُكَ لِنَفۡسِي﴾) و تو را از نعمت و عادت‌های خوب و تربیت الهی برخوردار نمودم تا مورد پسند من و از خاصان و برگزیدگان باشی، و در این زمینه به جایی برسی که جز افراد اندکی به آن نرسیده‌اند.\nو چون کسی بخواهد از میان مردم، دوستی را برای خود برگزیند، و بخواهد او به کمال مطلوب برسد، آخرین تلاش خود را برای رسیدن به آن کمال، صرف می‌نماید. پس در مورد پروردگار توانا و بزرگوار چه فکر می‌کنی، آنگاه که بخواهد به کسی رسیدگی کند! و به ‌گمان شما، خداوند در مورد کسی که می‌خواهد او را برای خودش تربیت نماید و او را ازمیان مردم برگزیند، چه اقدامی خواهد کرد؟!"
    },
    {
      "id": 2390,
      "verse_number": 42,
      "verse_key": "20:42",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَـٰتِى وَلَا تَنِيَا فِى ذِكْرِى",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925055,
          "resource_id": 135,
          "text": "[اینک] تو و برادرت با نشانه‌های [قدرت و یگانگیِ] من روانه شوید و در [دعوت حق و] یاد کردنِ من سستی نورزید."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند نعمت‌های دینی و دنیوی به موسی ارزانی کرد، به او فرمود: (﴿ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِ‍َٔايَٰتِي﴾) تو و برادرت هارون همراه با نشانه‌های من -که بر حق و حقیقت و نیک بودن آن و زشتی باطل دلالت می‌نمایند- به ‌سوی فرعون و فرعونیان بروید با نُه آیت و نشانه؛ نشانه‌هایی چون دست سفید و درخشان، و عصا و امثال آن.\n(﴿وَلَا تَنِيَا فِي ذِكۡرِي﴾) و در یاد کردن من سستی و تنبلی نورزید، و همواره مرا یاد کنید، و به ذکر و یاد من پایبند باشید، چنانکه وعدۀ این کار داده‌اید: ﴿كَيۡ نُسَبِّحَكَ كَثِيرٗا وَنَذۡكُرَكَ كَثِيرًا﴾ زیرا ذکر خداوند انسان را بر همۀ کارها یاری می‌کند، و کارها را آسان می‌نماید، و بارِ آن را سبک می‌گرداند."
    },
    {
      "id": 2391,
      "verse_number": 43,
      "verse_key": "20:43",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925056,
          "resource_id": 135,
          "text": "به سوی فرعون بروید که او [کفر ورزیده و] سرکشی کرده است."
        }
      ],
      "tafsir_saadi": "(﴿ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ﴾) به سوی فرعون بروید؛ زیرا او در کفر و گمراهی و ستم و تجاوزش، از حد گذشته است."
    },
    {
      "id": 2392,
      "verse_number": 44,
      "verse_key": "20:44",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَقُولَا لَهُۥ قَوْلًا لَّيِّنًا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925057,
          "resource_id": 135,
          "text": "پس به نرمی با او سخن بگویید؛ باشد که پند گیرد یا [از عذاب الهی] بترسد [و توبه کند]»."
        }
      ],
      "tafsir_saadi": "(﴿فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا﴾) و با نرمی و مهربانی، و مؤدبانه با او سخن بگویید، بدون اینکه ناسزا بگویید، و گزافه‌گویی کنید، و بدون اینکه سخن تند، و حرکت تنفرآمیزی انجام دهید.\n(﴿لَّعَلَّهُۥ﴾) شاید او به سبب این گفتار نرم، (﴿يَتَذَكَّرُ﴾) یاد آور شود، و آنچه را که به او فایده می‌دهد، فراگیرد، و آن را انجام دهد، (﴿أَوۡ يَخۡشَىٰ﴾) و یا بهراسد و از آنچه او را زیان می‌دهد، بپرهیزد، و آن را ترک کند؛ زیرا گفتار نرم، انسان را به این فرا می‌خواند؛ و گفتار تند و درشت، انسان را از گوینده متنفر می‌کند، و گفتار نرم به این تفسیر شده است: ﴿فَقُلۡ هَل لَّكَ إِلَىٰٓ أَن تَزَكَّىٰ وَأَهۡدِيَكَ إِلَىٰ رَبِّكَ فَتَخۡشَىٰ﴾ پس بگو: «آیا می‌خواهی پاکیزه شوی، و تو را به سوی پروردگات راهنمایی کنم، پس بهراسی؟»\nاین سخن از نرمی و آسان‌گیری فراوانی برخوردار است، که اگر کسی در آن بیندیشد بر او پوشیده نخواهد بود. و کلمۀ ﴿هَلۡ﴾ را آورده است که بر پیشنهاد و مشاوره دلالت می‌نماید، و هیچ کس از آن متنفر نمی‌شود، و او را به پاک شدن از آلودگیِ گناهان فرا خوانده است که اصلِ آن، پاک کردن خویشتن از شرک است، و پاک کردنِ خویشتن از شرک را، هرعقل سالمی می‌پذیرد. و نگفت: من تو را پاکیزه می‌کنم، بلکه گفت: خودت را پاکیزه کن.\nسپس او را به راه پروردگارش -که او را پرورش داده و نعمت‌های باطنی و ظاهری به وی بخشیده بود- فرا خواند، پروردگاری که باید در مقابل آن همه احسان بی‌پایانش، شکرش را به جای آورد و او را یاد کند. ﴿وَأَهۡدِيَكَ إِلَىٰ رَبِّكَ فَتَخۡشَىٰ﴾ و تو را به سوی پروردگارت هدایت کنم، پس پرهیزگار شوی؟ وقتی فرعون این سخن نرم را که در دل‌ها جای می‌گیرد، نپذیرفت، مشخّص شد که تذکر دادن در مورد او مفید واقع نمی‌شود، پس خداوند او را به عذاب سخت گرفتار کرد."
    },
    {
      "id": 2393,
      "verse_number": 45,
      "verse_key": "20:45",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925058,
          "resource_id": 135,
          "text": "[موسی و هارون] گفتند: «پروردگارا، ما بیمناکیم که بر ما پیشدستی نماید [و پیش از پایان دعوت، مجازاتمان کند] یا [در برابر سخن حق] سرکشی کند»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ﴾) گفتند: پروردگارا! می‌ترسیم بر ما تعدی کند؛ یعنی بلافاصله و قبل از اینکه پیام تو را به او برسانیم و بر وی اقامۀ حجت کنیم، ما را شکنجه کند، (﴿أَوۡ أَن يَطۡغَىٰ﴾) و یا از پذیرفتن حق سر باز زند، و تمرّد نماید، و به سبب پادشاهی و قدرت و یاورانش سرکشی کند."
    },
    {
      "id": 2394,
      "verse_number": 46,
      "verse_key": "20:46",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ لَا تَخَافَآ ۖ إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925059,
          "resource_id": 135,
          "text": "[الله] فرمود: «نترسید [که] یقیناً من همراهتان هستم [و همه چیز را] می‌شنوم و می‌بینم."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ لَا تَخَافَآ﴾) فرمود: از اینکه بر شما تعدی کند، نترسید، (﴿إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ﴾) همانا من با شما هستم، می‌شنوم و می‌بینم؛ یعنی شما تحت حفاظت و رعایت من هستید؛ گفته‌های شما را می‌شنوم، و تمام حالات شما را می‌بینم. بنابراین از او نترسید. آنگاه ترس از آنها دور شد، و دل‌هایشان به وعدۀ پروردگارشان اطمینان یافت."
    },
    {
      "id": 2395,
      "verse_number": 47,
      "verse_key": "20:47",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَـٰكَ بِـَٔايَةٍ مِّن رَّبِّكَ ۖ وَٱلسَّلَـٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰٓ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925060,
          "resource_id": 135,
          "text": "پس به سوی او بروید و بگویید: \"ما رسولان پروردگارت هستیم. بنی‌اسرائیل را همراه ما بفرست و آنان را [تحقیر و] آزار نکن. به راستی که ما نشانه‌های روشنی از جانب پروردگارت برای تو آورده‌ایم؛ و سلامتی [از عذاب الهی] بر کسی است که از هدایت پیروی کند."
        }
      ],
      "tafsir_saadi": "یعنی با این دو فرمان پیش او بروید؛ دعوت دادن او به اسلام، و آزاد کردن این ملت شریف؛ یعنی بنی‌اسرائیل از اسارت و بردگی فرعون و فرعونیان، تا آزاد شوند و اموراتشان به دست خودشان باشد، و موسی، شریعت و دین خدا را در میان آنان بر پا دارد.\n(﴿قَدۡ جِئۡنَٰكَ بِ‍َٔايَةٖ﴾) نشانه و معجزه‌هایی را از پروردگارت برایت آورده‌ایم که بر راستگویی ما دلالت می‌نماید. [سپس موسی عصایش را انداخت که ناگهان به مار بزرگی تبدیل شد، و دستش را بیرون کشید و سفید و درخشان گردید.] و دیگر بیاناتی که خداوند در مورد آنها گفته است.\n(﴿وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ﴾) یعنی کسی که از راه راست پیروی نماید، و به شریعت روشن راهیاب شود، در دنیا و آخرت سلامت و در امان خواهد بود."
    },
    {
      "id": 2396,
      "verse_number": 48,
      "verse_key": "20:48",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّا قَدْ أُوحِىَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925061,
          "resource_id": 135,
          "text": "در حقیقت، به ما وحی شده است که عذاب [دوزخ] بر کسی است که [آیات و معجزات را] تکذیب کند و [از دعوت پیامبرش] روی گرداند\"»."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ﴾) همانا از جانب خدا خبر داده شده‌ایم، و از طرف خودمان نمی‌گوییم، (﴿أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ﴾) عذاب بر کسی واقع می‌شود که پیام پروردگار و پیامبرش را تکذیب کند، و از تسلیم شدن در برابر آن، و پیروی از آن روی بگرداند. در اینجا فرعون به ایمان آوردن و تصدیق نمودن و پیروی کردن از موسی و هارون تشویق شده است، و از تکذیب آیات و عصیان در برابر خدا برحذر داشته شده است. اما موعظه و پند دادن، در مورد فرعون مفید واقع نگردید، و او پروردگارش را انکار کرد و به وی کفر ورزید، و در این مورد از روی ستمگری و عناد مجادله کرد."
    },
    {
      "id": 2397,
      "verse_number": 49,
      "verse_key": "20:49",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَمَن رَّبُّكُمَا يَـٰمُوسَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925062,
          "resource_id": 135,
          "text": "[فرعون] گفت: «ای موسی، پروردگار شما کیست؟»"
        }
      ],
      "tafsir_saadi": "فرعون در قالب انکار به موسی گفت: (﴿فَمَن رَّبُّكُمَا يَٰمُوسَىٰ﴾) پس پروردگارِ شما دو نفر کیست ای موسی؟"
    },
    {
      "id": 2398,
      "verse_number": 50,
      "verse_key": "20:50",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925063,
          "resource_id": 135,
          "text": "[موسی] گفت: «پروردگار ما [همان] ذاتی است که به هر چیزی آفرینشِ [= ظاهر و ویژگی‌های مناسب] او را بخشیده و سپس [آن را] هدایت نموده است»."
        }
      ],
      "tafsir_saadi": "موسی به او پاسخی کافی و روشن داد ‌و گفت: (﴿رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ﴾) پروردگار ما کسی است که همۀ مخلوقات را آفریده، و به هر مخلوقی آفرینش سزاوار آن را بخشیده و آن را زیبا آفریده؛ به‌گونه‌ای که جثۀ برخی را بزرگ و برخی را کوچک، و برخی را متوسط خلق کرده و همۀ ویژگی‌های لازم را به آن داده است. \n(﴿ثُمَّ هَدَىٰ﴾) سپس آن را در راستای چیزی که برایش آفریده شده، هدایت کرده است. و این هدایتِ عام، در همۀ مخلوقات و آفریده‌ها مشاهده می‌شود، بنابراین هر موجودی برای منافع خود تلاش می‌نماید، و در دفع نمودن زیان‌ها از خویشتن می‌کوشد. حتی خداوند به حیوان زبان بسته هم به اندازه‌ای عقل داده که با آن می‌تواند برای منافع خود بکوشد و خود را از زیان‌ها دور نماید. و این مانند فرمودۀ الهی است که فرموده است: ﴿ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥ﴾ خداوندی که هرچیزی را زیبا آفریده است. پس خداوندی که موجودات را آفریده، و هر یک را چنان زیبا آفریده است که عقل‌ها زیباتر از آن را نمی‌توانند پیشنهاد کنند، و هر یک از موجودات را در راستای منافعش هدایت کرده است، پروردگارِ حقیقی است و انکارِ آن انکارِ بزرگ‌ترین حقیقت است، بلکه خود بزرگ بینی و دروغ آشکار است. پس چنانچه تصور شود که آدمی یکی از امور معلوم را انکار نماید، انکارِ خداوند از سوی وی، به مراتب بزرگ‌تر از این است. \nبنابراین وقتی فرعون نتوانست با این دلیل قاطع مخالفت کند، غوغا به پا کرد و به جنجال روی آورد و از مقصود اصلی خارج شد"
    },
    {
      "id": 2399,
      "verse_number": 51,
      "verse_key": "20:51",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَمَا بَالُ ٱلْقُرُونِ ٱلْأُولَىٰ",
      "page_number": 314,
      "juz_number": 16,
      "translations": [
        {
          "id": 925064,
          "resource_id": 135,
          "text": "[فرعون] گفت: «پس حال [و سرنوشت] نسل‌های گذشته [که کافر بوده‌اند] چیست؟»"
        }
      ],
      "tafsir_saadi": "و به موسی گفت: (﴿فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ﴾) وضع و حال نسل‌های گذشته چه می‌شود، و آنها در چه حالی قرار دارند؟ چون آنها پیش از ما انکار کرده و کفر ورزیده‌اند، و دست به ستمگری و مخالفت زده‌اند، و آنها الگوی ما هستند؟"
    },
    {
      "id": 2400,
      "verse_number": 52,
      "verse_key": "20:52",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَـٰبٍ ۖ لَّا يَضِلُّ رَبِّى وَلَا يَنسَى",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925065,
          "resource_id": 135,
          "text": "[موسی] گفت: «دانشِ آن در کتابی [= لوح محفوظ] نزد پروردگار من [ثبت] است. پروردگارم نه اشتباه می‌کند و نه فراموش می‌نماید»."
        }
      ],
      "tafsir_saadi": "پس موسی گفت: (﴿عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى﴾) خداوند اعمال نیک و بدشان را برشمرده است، و آن را در کتابش -که لوح محفوظ است- نوشته، و از آن آگاه و با خبر است، و در هیچ چیزی از آن به خطا نمی‌رود، و احوال گذشتگان را می‌داند و آن را فراموش نمی‌کند؛ یعنی آنها به نزد آنچه که از پیش فرستاده‌اند، برده شده، و عمل خود را ملاقات کرده، و بر آن مجازات خواهند شد. و ای فرعون! سؤال و پرسیدنِ تو از آنها معنی ندارد؛ زیرا آنها امّتی هستند که گذشته‌اند؛ برای آنهاست، آنچه که انجام داده‌اند؛ و شما نیز هرچه می‌کنید، برای خود می‌کنید؛ زیرا دلایل و معجزات و نشانه‌هایی را به تو نشان داده‌ایم، و صدق و یقینی بودنِ آنها محقق شده است. پس به حق روی آر، و کفر و ستمگری و مجادلۀ به باطل‌را رها کن. و اگر درآن معجزات شک داری و آن‌را یقین نمی‌دانی، پس راه باز است و دروازۀ بحث و گفتگو بسته نشده است، [و شما هم] دلیل و حجت بیاور، و هرگز پاسخی در برابر دلایل و آیات ما نخواهی یافت، تا زمانی که شب و روز و جهان، پایدار است. چگونه او در حقّانیتِ دلایل شک داشت، حال آنکه خداوند از او خبر داده است که معجزات و دلایل را با اینکه به آنها یقین داشت، انکار کرد. چنانکه خداوند متعال فرموده است: ﴿وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗا﴾ و آن را از روی ستمگری و خود بزرگ بینی انکار کردند، در حالی‌که نفس‌هایشان بدان یقین داشت.\nو موسی گفت: ﴿لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ﴾ بدون شک، تو می‌دانی که خداوند این نشانه‌ها را جز برای [پیدایش] بینش فرونفرستاده است. پس موسی دانست که او در مجادله‌اش ستمگر است، و هدفش تکبّر و فرمانروایی در روی زمین است.\nسپس دلایل قاطعی را که برای فرعون برشمرده بود با بیان بسیاری از نعمت‌ها و احسان خدا ادامه داد و فرمود:"
    },
    {
      "id": 2401,
      "verse_number": 53,
      "verse_key": "20:53",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦٓ أَزْوَٰجًا مِّن نَّبَاتٍ شَتَّىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925066,
          "resource_id": 135,
          "text": "آن [معبودی] که زمین را برایتان [همچون] گهواره‌ای [محل آسایش] قرار داد و راه‌هایی در آن ایجاد کرد و از آسمان آبی فروفرستاد و به وسیلۀ آن، انواع گوناگون گیاهان را [از زمین] بیرون آوردیم."
        }
      ],
      "tafsir_saadi": "(﴿ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا﴾) پروردگاری که زمین را برای شما زیرانداز ساخت تا بتوانید در آن سکونت ورزید، و آرامش یابید و در آن ساخت وساز کنید، و نهال بکارید. و خدا زمین را برای بذرافشانی و زرع و کشت آماده نموده، و آن را طوری خلق نکرده است که به دست آوردن منافع انسان‌ها از آن مشکل باشد. \n(﴿وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا﴾) و راه‌هایی در آن به وجود آورد که شما را از سرزمینی به سرزمینی دیگر، و از کشوری به کشوری دیگر می‌رسانند، تا جایی که انسان‌ها خیلی راحت می‌توانند به تمام زمین دسترسی داشته باشند، و از سفر و اقامت در آن لذّت ببرند.\n(﴿وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ﴾) و از آسمان آبی فرو فرستاد، آنگاه با آن آب، انواع گیاهان و اقسام درختان نر و ماده را آفریدیم و رویانیدیم؛ یعنی باران را فرو فرستادیم، ﴿فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا﴾ و زمین پس از آنکه خشکیده و مرده بود، سبز وخرم گشت و به وسیلۀ آن، گیاهان مختلف و گوناگون روئید. خداوند گیاهان و درختان را جهت روزی ما و چهارپایان فراهم آورده است، و اگر این درختان و گیاهان نبودند، انسان‌ها و حیواناتِ روی زمین نابود می‌شدند.\nبنابراین فرمود:"
    },
    {
      "id": 2402,
      "verse_number": 54,
      "verse_key": "20:54",
      "hizb_number": 32,
      "rub_el_hizb_number": 125,
      "ruku_number": 271,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كُلُوا۟ وَٱرْعَوْا۟ أَنْعَـٰمَكُمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925067,
          "resource_id": 135,
          "text": "[هم خود از آن] بخورید و [هم] چهارپایانتان را [در آن] بچرانید. بی‌تردید، در این [امور،] نشانه‌هایی [از قدرت الهی] برای خردمندان است."
        }
      ],
      "tafsir_saadi": "(﴿كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡ﴾) خودتان [از نعمات روی زمین] بخورید، و چهارپایانتان را [درآن] بچرانید. این عبارت را به عنوان بیان منّت خویش ذکر کرد، تا براین دلالت نماید که اصل در همۀ گیاهان، این است که خوردن آنها مباح و جایز است. پس، از گیاهان جز گیاهی که خوردن آن مضرّ است، حرام نیست، مانند گیاهان سمّی و غیره که خوردن آن حرام است.\n (﴿إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ﴾) بی‌گمان دراین امور، برای خردمندان و کسانی که فکرشان درست کار می‌کند، نشانه‌هایی است که بر فضل خداوند و احسان و رحمت و گستردگی بخشش و کمال عنایت او دلالت می‌کند، و اینکه او پروردگار و معبود و مالک ستوده است؛ کسی که جز او سزاوار عبادت نیست، و جز او شایستۀ حمد و ستایش نمی‌باشد، و اینکه خداوند بر همه چیز تواناست. پس همان‌طور که او زمین را پس از آنکه خشکیده و مرده بود، زنده و خرّم نمود، مردگان را نیز زنده می‌کند.\nو خداوند خردمندان را به صورت ویژه بیان نمود؛ چون آنها هستند که از این نشانه‌ها استفاده می‌برند، و با چشم عبرت و پندآموزی به آن می‌نگرند. و غیر آنها همچون حیوانات زبان بسته هستند و با چشم عبرت به این نشانه‌ها نمی‌نگرند، و چشم و نگاهشان این هدف و مقصد را نمی‌بیند، بلکه بهرۀ آنان از این نشانه‌ها، بهرۀ حیوانات است؛ می‌خورند و می‌نوشند و دل‌هایشان غافل، و جسم و بدنشان از آن رویگردان است: ﴿وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ﴾ و چه بسیار آیاتی در آسمان‌ها و زمین است که آنان بر آن می‌گذرند و آنان از آن رویگردان‌اند."
    },
    {
      "id": 2403,
      "verse_number": 55,
      "verse_key": "20:55",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ مِنْهَا خَلَقْنَـٰكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925068,
          "resource_id": 135,
          "text": "شما را از آن [خاک] آفریدیم و به آن بازمی‌گردانیم و بار دیگر [در قیامت] از آن بیرون می‌آوریم."
        }
      ],
      "tafsir_saadi": "وقتی که نیکی و سخاوت و حسن سپاس زمین را در برابر بارانی که خداوند بر آن فرو می‌فرستد، بیان کرد، و متذکر شد که زمین به فرمان پروردگارش، انواع گیاهان را می‌رویاند، خبر داد که او ما را از زمین آفریده است، و به هنگام مرگ در زمین دفن می‌شویم و ما را به زمین برمی‌گرداند، و باری دیگر ما را از آن بیرون می‌آورد. پس همچنان‌که خداوند ما را از عدم به وجود آورده است، و به یقین این امر را می‌دانیم و برایمان محقق گشته است، پس بعد از مرگ نیز ما را زنده خواهد کرد، و دوباره از زمین بیرون می‌آورد تا سزا و جزای اعمالی را که انجام داده‌ایم به ما نشان بدهد. و این، دو دلیل عقلی و واضح برای زندگی پس از مرگ است؛ بیرون آوردن گیاهان از زمین پس از مرگش، و زنده کردن انسان‌های مکلف و سر بر آوردن آنان از زمین."
    },
    {
      "id": 2404,
      "verse_number": 56,
      "verse_key": "20:56",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ أَرَيْنَـٰهُ ءَايَـٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925069,
          "resource_id": 135,
          "text": "و به راستی [ما] همۀ نشانه‌های [قدرت] خود [و صداقت رسالت موسی] را به او نشان دادیم؛ ولی [همه را] دروغ پنداشت و [دعوت حق را] نپذیرفت."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که انواع نشانه‌ها و عبرت‌ها و دلائل آشکاری که در وجود انسان است، به فرعون نشان داد؛ اما به راه نیامد و توبه نکرد و بازنگشت، بلکه تکذیب کرد و رویگردان شد.\nاو خبر را تکذیب کرد و از امر و نهی روی برتافت، و حق را باطل، و باطل را حق انگاشت، و در باطل مجادله نمود تا مردم را گمراه کند. پس گفت:"
    },
    {
      "id": 2405,
      "verse_number": 57,
      "verse_key": "20:57",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَـٰمُوسَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925070,
          "resource_id": 135,
          "text": "[آنگاه] گفت: «ای موسی، آیا نزد ما آمده‌ای که با جادویَت ما را از سرزمینمان بیرون کنی؟"
        }
      ],
      "tafsir_saadi": "(﴿أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ﴾) ای موسی! آیا به نزد ما آمده‌ای تا ما را با جادوی خویش از سرزمین خودمان بیرون کنی؟ فرعون ادعا کرد معجزاتی که موسی به او نشان داده است، جادوگری و فریب است؛ و هدف از آن این است که آنها از سرزمینشان بیرون کرده شده، و موسی برآن حاکم شود. فرعون این‌طور گفت تا قومش را متأثر کند، و سخنش در دل آنان اثر بگذارد؛ زیرا طبیعت انسان‌ها به وطن گرایش دارد، و بیرون رفتن و جدا شدن از وطن برای آنها دشوار است.\nپس فرعون به آنها خبر داد که هدف موسی این است آنها را از وطنشان خارج کند تا آنها را علیه موسی بشوراند، و آنان را بر مبارزه و جنگ با موسی تحریک کند. پس گفت:"
    },
    {
      "id": 2406,
      "verse_number": 58,
      "verse_key": "20:58",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِۦ فَٱجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًا سُوًى",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925071,
          "resource_id": 135,
          "text": "یقیناً ما نیز جادویی مانند آن برایت می‌آوریم؛ پس در مکانی که [فاصله‌اش از هر دو طرف] یکسان باشد، وعده‌گاهی میان ما و خود تعیین کن که نه ما از آن خلاف کنیم و نه تو»."
        }
      ],
      "tafsir_saadi": "ما نیز جادویی همانند جادوی تو می‌آوریم، بنابراین به ما مهلت بده، (﴿فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ﴾) و بین ما و خودت وعده‌ای بگذار که نه ما و نه تو از آن تخلف نکنیم. (﴿مَكَانٗا سُوٗى﴾) یعنی در جایی وعده بگذار که هم برای ما و هم برای تو معلوم باشد. و یا منظور، جای هموار و صافی است که آنچه در آن انجام می‌شود، قابل رؤیت باشد."
    },
    {
      "id": 2407,
      "verse_number": 59,
      "verse_key": "20:59",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًى",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925072,
          "resource_id": 135,
          "text": "[موسی] گفت: «وعده‌گاه شما روز عید باشد که [همۀ] مردم پیش از ظهر جمع می‌شوند»."
        }
      ],
      "tafsir_saadi": "پس موسی گفت: (﴿مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ﴾) موعد ما و شما روز جشن است، و آن، عیدی بود که در آن روز کارها و شغل‌هایشان را ترک می‌کردند، (﴿وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى﴾) و باید مردم در چاشتگاه گرد آورده شوند. موسی این را خواست، چون در روز عید و وقت چاشت، مردم زیاد جمع می‌شوند؛ و حقیقت را آن گونه که هست، می‌بینند؛ و در غیر این وقت، مردم زیاد جمع نمی‌شوند و صحنه هم خوب دیده نمی‌شود."
    },
    {
      "id": 2408,
      "verse_number": 60,
      "verse_key": "20:60",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925073,
          "resource_id": 135,
          "text": "آنگاه فرعون بازگشت و [تمام] نیرنگ و حیلۀ خویش را جمع کرد و [همراه جادوگرانش به محل مورد نظر] آمد."
        }
      ],
      "tafsir_saadi": "پس موسی گفت: (﴿مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ﴾) موعد ما و شما روز جشن است، و آن، عیدی بود که در آن روز کارها و شغل‌هایشان را ترک می‌کردند، (﴿وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى﴾) و باید مردم در چاشتگاه گرد آورده شوند. موسی این را خواست، چون در روز عید و وقت چاشت، مردم زیاد جمع می‌شوند؛ و حقیقت را آن گونه که هست، می‌بینند؛ و در غیر این وقت، مردم زیاد جمع نمی‌شوند و صحنه هم خوب دیده نمی‌شود. (﴿فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ﴾) پس فرعون مکرها وحیله‌هایی را که می‌توانست با آن علیه موسی نیرنگ کند، جمع کرد؛ و او کسانی را به شهرها فرستاد تا جادوگرانِ ماهر را جمع کنند، و درآن روز، جادوگری رونق داشت؛ و دانشِ آن، مورد علاقه بود.بنابراین تعداد زیادی از جادوگران جمع شدند و همه به میعادگاه آمدند و مردم برای مشاهدۀ ماجرا جمع شدند. جمعِ زیادی بود؛ مردان و زنان و اشراف و سران و عوام و کوچک و بزرگ همه و همه جمع شده بودند، و آنها مردم را برای جمع شدن تشویق می‌کردند و به مردم می‌گفتند: ﴿هَلۡ أَنتُم مُّجۡتَمِعُونَ لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُواْ هُمُ ٱلۡغَٰلِبِينَ﴾ جمع شوید تا ازجادوگران پیروی کنیم، اگر آنان پیروز شوند."
    },
    {
      "id": 2409,
      "verse_number": 61,
      "verse_key": "20:61",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا۟ عَلَى ٱللَّهِ كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ ۖ وَقَدْ خَابَ مَنِ ٱفْتَرَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925074,
          "resource_id": 135,
          "text": "موسی به آنان گفت: «وای بر شما! بر الله دروغ نبندید که با عذابی [سخت] نابودتان می‌سازد؛ و یقیناً هر ‌کس [با فریب‌دادنِ مردم بر الله] دروغ بست، زیانکار گشت»."
        }
      ],
      "tafsir_saadi": "وقتی مردم از همۀ شهرها و آبادی‌ها جمع شدند، موسی آنان را موعظه نمود و بر آنها حجّت اقامه کرد، و به آنان گفت: (﴿وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖ﴾) وای بر شما! از جادویتان کمک نگیرید، شما با حق مبارزه می‌کنید و بر خدا دروغ می‌بندید، پس خداوند شما را با عذابی از جانب خود ریشه کن و نابود خواهد کرد، و تلاش و دروغ بستن شما ناکام خواهد ماند، و به ‌پیروزی، و مقام والا در نزد فرعون -که به دنبال آن هستید- نخواهید رسید، و از عذاب خدا در امان نخواهید بود."
    },
    {
      "id": 2410,
      "verse_number": 62,
      "verse_key": "20:62",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَتَنَـٰزَعُوٓا۟ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925075,
          "resource_id": 135,
          "text": "[جادوگران پس از هشدار موسی‌] در کار‌شان میان خود اختلاف ورزیدند و پنهانی گفتگو کردند."
        }
      ],
      "tafsir_saadi": "و سخن حق باید در دل‌ها اثر بگذارد، بنابراین جادوگران وقتی سخن موسی را شنیدند؛ کشمکش و اختلاف میان آنها بروز کرد و دچار تردید شدند، و از جملۀ اختلافات آنها این بود که در مورد موسی تردید داشتند که آیا او برحق است یا نه؟ که هنوز هم در رابطه با او، به یک نظر واحد و قطعی نرسیده‌اند تا خداوند کاری را که شدنی است، انجام دهد، ﴿لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖ﴾ تا هر کس که هلاک می‌شود، از روی دلیل هلاک شود؛ و هرکس که زنده می‌ماند، از روی دلیل زنده بماند. پس در این هنگام، مخفیانه و درگوشی با هم صحبت کردند؛ و آنها می‌خواستند تا همه بر یک سخن اتفاق کنند تا در گفته‌ها و کارهایشان موفق شوند و مردم به دین آنها چنگ بزنند."
    },
    {
      "id": 2411,
      "verse_number": 63,
      "verse_key": "20:63",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالُوٓا۟ إِنْ هَـٰذَٰنِ لَسَـٰحِرَٰنِ يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ ٱلْمُثْلَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925076,
          "resource_id": 135,
          "text": "[برخی از آنان] گفتند: «این دو [نفر] قطعاً جادوگرند [و] با جادوی خویش می‌خواهند شما را از سرزمینتان بیرون کنند و آیین [و راه و رسمِ] برتر شما را از میان بردارند."
        }
      ],
      "tafsir_saadi": "و خداوند متعال درگوشی و رازگویی آنها را چنین تفسیر و تعبیر کرده است: (﴿قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا﴾) اینها دو جادوگر هستند که می‌خواهند با جادوی خویش، شما را از سرزمینتان بیرون کنند. همچنان‌که پیش‌تر فرعون نیز همین سخن را گفته بود. پس جادوگران و فرعون، بدون قصد و تصمیم قبلی در این سخن هماهنگ بودند. نیز احتمال دارد که فرعون گفتۀ خودش را که بر آن مصمم بود، به مردم دیکته کرده باشد. و جادوگران بر گفتۀ فرعون این را اضافه کردند و گفتند: (﴿وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ﴾) [موسی و هارون] به خاطرجادویتان، بر شما حسد ورزیده و می‌خواهند بر شما غالب شوند تا افتخار و شهرت از آن آنها باشد، و در این علم [= علم جادوگری] که وقت خود را در آن صرف کرده‌اید، شهره و آوازه برای آن دو باشد.\nآنان می‌خواهند اسباب معیشت و اسباب فخر و شایستگی را از دست شما بگیرند. ساحران با این سخن، یکدیگر را تشویق می‌کردند تا در شکست دادن موسی بکوشند. بنابراین گفتند:"
    },
    {
      "id": 2412,
      "verse_number": 64,
      "verse_key": "20:64",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَجْمِعُوا۟ كَيْدَكُمْ ثُمَّ ٱئْتُوا۟ صَفًّا ۚ وَقَدْ أَفْلَحَ ٱلْيَوْمَ مَنِ ٱسْتَعْلَىٰ",
      "page_number": 315,
      "juz_number": 16,
      "translations": [
        {
          "id": 925077,
          "resource_id": 135,
          "text": "پس [همۀ] نیرنگ خویش را فراهم کنید [و به کار بندید]؛ سپس در یک صف [برای مبارزه] به پیش آیید. بی‌تردید، هرکس امروز [بر دشمن] چیره شود، پیروز [و کامیاب] گشته است»."
        }
      ],
      "tafsir_saadi": "(﴿فَأَجۡمِعُواْ كَيۡدَكُمۡ﴾) همگی مکر و کید خود را روی هم بریزید، و یکپارچه بیایید، و یکدیگر را یاری کنید و رای و سخنتان یکی باشد. (﴿ثُمَّ ٱئۡتُواْ صَفّٗا﴾) پس در یک صف قرار بگیرید تا کارتان را بهتر انجام دهید، و ابّهت بیشتری در دل‌ها داشته باشید، و از تمام ظرفیت و توانایی‌هایتان استفاده کنید، و بدانید که امروز کسی کامیاب می‌شود که پیروز گردد، و بدانید که آینده از آن او و به سود او خواهد بود.\nچقدر در مسیر باطلِ خود سرسخت بودند! زیرا هر سبب و وسیله، و هر آنچه را که در توانشان بود، و هر نوع مکر و فریبی که با آن علیه حق مبارزه می‌کردند، آورده بودند، اما خداوند جز اینکه نورش را کامل کند و حق را بر باطل پیروز نماید، چیزی را نمی‌پذیرد."
    },
    {
      "id": 2413,
      "verse_number": 65,
      "verse_key": "20:65",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925078,
          "resource_id": 135,
          "text": "[جادوگران] گفتند: «اى موسى، آیا تو [آنچه را با خود داری] مى‌افكنى یا [ما] نخستین كسی باشیم كه مى‌افکنَد؟»"
        }
      ],
      "tafsir_saadi": "پس وقتی که کید و نیرنگشان به اوج رسید و قصد و هدف خود را همسو کردند، (﴿قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ﴾) گفتند: ای موسی! تو اول عصای خود را می‌اندازی، (﴿وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ﴾) یا ما نخستین کسانی باشیم که می‌اندازیم؟!\nآنها موسی را مختار نمودند؛ زیرا یقین داشتند که به هر حال بر او پیروز خواهند شد."
    },
    {
      "id": 2414,
      "verse_number": 66,
      "verse_key": "20:66",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ بَلْ أَلْقُوا۟ ۖ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925079,
          "resource_id": 135,
          "text": "[موسی] گفت: «[نه،] بلکه، شما بیفکنید». ناگاه ریسمان‌ها و چوبدستی‌های آنان از جادویشان چنان به نظرش رسید كه گویی به شتاب مى‌خزند."
        }
      ],
      "tafsir_saadi": "موسی به آنان گفت: (﴿بَلۡ أَلۡقُواْ﴾) بلکه شما بیندازید، پس آنان ریسمان‌ها و عصاهایشان را انداختند، (﴿فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ﴾) پس ناگهان ریسمان‌ها و عصاهایشان، بر اثر سحر آنان، در نظر موسی چنان به ‌نظر آمد که مار شده‌اند و می‌خزند و تند راه می‌روند،"
    },
    {
      "id": 2415,
      "verse_number": 67,
      "verse_key": "20:67",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925080,
          "resource_id": 135,
          "text": "پس موسى در دلش ترسی احساس كرد."
        }
      ],
      "tafsir_saadi": "(﴿فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ﴾) وقتی موسی چنین به نظرش آمد، چنانکه مقتضای طبیعت بشری است، در دلِ خود اندکی احساس هراس کرد، وگر نه او به وعدۀ خدا و کمک او یقین داشت."
    },
    {
      "id": 2416,
      "verse_number": 68,
      "verse_key": "20:68",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925081,
          "resource_id": 135,
          "text": "گفتیم: «نترس [که] تو قطعاً [پیروز و] برتری."
        }
      ],
      "tafsir_saadi": "و ما برای تثبیت و آرامش موسی به او گفتیم: \n(﴿لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ﴾) مترس! بدون شک تو بر آنان چیره خواهی شد، و آنان را شکست خواهی داد، و در برابرِ تو ذلیل و فروتن می‌شوند."
    },
    {
      "id": 2417,
      "verse_number": 69,
      "verse_key": "20:69",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ ۖ إِنَّمَا صَنَعُوا۟ كَيْدُ سَـٰحِرٍ ۖ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925082,
          "resource_id": 135,
          "text": "و آنچه را که در دست راست خود داری بیفکن تا [تمام] آنچه را که ساخته‌اند ببلعد. بی‌تردید، آنچه آنان ساخته‌اند، فقط نیرنگِ جادوگر است و جادوگر هر جا که باشد [و هر چه کند]، پیروز نمی‌گردد»."
        }
      ],
      "tafsir_saadi": "(﴿وَأَلۡقِ مَا فِي يَمِينِكَ﴾) و چیزی را که در دست راست داری، بیفکن؛ یعنی عصایت را بینداز، (﴿تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ﴾) تا مکر و نیرنگ‌های ساختگی‌شان را که ساخته‌اند، فرو ببلعد؛ چرا که آنچه ساخته‌اند، نیرنگ جادوگر است؛ و جادوگر هر کجا برود، پیروز نمی‌شود. یعنی مکر و نیرنگشان برای آنها نتیجه و ثمره‌ای نخواهد داشت و موفّق نخواهد بود؛ زیرا کار آنها، نیرنگِ جادوگران است؛ کسانی که مردم را فریب داده، و باطل را چنان نشان می‌دهند که گویا حق است. پس موسی عصایش را انداخت و همۀ آنچه را که درست کرده بودند، خورد. مردم این عمل شگفت‌انگیز را مشاهد ‌کردند، پس ساحران به یقین دانستند که این جادو نیست، و این از طرف خداوند است. پس بلافاصله ایمان آوردند،"
    },
    {
      "id": 2418,
      "verse_number": 70,
      "verse_key": "20:70",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَـٰرُونَ وَمُوسَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925083,
          "resource_id": 135,
          "text": "[هنگامی‌که موسی عصایش را بر زمین انداخت، به مار بزرگی تبدیل شد و ساخته‌های آنان را بلعید] آنگاه جادوگران به سجده افتادند [و] گفتند: «به پروردگار هارون و موسی ایمان آوردیم»."
        }
      ],
      "tafsir_saadi": "بنابراین حق پیروز و چیره شد، و سحر و مکر و نیرنگ در آن مجمع بزرگ باطل و نابود گشت.\nاین ماجرا، دلیل و رحمتی برای مؤمنان، و حجّتی علیه مخالفان شد."
    },
    {
      "id": 2419,
      "verse_number": 71,
      "verse_key": "20:71",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ ۖ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925084,
          "resource_id": 135,
          "text": "[فرعون] گفت: «آیا پیش از آنکه به شما اجازه دهم به او ایمان آوردید؟ قطعاً او بزرگِ شماست كه به شما جادوگری آموخته است. پس قطعاً دست و پاى شما را بر عكس یكدیگر [از چپ و راست] قطع مى‌كنم و همگی‌تان را از تنه‌هاى نخل به دار مى‌آویزم و آنگاه خوب خواهید دانست که عذاب [و شکنجۀ] کدام ‌یک از ما سخت‌تر و پاینده‌تر است؛ [من یا پروردگارِ موسی]»."
        }
      ],
      "tafsir_saadi": "پس فرعون به جادوگران گفت: (﴿ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡ﴾) آیا پیش از آنکه به شما اجازه دهم، بدو ایمان آوردید؟ یعنی چگونه اقدام به ایمان آوردن به او نمودید، بدون اینکه به من مراجعه کنید و از من اجازه بگیرید؟ فرعون از این کار آنها تعجّب کرد؛ زیرا آنها درمقابل او مؤدّب بودند، و در هر کاری از او فرمان می‌بردند، و فرعون ایمان آوردن آنها را مانند دیگر کارها قرار داد، و تصوّرش این بود که می‌بایست این بار هم از او اجازه بگیرند.\nپس بعد ‌از مشاهدۀ این دلیل، فرعون باز بر کفر و سرکشی خود اصرار ورزید، و قومش را نادان قرار داد، و اظهار داشت که پیروز شدن موسی بر جادوگران، به خاطر این نیست که آنچه او دارد حق است، بلکه به خاطر این است که او و جادوگران [پنهانی] توافق کرده و نیرنگ ورزیده و نقشه کشیده‌اند تا فرعون و قومش را از سرزمینشان بیرون کنند. پس قوم فرعون این مکر او را قبول کردند و گمان بردند که او راست می‌گوید: ﴿فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ﴾ قومش را نادان قرار داد، پس، از او اطاعت کردند، بی گمان آنها قوم فاسقی بودند.\nهر چند که سخن فرعون، در عقل کسی که کمترین بهره از خرد و شناخت داشته باشد، نمی‌گنجد؛ زیرا موسی تنها از مدین آمده، و با هیچ یک از جادوگران دیدار نکرده بود، و کسی از جادوگران را ندیده بود؛ بلکه او وقتی از مدین آمد، بلافاصله فرعون و قومش را دعوت کرد، و معجزات را به آنها نشان داد. پس فرعون خواست با آنچه موسی آورده است، مبارزه کند؛ بنابراین آنچه در توان داشت، انجام داد؛ و افرادی را به شهرها فرستاد تا هرجادوگر ماهری را به نزد او بیاورند. جادوگران به نزد او آمدند، و فرعون به آنها وعده داد که اگر پیروز شوند، به آنها پاداش و مقام بدهد. و جادوگران بسیار کوشیدند، و آخرین مکرشان را برای شکست دادن موسی به کار بستند، و آنچه می‌توانستند انجام دادند. \nپس آیا می‌توان تصور کرد که آنها با موسی نقشه کشیده، و بر آنچه روی داد، اتفاق کرده باشند؟ بدون شک این از محال‌ترینِ محال‌ها است. سپس فرعون جادوگران را تهدید کرد و گفت: (﴿فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ﴾) بی‌گمان دست‌هایتان و پاهایتان را برعکس یکدیگر قطع می‌کنم، آن‌گونه که با محارب و «مفسد فی الأرض» رفتار می‌شود؛ که دست راست و پای چپش قطع می‌شود. \n(﴿وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ﴾) و شما را بر تنه‌های درختان خرما به دار می‌آویزیم تا همه شما را ببینند و رسوا شوید.\n(﴿وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ﴾) و بی‌شک خواهید دانست کدام‌یک از ما سخت کیفرتر و پایدارتر است؛ یعنی به گمانش، کیفر او از عذاب خدا سخت‌تر است. و فرعون حقیقت‌ها را دگرگون نمود و کسانی را که عقل نداشتند، می‌ترساند."
    },
    {
      "id": 2420,
      "verse_number": 72,
      "verse_key": "20:72",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلَّذِى فَطَرَنَا ۖ فَٱقْضِ مَآ أَنتَ قَاضٍ ۖ إِنَّمَا تَقْضِى هَـٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925085,
          "resource_id": 135,
          "text": "[جادوگران] گفتند: «هرگز [پیروی از] تو را بر این دلایل روشنی که برایمان آمده است و [همچنین] بر آن که ما را آفریده است ترجیح نمی‌دهیم؛ پس به هر حکمی که می‌خواهی، حکم کن. تو فقط می‌توانی در زندگیِ این دنیا حکم کنی."
        }
      ],
      "tafsir_saadi": "بنابراین وقتی جادوگران حق را شناختند، و خداوند به آنها عقلی داد که با آن حقیقت را درک ‌کردند، در پاسخ فرعون گفتند: (﴿لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ﴾) هرگز تو و آنچه را که از تقرب و پاداش به ما وعده داده‌ای، بر دلایل روشنی که بیانگر آنند خداوند تنها پروردگار و معبود است، و تنها او بزرگ و معظم است، و غیر از او هرچه هست باطل می‌باشد، ترجیح نمی‌دهیم؛ و تو را، بر کسی که ما را آفریده است، برنمی‌گزینیم، چنین چیزی امکان ندارد.\n(﴿فَٱقۡضِ مَآ أَنتَ قَاضٍ﴾) پس هرچه می‌خواهی بکن، و در انجام آنچه که ما را بدان تهدید می‌کنی -مبنی براینکه دست و پایمان را قطع می‌کنی، و ما را به دار می‌آویزی، و شکنجه می‌دهی- دریغ مکن.\n(﴿إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ﴾) زیرا آنچه ما را بدان تهدید می‌کنی، نهایتش این است که در این دنیا بدان گرفتار می‌شویم، و آن از بین می‌رود و به ما ضرری نمی‌رساند؛ اما کسی که بر کفر خود ادامه دهد، عذابش بزرگ و همیشگی است.\nو این پاسخِ سخنِ فرعون بود که گفت: (﴿وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ﴾) و خواهید دانست که کدام‌یک از ما سخت کیفرتر و پایدارتر است. و این سخن جادوگران، مبیّن این موضوع است که فرد عاقل باید لذّت‌های دنیا و آخرت، و عذاب دنیا و آخرت را با هم مقایسه کند."
    },
    {
      "id": 2421,
      "verse_number": 73,
      "verse_key": "20:73",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَـٰيَـٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ ۗ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925086,
          "resource_id": 135,
          "text": "بی‌تردید، ما به پروردگارمان ایمان آوردیم تا گناهانمان و آنچه را از جادوگری بر ما تحمیل کردی ببخشاید؛ و الله بهتر و پاینده‌تر است»."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا﴾) ما به پروردگارمان ایمان آورده‌ایم تا [خداوند] کفر و گناهانمان را بیامرزد؛ زیرا ایمان، کفارۀ گناهان است؛ و توبۀ، گناهان گذشته را محو و نابود می‌کند. \n(﴿وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِ﴾) و تا جادوگری‌هایی که ما را به آن وادار کردی، و با آن به مبارزۀ با حق برخاستیم [نیز محو کند و ببخشاید]. و این دلیلی است براینکه آنها در کار گذشتۀ خود مختار نبودند، بلکه فرعون آنها را بدان مجبور کرده بود. \nظاهراً چنین به نظر می‌آید و خداوند بهتر می‌داند وقتی که موسی آنها را موعظه کرد ـ و گفت: ﴿ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖ﴾ وای برشما! برخداوند دروغ مبندید، که شما را با عذابی سخت نابود و ریشه‌کن خواهد کرد ـ این موعظه تأثیر به سزایی در وجودشان گذاشت. بنابراین بعد ‌از این موعظه، با یکدیگر اختلاف کردند؛ سپس فرعون، آنها را بر نیرنگی که اجرا کردند، وادار نمود. و قبل از اینکه موسی به نزدشان بیاید، سخن گذشتۀ فرعون را بر زبان آوردند: ﴿إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا﴾ این دو جادوگرند و می‌خواهند شما را از سرزمینتان، به وسیلۀ جادوی خود بیرون کنند. پس جادوگران، برنامه‌ای را که فرعون برایشان تدارک دیده بود و آنها را بر اجرای آن مجبور ساخته بود، اجرا کردند.\nآنان مخالفت و مبارزۀ خود با حق را باطل می‌دانستند و آن را نمی‌پسندیدند؛ و آنچه را که انجام دادند، از روی چشم‌پوشی [از حقایقی] بود [که آنها بدان یقین حاصل کرده بودند]. و شاید همین امر، سبب شد که خداوند آنها را مورد رحمت خویش قرار دهد، و به آنها توفیق ایمان و توبه ارزانی کند. و گفتند: (﴿وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ﴾) خداوند، از پاداش و مقامی که تو به ما وعده داده‌ای، بهتر است؛ و پاداش او، نیکوتر و ماندگارتر است. و آن طور نیست که فرعون می‌گوید: ﴿وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ﴾ و خواهید دانست که کدام‌یک از ما، عذابش سخت‌تر و دردناک‌تر و پایدارتر است. در همۀ جاهایی که داستان فرعون و موسی بیان شده است، وقتی خداوند به داستان جادوگران می‌رسد، می‌فرماید: فرعون آنها را به قطع کردن دست‌ها و پاهایشان، و به‌دار آویختن تهدید کرد، و بیان نکرده است که فرعون این کار را کرده باشد، و هیچ حدیث صحیحی وارد نشده که فرعون دست و پاهایشان را قطع کرده، و آنها را به‌دار آویخته باشد. یقین داشتن به اینکه این کار انجام شده یا نشده، نیاز به دلیل دارد. و خداوند این را بهتر می‌داند."
    },
    {
      "id": 2422,
      "verse_number": 74,
      "verse_key": "20:74",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925087,
          "resource_id": 135,
          "text": "هرکس در پیشگاهِ پروردگارش، گناهکار حاضر شود، یقیناً آتش دوزخ برای اوست؛ در آنجا نه می‌میرد [که رهایی یابد] و نه [به خوشى‌] زندگى كند."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ﴾) خداوند متعال خبر می‌دهد که هرکس که به صورت مجرم و گناهکار پیش او آید؛ یعنی از هر جهت گناهکار و مجرم باشد، و این مستلزم کفر است، و بر کفر خویش تا دم مرگ ماندگار باشد، جهنم از آنِ اوست؛ که شکنجۀ آن سخت، و زنجیرهایش بزرگ، و ژرفای آن بسیار عمیق، و گرمای آن دردناک می‌باشد. جهنمی که انواع عذاب در آن وجود دارد، و فردی که در آن عذاب داده می‌شود نه می‌میرد و نه زنده می‌ماند؛ نه می‌میرد که راحت شود، و نه چنان زندگی می‌کند که لذّت ببرد؛ بلکه زندگی‌اش، آکنده از عذاب قلب و روح و بدن است، و اندازۀ آن را کسی نمی‌داند. لحظه‌ای عذاب از او دور نمی‌شود؛ کمک می‌خواهد، اما به دادش نمی‌رسند؛ دعا می‌کند، اما اجابت نمی‌شود.\nآری! وقتی فرد جهنمی کمک بجوید، با آبی چون فلز گداخته شده که چهره‌ها را بریان می‌کند، به دادش می‌رسند؛ و چون دعا کند، این‌گونه پاسخ داده می‌شود: ﴿ٱخۡسَ‍ُٔواْ فِيهَا وَلَا تُكَلِّمُونِ﴾ بتمرکید در آن، و حرف نزنید"
    },
    {
      "id": 2423,
      "verse_number": 75,
      "verse_key": "20:75",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّـٰلِحَـٰتِ فَأُو۟لَـٰٓئِكَ لَهُمُ ٱلدَّرَجَـٰتُ ٱلْعُلَىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925088,
          "resource_id": 135,
          "text": "و هرکس مؤمن نزد او تعالی بیاید در حالی که کارهای شایسته انجام داده باشد، اینان درجات عالی دارند."
        }
      ],
      "tafsir_saadi": ". و هرکس با ایمان و عملِ صالحِ واجب و مستحب و در حالی که پیامبران را تصدیق نموده و از کتاب‌هایشان پیروی کرده است، به نزد پروردگارش بیاید، (﴿فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ ﴾) اینان درجات بلند دارند؛ یعنی در منزل‌های بلند، و اتاق‌های مزیّن، و لذّت‌های پیوسته، و جویبارهای روان خواهند ماند، که هیچ چشمی مانند آن را ندیده، و هیچ گوشی آن را نشنیده، و به ذهن هیچ انسانی خطور نکرده است.\n(﴿وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ﴾) و این، پاداشِ کسی است که خویشتن را از شرک و کفر و فسق و گناهان پاکیزه داشته است؛ یا این کارها را اصلاً انجام نداده باشد؛ و اگر انجام داده باشد، توبه نموده و خودش را پاک نموده، و با ایمان و عمل صالح وجودش را رشد داده باشد؛ زیرا پاک کردن، دو معنی دارد: پاکیزه کردن، و دور کردن پلیدی. و با انجام کارهای نیک، بر پاکی‌اش بیفزاید. و زکات به خاطر این دو چیز، زکات نامیده شده است، که از ریشۀ تزکیه است."
    },
    {
      "id": 2424,
      "verse_number": 76,
      "verse_key": "20:76",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 272,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
      "page_number": 316,
      "juz_number": 16,
      "translations": [
        {
          "id": 925089,
          "resource_id": 135,
          "text": "باغ‌های جاودان [بهشت] که جویبارها زیر [درختان] آن جاری است. همیشه در آن خواهند بود؛ و این است پاداش کسی ‌که خود را [از آلودگی‌های شرک و گناه] پاک کرده است."
        }
      ],
      "tafsir_saadi": "(﴿وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ﴾) و این، پاداشِ کسی است که خویشتن را از شرک و کفر و فسق و گناهان پاکیزه داشته است؛ یا این کارها را اصلاً انجام نداده باشد؛ و اگر انجام داده باشد، توبه نموده و خودش را پاک نموده، و با ایمان و عمل صالح وجودش را رشد داده باشد؛ زیرا پاک کردن، دو معنی دارد: پاکیزه کردن، و دور کردن پلیدی. و با انجام کارهای نیک، بر پاکی‌اش بیفزاید. و زکات به خاطر این دو چیز، زکات نامیده شده است، که از ریشۀ تزکیه است."
    },
    {
      "id": 2425,
      "verse_number": 77,
      "verse_key": "20:77",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَـٰفُ دَرَكًا وَلَا تَخْشَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925090,
          "resource_id": 135,
          "text": "و به راستی [ما] به موسی وحی کردیم که: «بندگانم را شبانه [از مصر بیرون] ببر، سپس در دریا راهی خشک برایشان بگشا، که نه از تعقیب [دشمنان] خواهی ترسید و نه [از غرق شدن در دریا] بیم داری»."
        }
      ],
      "tafsir_saadi": "وقتی موسی با دلیل بر فرعون و قومش پیروز شد، در مصر باقی ماند و آنها را به اسلام فرا ‌خواند و برای آزاد کردن بنی‌اسرائیل از دست فرعون کوشید. فرعون، سرکش و قدرتمند، و فرمانش بر بنی‌اسرائیل سخت بود. خداوند به فرعون نشانه و عبرت‌هایی را نشان ‌داد که در قرآن برای ما بیان کرده است.\nبنی‌اسرائیل نمی‌توانستند ایمان خود را اظهار و آشکار بکنند. آنها خانه‌های خود را سجده‌گاه کرده و در آن عبادت می‌کردند، و در برابر فرعون و اذیّت و آزار او بردباری می‌ورزیدند. پس خداوند خواست آنها را از شرّ دشمنان نجات دهد، و در زمین به آنها قدرت ببخشد تا او را آشکارا عبادت کنند و دستورش را اجرا نمایند . بنابراین خداوند به پیامبرش موسی وحی کرد که مخفیانه با بنی‌اسرائیل وعده بگذارد و در اول شب حرکت کنند. و به او خبر داد که فرعون و قومش به زودی او را دنبال خواهند کرد. پس بنی‌اسرائیل همراه با زنان و کودکان و فرزندانشان در اول شب بیرون رفتند. وقتی اهل مصر شب را پشت سر نهادند، صبح فردا ناگهان دیدند که از بنی‌اسرائیل هیچ‌کس در مصر وجود ندارد. فرعون بر آنها خشمگین شد و افرادی را به شهرها فرستاد تا آنان را از رفتن منع کنند، و مردم را بر دنبال کردن بنی‌اسرائیل تحریک نمایند. پس به وقت صبح، آنها را دنبال کردند.\n﴿فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ﴾ وقتی دو گروه روبه‌رو شدند، یاران موسی گقتند: بدون تردید ما را گرفتند، و به ما رسیدند، و آشفته و پریشان شدند، و ترسیدند. دریا جلویشان بود و فرعون پشت سرشان قرار داشت که به شدت بر آنان خشمگین بود. اما موسی اطمینان و آرامش داشت، و به وعدۀ پروردگارش مطمئن بود. \nپس فرمود: ﴿كَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ﴾ نه! بی‌گمان پروردگارم با من است و مرا هدایت خواهد کرد. پس خداوند به موسی وحی نمود که عصایش را به دریا بزند، و موسی آن را به دریا زد، آنگاه دوازده راه در دریا شکافته شد، و آب از چپ و راست چون کوه بلند شده بود. و خداوند راه‌های آنان را خشک کرد، و آنان را فرمان داد که نهراسند، و به آنان اطمینان داد که فرعون نمی‌تواند آنها را دستگیر ‌کند. پس راه‌ها را در پیش گرفته و در آن حرکت نمودند، تا اینکه قوم موسی به طور کامل از دریا بیرون رفتند و گروه فرعون به طور کامل وارد دریا شدند، آنگاه دریا بر آنان جمع شد و آنها را فرو پوشانید و همه غرق شدند و هیچ کس از آنها نجات پیدا نکرد. بنی‌اسرائیل با چشمِ سر نابودی دشمن را نظاره کردند، و خداوند با نابود کردن دشمنشان، چشم آنان را روشن کرد.\nو این، سرانجامِ کفر و گمراهی و رهنمود نشدن به راهنمایی خداوند است. بنابراین خداوند متعال فرمود: (﴿وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ﴾) فرعون با آراسته کردن کفر برای آنها، و بی‌ارزش جلوه دادن آنچه موسی آورده بود، و فریب دادنشان، آنان را گمراه نمود، و هیچ وقت آنها را هدایت نکرد. پس آنها را به گمراهی و انحراف کشاند، سپس آنها را در معرض عذاب و شکنجه قرار داد."
    },
    {
      "id": 2426,
      "verse_number": 78,
      "verse_key": "20:78",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925091,
          "resource_id": 135,
          "text": "آنگاه فرعون با سپاهیانش آنان را دنبال کرد و آب دریا آنان را فروپوشاند؛ چنان پوشاندنی [که حقیقتش را کسی جز الله نمی‌داند]."
        }
      ],
      "tafsir_saadi": "وقتی موسی با دلیل بر فرعون و قومش پیروز شد، در مصر باقی ماند و آنها را به اسلام فرا ‌خواند و برای آزاد کردن بنی‌اسرائیل از دست فرعون کوشید. فرعون، سرکش و قدرتمند، و فرمانش بر بنی‌اسرائیل سخت بود. خداوند به فرعون نشانه و عبرت‌هایی را نشان ‌داد که در قرآن برای ما بیان کرده است.\nبنی‌اسرائیل نمی‌توانستند ایمان خود را اظهار و آشکار بکنند. آنها خانه‌های خود را سجده‌گاه کرده و در آن عبادت می‌کردند، و در برابر فرعون و اذیّت و آزار او بردباری می‌ورزیدند. پس خداوند خواست آنها را از شرّ دشمنان نجات دهد، و در زمین به آنها قدرت ببخشد تا او را آشکارا عبادت کنند و دستورش را اجرا نمایند . بنابراین خداوند به پیامبرش موسی وحی کرد که مخفیانه با بنی‌اسرائیل وعده بگذارد و در اول شب حرکت کنند. و به او خبر داد که فرعون و قومش به زودی او را دنبال خواهند کرد. پس بنی‌اسرائیل همراه با زنان و کودکان و فرزندانشان در اول شب بیرون رفتند. وقتی اهل مصر شب را پشت سر نهادند، صبح فردا ناگهان دیدند که از بنی‌اسرائیل هیچ‌کس در مصر وجود ندارد. فرعون بر آنها خشمگین شد و افرادی را به شهرها فرستاد تا آنان را از رفتن منع کنند، و مردم را بر دنبال کردن بنی‌اسرائیل تحریک نمایند. پس به وقت صبح، آنها را دنبال کردند.\n﴿فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ﴾ وقتی دو گروه روبه‌رو شدند، یاران موسی گقتند: بدون تردید ما را گرفتند، و به ما رسیدند، و آشفته و پریشان شدند، و ترسیدند. دریا جلویشان بود و فرعون پشت سرشان قرار داشت که به شدت بر آنان خشمگین بود. اما موسی اطمینان و آرامش داشت، و به وعدۀ پروردگارش مطمئن بود. \nپس فرمود: ﴿كَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ﴾ نه! بی‌گمان پروردگارم با من است و مرا هدایت خواهد کرد. پس خداوند به موسی وحی نمود که عصایش را به دریا بزند، و موسی آن را به دریا زد، آنگاه دوازده راه در دریا شکافته شد، و آب از چپ و راست چون کوه بلند شده بود. و خداوند راه‌های آنان را خشک کرد، و آنان را فرمان داد که نهراسند، و به آنان اطمینان داد که فرعون نمی‌تواند آنها را دستگیر ‌کند. پس راه‌ها را در پیش گرفته و در آن حرکت نمودند، تا اینکه قوم موسی به طور کامل از دریا بیرون رفتند و گروه فرعون به طور کامل وارد دریا شدند، آنگاه دریا بر آنان جمع شد و آنها را فرو پوشانید و همه غرق شدند و هیچ کس از آنها نجات پیدا نکرد. بنی‌اسرائیل با چشمِ سر نابودی دشمن را نظاره کردند، و خداوند با نابود کردن دشمنشان، چشم آنان را روشن کرد.\nو این، سرانجامِ کفر و گمراهی و رهنمود نشدن به راهنمایی خداوند است. بنابراین خداوند متعال فرمود: (﴿وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ﴾) فرعون با آراسته کردن کفر برای آنها، و بی‌ارزش جلوه دادن آنچه موسی آورده بود، و فریب دادنشان، آنان را گمراه نمود، و هیچ وقت آنها را هدایت نکرد. پس آنها را به گمراهی و انحراف کشاند، سپس آنها را در معرض عذاب و شکنجه قرار داد."
    },
    {
      "id": 2427,
      "verse_number": 79,
      "verse_key": "20:79",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَضَلَّ فِرْعَوْنُ قَوْمَهُۥ وَمَا هَدَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925092,
          "resource_id": 135,
          "text": "و [بدین‌سان‌] فرعون قوم خود را گمراه نمود و هدایت نکرد."
        }
      ],
      "tafsir_saadi": "وقتی موسی با دلیل بر فرعون و قومش پیروز شد، در مصر باقی ماند و آنها را به اسلام فرا ‌خواند و برای آزاد کردن بنی‌اسرائیل از دست فرعون کوشید. فرعون، سرکش و قدرتمند، و فرمانش بر بنی‌اسرائیل سخت بود. خداوند به فرعون نشانه و عبرت‌هایی را نشان ‌داد که در قرآن برای ما بیان کرده است.\nبنی‌اسرائیل نمی‌توانستند ایمان خود را اظهار و آشکار بکنند. آنها خانه‌های خود را سجده‌گاه کرده و در آن عبادت می‌کردند، و در برابر فرعون و اذیّت و آزار او بردباری می‌ورزیدند. پس خداوند خواست آنها را از شرّ دشمنان نجات دهد، و در زمین به آنها قدرت ببخشد تا او را آشکارا عبادت کنند و دستورش را اجرا نمایند . بنابراین خداوند به پیامبرش موسی وحی کرد که مخفیانه با بنی‌اسرائیل وعده بگذارد و در اول شب حرکت کنند. و به او خبر داد که فرعون و قومش به زودی او را دنبال خواهند کرد. پس بنی‌اسرائیل همراه با زنان و کودکان و فرزندانشان در اول شب بیرون رفتند. وقتی اهل مصر شب را پشت سر نهادند، صبح فردا ناگهان دیدند که از بنی‌اسرائیل هیچ‌کس در مصر وجود ندارد. فرعون بر آنها خشمگین شد و افرادی را به شهرها فرستاد تا آنان را از رفتن منع کنند، و مردم را بر دنبال کردن بنی‌اسرائیل تحریک نمایند. پس به وقت صبح، آنها را دنبال کردند.\n﴿فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ﴾ وقتی دو گروه روبه‌رو شدند، یاران موسی گقتند: بدون تردید ما را گرفتند، و به ما رسیدند، و آشفته و پریشان شدند، و ترسیدند. دریا جلویشان بود و فرعون پشت سرشان قرار داشت که به شدت بر آنان خشمگین بود. اما موسی اطمینان و آرامش داشت، و به وعدۀ پروردگارش مطمئن بود. \nپس فرمود: ﴿كَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ﴾ نه! بی‌گمان پروردگارم با من است و مرا هدایت خواهد کرد. پس خداوند به موسی وحی نمود که عصایش را به دریا بزند، و موسی آن را به دریا زد، آنگاه دوازده راه در دریا شکافته شد، و آب از چپ و راست چون کوه بلند شده بود. و خداوند راه‌های آنان را خشک کرد، و آنان را فرمان داد که نهراسند، و به آنان اطمینان داد که فرعون نمی‌تواند آنها را دستگیر ‌کند. پس راه‌ها را در پیش گرفته و در آن حرکت نمودند، تا اینکه قوم موسی به طور کامل از دریا بیرون رفتند و گروه فرعون به طور کامل وارد دریا شدند، آنگاه دریا بر آنان جمع شد و آنها را فرو پوشانید و همه غرق شدند و هیچ کس از آنها نجات پیدا نکرد. بنی‌اسرائیل با چشمِ سر نابودی دشمن را نظاره کردند، و خداوند با نابود کردن دشمنشان، چشم آنان را روشن کرد.\nو این، سرانجامِ کفر و گمراهی و رهنمود نشدن به راهنمایی خداوند است. بنابراین خداوند متعال فرمود: (﴿وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ﴾) فرعون با آراسته کردن کفر برای آنها، و بی‌ارزش جلوه دادن آنچه موسی آورده بود، و فریب دادنشان، آنان را گمراه نمود، و هیچ وقت آنها را هدایت نکرد. پس آنها را به گمراهی و انحراف کشاند، سپس آنها را در معرض عذاب و شکنجه قرار داد."
    },
    {
      "id": 2428,
      "verse_number": 80,
      "verse_key": "20:80",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ قَدْ أَنجَيْنَـٰكُم مِّنْ عَدُوِّكُمْ وَوَٰعَدْنَـٰكُمْ جَانِبَ ٱلطُّورِ ٱلْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925093,
          "resource_id": 135,
          "text": "ای بنی‌اسرائیل، به راستی [ما] شما را از [چنگ] دشمنانتان نجات دادیم و در سمت راست [کوه] طور با شما وعده گذاشتیم [تا تورات را نازل کنیم] و بر شما تَرَنجَبین و بلدرچین فروفرستادیم."
        }
      ],
      "tafsir_saadi": "خداوند منّت و احسان بزرگ خویش را بر بنی‌اسرائیل یادآور می‌شود، که دشمنشان را هلاک کرد؛ و موسی را در طرف راستِ کوه طور وعده داد تا کتابی را که احکام بزرگ و اخبار زیبا در آن هست، بر وی نازل نماید؛ و نعمت دینی را، بعد از تکمیل نمودن نعمت دنیوی، بر آنان کامل بگرداند. نیز منّت خویش را بر آنها بیان می‌نماید، آنگاه که در آن میدانِ برهوتِ «تیه» (﴿ٱلۡمَنَّ﴾) یعنی ترنجین و (﴿وَٱلسَّلۡوَىٰ﴾) یعنی پرندۀ بلدرچین آسمانی، و روزیِ آماده و گوارا که بدون مشقّت به دست می‌آید بر آنان فرو فرستاد و به آنها فرمود:"
    },
    {
      "id": 2429,
      "verse_number": 81,
      "verse_key": "20:81",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَلَا تَطْغَوْا۟ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِى ۖ وَمَن يَحْلِلْ عَلَيْهِ غَضَبِى فَقَدْ هَوَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925094,
          "resource_id": 135,
          "text": "از نعمت‌های پاکیزه‌‌ای که به شما روزی داده‌ایم بخورید و در آن زیاده‌روی نکنید که خشم من بر شما فرود می‌آید؛ و هرکس که خشم من بر او فرود ‌آید، قطعاً هلاک می‌گردد."
        }
      ],
      "tafsir_saadi": "(﴿كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ﴾) از روزی‌های پاکی که به شما داده‌ایم، بخورید، و سپاس نعمت‌هایی که به سوی شما سرازیر کرده‌ایم، به‌جای آورید. (﴿وَلَا تَطۡغَوۡاْ فِيهِ﴾) و در آن از حدّ تجاوز نکنید، و آن را در نافرمانی خداوند به کار نگیرید، و به سبب برخورداری از نعمت‌ها مغرور نشوید؛ زیرا اگر چنین کنید، خشم من بر شما محقّق ‌شده و دامنگیرتان می‌شود؛ یعنی بر شما خشم می‌گیرم، سپس عذابتان خواهم داد.\n(﴿وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ﴾) و هرکس که خشمِ من او را فرا بگیرد، به راستی که نابود شده است؛ یعنی هلاک و ناکام و زیانمند می‌گردد، چون او خشنودی و احسان را از دست داده است."
    },
    {
      "id": 2430,
      "verse_number": 82,
      "verse_key": "20:82",
      "hizb_number": 32,
      "rub_el_hizb_number": 126,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِنِّى لَغَفَّارٌ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا ثُمَّ ٱهْتَدَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925095,
          "resource_id": 135,
          "text": "و یقیناً من آمرزندۀ كسى هستم كه توبه كند و ایمان آورد و كاری شایسته کند و آنگاه بر هدایت [خود باقى] بماند."
        }
      ],
      "tafsir_saadi": "با وجود این، دروازۀ توبه باز است؛ گرچه بنده، گناهان زیادی را انجام داده باشد.\nبنابراین فرمود: (﴿وَإِنِّي لَغَفَّارٞ﴾) و بدون شک، آمرزش و رحمت من، نسبت به کسی که از کفر و بدعت و فسق توبه نماید، و به خدا و فرشتگانش و کتاب‌ها و پیامبرانش و روز قیامت ایمان بیاورد، و اعمال قلبی و بدنی و گفتارهای شایسته انجام دهد، زیاد و فراوان است.\n(﴿ثُمَّ ٱهۡتَدَىٰ﴾) سپس راه یابد؛ یعنی راه راست را در پیش بگیرد، و از پیامبر بزرگوار و از دین استوار اطاعت نماید، خداوند گناهان چنین کسی را می‌آمرزد، و گناهان گذشته و اصرار او بر آن‌ها را می‌بخشد؛ چون او بزرگ‌ترین اسباب آمرزش و رحمت را فراهم کرده است، چرا که همۀ اسباب آمرزش و رحمت در این امور منحصر می‌شود؛ زیرا توبه، تمام گناهان گذشته را از میان می‌برد؛ و ایمان و اسلام، پروندۀ گذشته را می‌بندد؛ و عمل صالح و نیکی‌ها، بدی‌ها را از بین می‌برند؛ و در پیش گرفتن راه‌های هدایت از قبیل: آموختن علم و اندیشیدن در مفاهیم آیات و احادیث و دعوت کردن مردم به ‌سوی دین حق، و مبارزه با بدعت و کفر و گمراهی، و جهاد و هجرت و دیگر جزییات، همۀ گناهان را از بین می‌برند، و انسان را به هدف و مطلوب می‌رسانند."
    },
    {
      "id": 2431,
      "verse_number": 83,
      "verse_key": "20:83",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ وَمَآ أَعْجَلَكَ عَن قَوْمِكَ يَـٰمُوسَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925096,
          "resource_id": 135,
          "text": "ای موسی، چه چیز موجب شد که جلوتر از قومت [به سوی وعده‌گاهِ طور‌] بشتابى؟"
        }
      ],
      "tafsir_saadi": "خداوند با موسی وعده گذارده بود که به نزد او بیاید تا در مدت سی شب، تورات را بر او نازل کند، و آن را با ده روز دیگر تکمیل کرد. پس وقتی روز موعود فرا رسید، و از آنجا که موسی مشتاق دیدار پروردگارش بود، پیش از موعد بدانجا شتافت. خداوند به او فرمود: (﴿وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ﴾) چه چیز باعث شده تا پیش از آنها بیایی؟ و چرا صبر نکردی تا با هم بیایید؟"
    },
    {
      "id": 2432,
      "verse_number": 84,
      "verse_key": "20:84",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ هُمْ أُو۟لَآءِ عَلَىٰٓ أَثَرِى وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925097,
          "resource_id": 135,
          "text": "[موسی] گفت: «پروردگارا، آنان به دنبالم می‌آیند و من به سویت شتافتم تا [از من] راضی گردی»."
        }
      ],
      "tafsir_saadi": "گفت: (﴿هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي ﴾) آنها به دنبال من هستند؛ یعنی به من نزدیک بوده، و به زودی از پشت سر من خواهند رسید. و آنچه مرا وادار کرد تا پیش از دیگران به سوی میعاد تو بشتابم، طلب نزدیکی و شتاب در جستن خشنودی و علاقمندی به تو بود.\nخداوند به او فرمود:"
    },
    {
      "id": 2433,
      "verse_number": 85,
      "verse_key": "20:85",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنۢ بَعْدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِىُّ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925098,
          "resource_id": 135,
          "text": "[الله] فرمود: «پس [بدان که] ما قومت را پس از [رفتنِ] تو آزمودیم و سامری گمراهشان کرد»."
        }
      ],
      "tafsir_saadi": "(﴿فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ﴾) قطعاً ما بعد از تو، قومت را دچار فتنه کردیم و آنان را آزمودیم؛ یعنی با عبادت گوساله، آنان را آزمودیم، پس صبر نکردند. و چون آزمایش و بلا به آنها رسید، کفر ورزیدند. \n(﴿وَأَضَلَّهُمُ ٱلسَّامِرِيُّ﴾) و سامری آنها را گمراه ساخت.﴿فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ﴾ پس مجسّمۀ گوساله را برای آنها ساخت که صدایی مانند صدای گاو داشت و به آنان گفت: «این خدای شما و خدای موسی است، و موسی آن را فراموش کرده است.» بنابراین بنی‌اسرائیل گمراه شدند و آن را پرستش کردند. و هارون آنها را نهی کرد، اما باز نیامدند."
    },
    {
      "id": 2434,
      "verse_number": 86,
      "verse_key": "20:86",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا ۚ قَالَ يَـٰقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا ۚ أَفَطَالَ عَلَيْكُمُ ٱلْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِى",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925099,
          "resource_id": 135,
          "text": "آنگاه موسی خشمگین [و] اندوهناک به سوی قومش بازگشت [و] گفت: «ای قوم من، مگر پروردگارتان [دربارۀ نزول تورات] وعدۀ نیکو به شما نداده بود؟ آیا بر پیمان شما [با الله] زمانی طولانی گذشت [و همه را از یاد بردید] یا خواستید خشمی از [سوی] پروردگارتان بر شما فرود آید که وعدۀ مرا خلاف کردید؟»"
        }
      ],
      "tafsir_saadi": "موسی در حالی که خشمگین و اندوهناک بود، به سوی قومش بازگشت و کارشان را نکوهش و تقبیح نمود و به آنها گفت: (﴿يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًا﴾) ای قوم من! مگر پروردگارتان به شما وعده‌ای نیکو نداد که تورات را بر شما نازل ‌نماید؟\n(﴿أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ﴾) آیا مدّت جدایی من از شما به طول انجامید، و غیبت من را طولانی احساس کردید؟ حال آنکه مدتی کوتاه بود؟ این گفتۀ بسیاری از مفسّران است.\nو احتمال دارد که معنی‌اش این باشد که آیا از دوران نبوت و رسالت، مدتی طولانی بر شما گذشته است، درنتیجه شما هیچ علم و آگاهی نسبت به نبوت ندارید؟ و به خاطر گذشت زیاد زمان، نشانه‌ها و آثار آن از بین رفته و شما به سبب غالب بودن جهالت، و آگاهی نداشتن به آثار رسالت، چیزی دیگر به جز خداوند را عبادت کردید؟ یعنی چنین نیست، بلکه نبوت در میان شماست، و بدان علم و آگاهی دارید، و هیچ عذری از شما پذیرفته نیست. بلکه با این کارتان خواسته‌اید خشمی از جانب خداوند شما را فرا بگیرد؛ یعنی اسباب حلول خشم الهی را فراهم آوردید؛ و آنچه موجب عذاب الهی است، انجام دادید.\n(﴿فَأَخۡلَفۡتُم مَّوۡعِدِي﴾) و از وعده‌ام تخلف کردید؛ آنگاه که شما را به استقامت توصیه کردم، و هارون را در مورد شما سفارش نمودم؛ و رعایت حال مرا نکردید، و برای هارون که در میانتان بود، احترامی قایل نشدید."
    },
    {
      "id": 2435,
      "verse_number": 87,
      "verse_key": "20:87",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَـٰكِنَّا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ ٱلْقَوْمِ فَقَذَفْنَـٰهَا فَكَذَٰلِكَ أَلْقَى ٱلسَّامِرِىُّ",
      "page_number": 317,
      "juz_number": 16,
      "translations": [
        {
          "id": 925100,
          "resource_id": 135,
          "text": "آنان گفتند: «[ما] به اختیار خود پیمان تو را نشکستیم؛ ولی بارهای سنگینی از زر و زیورهای قوم [فرعون] را که بر ما نهاده بودند [در آتش] انداختیم و سامری نیز [آنچه را که ادعا می‌کرد خاکِ سُمِ اسب جبرئیل است، در آتش] انداخت»."
        }
      ],
      "tafsir_saadi": "قومش به او گفتند: آنچه ما انجام دادیم، از روی قصد و اختیار نبود؛ بلکه انگیزه و سبب آن این بود که ما از زیور آلاتِ زیادِ قبطی‌ها که نزد ما بود، به خاطر آنکه مرتکب گناه نشویم، پرهیز کرده و آن را دور انداختیم.\nگفته می‌شود آنها زیور آلات زیادی را از قبطی‌ها به امانت گرفته بودند، و همراه با آنها از آنجا حرکت کردند، سپس آن را دور انداختند. وقتی موسی به میعاد رفت، آن را جمع کردند تا بعد از آنکه موسی برگشت، درمورد آن گفتگو نمایند.\nسامری روز غرق شدن فرعون و فرعونیان، رد پای رسولِ خدا به سوی موسی را دید، و از رد پایش مشتی خاک برداشت، و چون آن را بر چیزی می‌پاشید ـ به جهت آزمایش و امتحان ـ زنده می‌شد. پس یک مشت را روی این مجسّمه که به صورت گوساله ساخته بود پاشید، و گوساله حرکت کرد، و دارای صدایی شد. و گفتند موسی به دنبال جستجوی پروردگارش رفته است، حال آنکه پروردگارش اینجاست، پس او آن را فراموش کرده است. و این از بی‌عقلی و بی‌خردی آنها بود؛ زیرا وقتی این گوسالۀ عجیب را دیدند که صدایی داشت درحالی که جامد و بی‌جان بود، گمان بردند که خداوند زمین و آسمان‌ها همین است."
    },
    {
      "id": 2436,
      "verse_number": 88,
      "verse_key": "20:88",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ فَقَالُوا۟ هَـٰذَآ إِلَـٰهُكُمْ وَإِلَـٰهُ مُوسَىٰ فَنَسِىَ",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925101,
          "resource_id": 135,
          "text": "سپس مجسمۀ گوساله‌ای برایشان ساخت که صدایی [همچون صدای گوساله] داشت. [سامری و پیروانش به مردم] گفتند: «این معبود شما و معبود موسی است که آن را فراموش [و اینجا رها] کرده است»."
        }
      ],
      "tafsir_saadi": "قومش به او گفتند: آنچه ما انجام دادیم، از روی قصد و اختیار نبود؛ بلکه انگیزه و سبب آن این بود که ما از زیور آلاتِ زیادِ قبطی‌ها که نزد ما بود، به خاطر آنکه مرتکب گناه نشویم، پرهیز کرده و آن را دور انداختیم.\nگفته می‌شود آنها زیور آلات زیادی را از قبطی‌ها به امانت گرفته بودند، و همراه با آنها از آنجا حرکت کردند، سپس آن را دور انداختند. وقتی موسی به میعاد رفت، آن را جمع کردند تا بعد از آنکه موسی برگشت، درمورد آن گفتگو نمایند.\nسامری روز غرق شدن فرعون و فرعونیان، رد پای رسولِ خدا به سوی موسی را دید، و از رد پایش مشتی خاک برداشت، و چون آن را بر چیزی می‌پاشید ـ به جهت آزمایش و امتحان ـ زنده می‌شد. پس یک مشت را روی این مجسّمه که به صورت گوساله ساخته بود پاشید، و گوساله حرکت کرد، و دارای صدایی شد. و گفتند موسی به دنبال جستجوی پروردگارش رفته است، حال آنکه پروردگارش اینجاست، پس او آن را فراموش کرده است. و این از بی‌عقلی و بی‌خردی آنها بود؛ زیرا وقتی این گوسالۀ عجیب را دیدند که صدایی داشت درحالی که جامد و بی‌جان بود، گمان بردند که خداوند زمین و آسمان‌ها همین است."
    },
    {
      "id": 2437,
      "verse_number": 89,
      "verse_key": "20:89",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 273,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925102,
          "resource_id": 135,
          "text": "آیا نمی‌دیدند که [این گوساله] هیچ پاسخی به آنها نمی‌دهد و هیچ زیان و سودی برایشان ندارد؟"
        }
      ],
      "tafsir_saadi": "(﴿أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا﴾) آیا آنان نمی‌بینند که این گوساله، پاسخی به آنان نمی‌دهد؛ یعنی سخن نمی‌گوید و با آنها گفتگو نمی‌کند، و آنها با آن به گفتگو نمی‌پردازند و برای آنان هیچ سود و زیانی ندارد؟ و کسی سزاوار عبادت است که دارای کمال و سخن و کار باشد. چیزی که از پرستش‌کنندگان ناقص تر است، سزاوار پرستش نیست. آنان سخن می‌گویند و توانایی برخی کارها را دارند، و می‌توانند سودی بیاورند و زیانی را دفع نمایند، اگر خداوند به آنها توانایی این کار را بدهد؛ اما این گوساله هیچ کاری از دستش ساخته نیست، و از خود آنها ناقص‌تر و ضعیف‌تر است."
    },
    {
      "id": 2438,
      "verse_number": 90,
      "verse_key": "20:90",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ قَالَ لَهُمْ هَـٰرُونُ مِن قَبْلُ يَـٰقَوْمِ إِنَّمَا فُتِنتُم بِهِۦ ۖ وَإِنَّ رَبَّكُمُ ٱلرَّحْمَـٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا۟ أَمْرِى",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925103,
          "resource_id": 135,
          "text": "و در حقیقت، پیش از آن [که موسی بازگردد،] هارون نیز به آنها گفته بود: «اى قوم من، جز این نیست كه شما با این [گوساله] امتحان شده‌اید و بى‌تردید، پروردگار [حقیقىِ] شما [الله] رحمان است؛ پس پیرو من باشید و از فرمانم اطاعت كنید»."
        }
      ],
      "tafsir_saadi": "یعنی آنها در پرستش گوساله معذور نیستند، گرچه آنان در اصلِ عبادت آن دچار شبهه شده بودند. اما هارون آنها را از عبادت آن نهی کرد، و به آنان خبر داد که این آزمونی است، پروردگارتان، خداوند مهربان است که همۀ نعمت‌های ظاهری و باطنی شما از جانب اوست، و او بلاها و مصیبت‌ها را دور می‌نماید. و هارون آنها را دستور داد تا از او پیروی کنند و از گوساله دوری نمایند؛"
    },
    {
      "id": 2439,
      "verse_number": 91,
      "verse_key": "20:91",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ لَن نَّبْرَحَ عَلَيْهِ عَـٰكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925104,
          "resource_id": 135,
          "text": "[آنان] گفتند: «ما پیوسته بر این [عبادت گوساله] مى‌مانیم تا موسى نزدمان بازگردد»."
        }
      ],
      "tafsir_saadi": "پس انکار کردند و گفتند: \n(﴿لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ﴾) ما پیوسته به پرستش این گوساله ادامه می‌دهیم تا موسی به سوی ما برگردد."
    },
    {
      "id": 2440,
      "verse_number": 92,
      "verse_key": "20:92",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ يَـٰهَـٰرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوٓا۟",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925105,
          "resource_id": 135,
          "text": "[وقتی موسی بازگشت] گفت: «ای هارون، هنگامی ‌که دیدی آنان گمراه شده‌اند، چه چیزی تو را بازداشت"
        }
      ],
      "tafsir_saadi": "موسی برادرش را سرزنش کرد و گفت: (﴿يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ أَلَّا تَتَّبِعَنِ﴾) ای هارون! چون آنان را دیدی که گمراه شده‌اند، چه چیزی تو را بازداشت که به دنبال من بیایی و مرا خبر کنی تا شتابان به سوی آنها باز گردم؟! (﴿أَفَعَصَيۡتَ أَمۡرِي﴾) آیا از دستور من سرپیچی کردی که به تو گفتم: ﴿ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ﴾ در میان قومم، جانشین من باش و کار خوب انجام بده و اصلاح کن و از راه فسادکاران پیروی مکن؟"
    },
    {
      "id": 2441,
      "verse_number": 93,
      "verse_key": "20:93",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَلَّا تَتَّبِعَنِ ۖ أَفَعَصَيْتَ أَمْرِى",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925106,
          "resource_id": 135,
          "text": "که از من پیروی نکنی [چرا آنان را ترک نکردی و به من نپیوستی]؟ آیا از فرمانم سرپیچی کردی؟»"
        }
      ],
      "tafsir_saadi": "موسی برادرش را سرزنش کرد و گفت: (﴿يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ أَلَّا تَتَّبِعَنِ﴾) ای هارون! چون آنان را دیدی که گمراه شده‌اند، چه چیزی تو را بازداشت که به دنبال من بیایی و مرا خبر کنی تا شتابان به سوی آنها باز گردم؟! (﴿أَفَعَصَيۡتَ أَمۡرِي﴾) آیا از دستور من سرپیچی کردی که به تو گفتم: ﴿ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ﴾ در میان قومم، جانشین من باش و کار خوب انجام بده و اصلاح کن و از راه فسادکاران پیروی مکن؟"
    },
    {
      "id": 2442,
      "verse_number": 94,
      "verse_key": "20:94",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِى وَلَا بِرَأْسِىٓ ۖ إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِىٓ إِسْرَٰٓءِيلَ وَلَمْ تَرْقُبْ قَوْلِى",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925107,
          "resource_id": 135,
          "text": "[هارون] گفت: «ای پسر مادرم، ریش و [موی] سرم را نگیر. در حقیقت، ترسیدم که بگویی میان بنی‌اسرائیل تفرقه ‌انداختی و سخن [و سفارش] مرا به کار نبستی»."
        }
      ],
      "tafsir_saadi": "موسی از آنجا که خشمگین بود و می‌خواست هارون را سرزنش کند، سر و ریش هارون را گرفت و کشید. پس هارون گفت: (﴿يَبۡنَؤُمَّ﴾) ای پسر مادرم! تا مهربانی‌اش را برانگیزد، وگرنه هارون برادر تنی موسی بود. (﴿لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي﴾) نه ریش مرا بگیر و نه موی سرم را، همانا من ترسیدم که تو بگویی بین بنی‌اسرائیل جدایی افکندی و سخن مرا پاس نداشتی. شما مرا دستور دادی تا جانشین تو در میان قوم باشم. پس اگر دنبال شما می‌آمدم، آنچه را که مرا به پایبندی به آن دستور دادی، ترک می‌کردم. و از سرزنش تو ترسیدم، و اینکه بگویی میان بنی‌اسرائیل جدایی افکندی و آنها را رها نمودی بدون اینکه نگهبان و خلیفۀ ارشد داشته باشند؛ زیرا این کار، آنها را دچار تفرقه کرده و اتحاد آنها را از بین می‌برد. پس مرا با گروه ستمکاران قرار مده، و دشمنان را شاد مکن.\nموسی به خاطر آنچه با برادرش انجام داد که مستحق آن نبود، پشیمان شد. پس گفت: ﴿قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ﴾ پروردگارا! مرا و برادرم را بیامرز، و ما را در رحمت خویش داخل کن، و تو مهربان‌ترین مهربانانی."
    },
    {
      "id": 2443,
      "verse_number": 95,
      "verse_key": "20:95",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَمَا خَطْبُكَ يَـٰسَـٰمِرِىُّ",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925108,
          "resource_id": 135,
          "text": "[موسی] گفت: «ای سامری، این چه کاری است که کردی؟»"
        }
      ],
      "tafsir_saadi": "سپس به سامری روی آورد و گفت: (﴿فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ﴾) ای سامری! تو را چه شد که این کار را کردی؟ \nپس سامری گفت:"
    },
    {
      "id": 2444,
      "verse_number": 96,
      "verse_key": "20:96",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا۟ بِهِۦ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ ٱلرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِى نَفْسِى",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925109,
          "resource_id": 135,
          "text": "او گفت: «من چیزی را دیدم که آنان ندیدند و مُشتی از خاک پای [اسبِ] فرستاده [= جبرئیل‌] را برداشتم و [در پیكر گوساله‌] انداختم و [هوای] نفسم [این کار را] اینچنین برایم آراست»."
        }
      ],
      "tafsir_saadi": "(﴿بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ﴾) به چیزی آگاه شدم که بنی‌اسرائیل به آن آگاهی نیافتند؛ مشتی از خاکِ ردّ پای فرستادۀ خدا را برداشتم. و آن جبرئیل بود که آنگاه از دریا بیرون آمدند، و فرعون و لشکریانش غرق شدند؛ سامری او را سوار بر اسب دید، پس مشتی خاک از رد سم اسبش برداشت و آن را بر گوساله پاشید، آن طور که مفسّران گفته‌اند.\n(﴿وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي﴾) و این چنین نفسِ من این کار را در نظرم آراست که این مشت خاک را بردارم، سپس آن را بیفکنم و چنین شد."
    },
    {
      "id": 2445,
      "verse_number": 97,
      "verse_key": "20:97",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَٱذْهَبْ فَإِنَّ لَكَ فِى ٱلْحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ ۖ وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُۥ ۖ وَٱنظُرْ إِلَىٰٓ إِلَـٰهِكَ ٱلَّذِى ظَلْتَ عَلَيْهِ عَاكِفًا ۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱلْيَمِّ نَسْفًا",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925110,
          "resource_id": 135,
          "text": "[موسی] گفت: «پس برو. بی‌تردید، بهرۀ تو در زندگى این است كه [چنان مطرود شوی که به مردم] بگویى: \"[به من‌] دست نزنید\"؛ و وعده‌گاهی [برای عذاب] خواهی داشت كه هرگز از آن تخلف نخواهد شد؛ و [اکنون‌] به آن معبودی كه پیوسته در عبادتش بودی بنگر؛ آن را مى‌سوزانیم، آنگاه [که کاملاً خاكستر شد،] در دریا پراکنده‌اش می‌سازیم»."
        }
      ],
      "tafsir_saadi": "پس موسی به سامری گفت: (﴿فَٱذۡهَبۡ﴾) برو و از من دور شو، (﴿فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ﴾) بی‌گمان کیفر و مجازات تو در دنیا، این است که هیچ کسی به تو نزدیک نشود و کسی تو را دست نزند؛ و اگر کسی بخواهد به تو نزدیک شود، باید بگویی مرا دست نزنید، و به من نزدیک نشوید؛ و این کیفر، به خاطر کار زشتت می‌باشد، چون او چیزی را دست زده بود که دیگران دست نزده بودند، و کاری کرده بود که کسی دیگر آن را نکرده بود.\n(﴿وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥ﴾) و به راستی وعده‌ای داری که هرگز در حق تو خلاف آن رفتار نشود. پس در برابر عملِ خوب و بدِ خود، مجازات خواهی شد.\n(﴿وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗا﴾) و به معبودت؛ یعنی گوساله -که پیوسته به عبادت آن می‌پرداختی- بنگر، (﴿لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا﴾) قطعاً آن را می‌سوزانیم، سپس خاکسترش را به دریا می‌ریزیم، و پراکنده می‌سازیم. و موسی چنین کرد. پس اگر آن گوساله خدا بود، نمی‌گذاشت اذیت و آزاری به او برسد؛ و کسی را که قصد آسیب زدن به وی داشت، نابود می‌کرد. محبت گوساله در دل بنی اسرائیل جای گرفته بود، پس موسی خواست آن را از بین ببرد، و آنها خود مشاهده کردند که موسی گوساله را طوری از بین برد که امکان نداشت دوباره آن را درست نمایند. و موسی آن را سوزاند، و خاکسترش را در دریا انداخت تا محبت گوساله از دل‌های بنی اسرائیل بیرون رود، آن طور که خود گوساله از بین رفت؛ زیرا در وجود انسان‌ها، انگیزه و سببی قوی وجود دارد که آدمی را به سوی باطل فرا می‌خواند. وقتی باطل بودنِ گوساله برایشان روشن شد، موسی آنان را از کسی خبر داد که تنها او سزاوار پرستش است، یگانه است و شریکی ندارد. پس گفت:"
    },
    {
      "id": 2446,
      "verse_number": 98,
      "verse_key": "20:98",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَآ إِلَـٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَىْءٍ عِلْمًا",
      "page_number": 318,
      "juz_number": 16,
      "translations": [
        {
          "id": 925111,
          "resource_id": 135,
          "text": "[ای مردم،] معبود شما الله است که هیچ معبودی [به‌حق] جز او نیست و علمش همه چیز را فراگرفته است."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا﴾) هیچ معبود راستینی جز او نیست، و جز او هیچ چیزی نباید به خدایی گرفته ‌شود، و جز او نباید کسی دیگر پرستش شود، و کسی دیگر را دوست داشت، و به کسی دیگر امیدوار بود، و از کسی دیگر ترسید، و کسی دیگر را فرا خواند؛ چون او ذات کاملی است که نام‌های نیکو و صفات عالی دارد، و دانش او همه چیز را فراگرفته است؛ خداوندی که بندگان هیچ نعمتی ندارند مگر اینکه از جانب اوست؛ و کسی جز او، بدی و شر را دور نمی‌نماید. پس هیچ خدایی جز او نیست، و هیچ معبود راستینی غیر از او وجود ندارد."
    },
    {
      "id": 2447,
      "verse_number": 99,
      "verse_key": "20:99",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كَذَٰلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ مَا قَدْ سَبَقَ ۚ وَقَدْ ءَاتَيْنَـٰكَ مِن لَّدُنَّا ذِكْرًا",
      "page_number": 319,
      "juz_number": 16,
      "translations": [
        {
          "id": 925112,
          "resource_id": 135,
          "text": "[ای پیامبر،] این گونه از اخبار [و داستان‌های پیامبران] گذشته بر تو حکایت می‌کنیم؛ و به راستی که [ما] از جانب خویش به تو قرآنی [پندآموز] داده‌ایم."
        }
      ],
      "tafsir_saadi": "خداوند متعال به سبب اینکه پیامبرش صلی الله علیه وسلم را برای پیشینیان بازگو می‌کند، و جریانات گذشتگان را برای او تعریف می‌نماید، مانند این داستان عظیم و احکام و چیزهای دیگری که در آن است که هیچ یک از اهل‌کتاب آن را انکار نمی‌کند، بر پیامبرش منّت می‌گذارد. پس تو ای پیامبر! اخبار پیشینیان را نخوانده‌ای و آن را از کسی یاد نگرفته‌ای. بنابراین اخبار یقینی و درستی که تو بازگو می‌کنی، بیانگر آن است که تو پیامبر برحقّ خداوند هستی؛ و آنچه آورده‌ای، راست و درست است.\nپس فرمود: (﴿وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا﴾) و به راستی از نزد خویش، پند و اندرزی به تو داده‌ایم که بخششی گرانبها و ارجمند است.(﴿ذِكۡرٗا﴾) و آن این قرآن کریم است که اخبار پیشینیان و پسینیان را بیان می‌نماید؛ و اسما و صفات کامل الهی و احکام و اوامر و نواهی و جزا را ذکر می‌نماید تا از آن عبرت گرفته ‌شود.و این بیانگر آن است که قرآن بهترین احکام و فرمان‌ها را در بر دارد که عقل‌ها و سرشت‌ها به نیکی و کمال آن گواهی می‌دهند؛ و قرآن هر آنچه را خداوند در آن نهاده است، بازگو می‌نماید.\nو قرآن پندی است برای پیامبر و امتش؛ پس باید آن را بپذیرند، و در مقابل آن سر تسلیم فرود آورند، و از آن اطاعت نمایند، و آن را تعظیم کنند، و در پرتو نور قرآن به راه راست راهیاب شوند، و به یاد گرفتن و یاد دادن آن روی بیاورند."
    },
    {
      "id": 2448,
      "verse_number": 100,
      "verse_key": "20:100",
      "hizb_number": 32,
      "rub_el_hizb_number": 127,
      "ruku_number": 274,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُۥ يَحْمِلُ يَوْمَ ٱلْقِيَـٰمَةِ وِزْرًا",
      "page_number": 319,
      "juz_number": 16,
      "translations": [
        {
          "id": 925113,
          "resource_id": 135,
          "text": "هر‌کس از آن رویگردان شود، یقیناً روز قیامت بارِ سنگینی [از گناه] بر دوش خواهد کشید."
        }
      ],
      "tafsir_saadi": "اما اعراض و رویگردانی از قرآن، یا آنچه که از رویگردانی بزرگ‌تر است -که آن هم عبارت است از انکار آن- کفر ورزیدن به این نعمت است؛ و هر کس چنین کند، سزاوار عذاب و کیفر است.\nبنابراین فرمود: (﴿مَّنۡ أَعۡرَضَ عَنۡهُ﴾) و هر کس از قرآن رویگردان شود و به آن ایمان نیاورد، یا اوامر و نواهی‌اش را نپذیرد، یا در آموختن مفاهیمِ واجبِ آن سستی ورزد، (﴿فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا﴾) به درستی که در روز قیامت بار سنگینی بر دوش خواهد داشت؛ و آن، بار گناهانش می‌باشد که به سبب آن، از قرآن روی برتافته و به کفر و هجران روی آورده است."
    }
  ]
}