{
  "id": 9,
  "name": "The Repentance",
  "verses": [
    {
      "id": 1236,
      "verse_number": 1,
      "verse_key": "9:1",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 156,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ",
      "page_number": 187,
      "juz_number": 10,
      "translations": [
        {
          "id": 923901,
          "resource_id": 135,
          "text": "[این آیات،‌] اعلام بیزارى [و پایان تعهد] از طرف الله و پیامبرش نسبت به مشركانى است كه [شما مسلمانان] با آنان پیمان بسته‌اید."
        }
      ],
      "tafsir_saadi": "این اعلام بیزاری خداوند و پیامبرش از همۀ مشرکانی است که با مسلمانان معاهده‌ای دارند، و آنها آزادند چهار ماه در زمین بگردند و از جانب مؤمنان در امان هستند؛ و بعد از چهار ماه، هیچ معاهده و پیمانی با مسلمانان ندارند. و این در مورد کسانی است که دارای پیمان مطلق، یا پیمانی به مدت چهار ماه یا کمتر باشند. اما کسی که دارای پیمانی با مسلمین است که مدت آن بیش از چهار ماه، و زمان آن مشخص است، نباید تا پایان مدت پیمانش به وی کاری داشت؛ این در صورتی است که بیم خیانتی از جانب وی نباشد، و خودش به شکستن پیمان مبادرت نکند. \nسپس خداوند متعال مشرکینی را که دارای پیمان هستند بر حذر داشت که آنها گرچه در امان هستند، اما نمی‌توانند خداوند را ناتوان کرده و از دست او در روند؛ و هر کس به شرک خود ادامه دهد، حتماً خداوند او را رسوا و ذلیل می‌گرداند. پس این تهدید، آنها را به سوی اسلام متمایل ساخت، مگر آن دسته که کینه‌توزی نموده و بر شرک اصرار ورزیدند، و به وعید و هشدار الهی مبالات نکردند."
    },
    {
      "id": 1237,
      "verse_number": 2,
      "verse_key": "9:2",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 156,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۙ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَـٰفِرِينَ",
      "page_number": 187,
      "juz_number": 10,
      "translations": [
        {
          "id": 923902,
          "resource_id": 135,
          "text": "پس [اى مشركان، فقط] چهار ماه [فرصت دارید که با امنیت كامل‌] در زمین بگردید و بدانید كه [هرگز] نمى‌توانید الله را ناتوان سازید [و از عذابش بگریزید] و الله رسواكنندۀ كافران است."
        }
      ],
      "tafsir_saadi": "این اعلام بیزاری خداوند و پیامبرش از همۀ مشرکانی است که با مسلمانان معاهده‌ای دارند، و آنها آزادند چهار ماه در زمین بگردند و از جانب مؤمنان در امان هستند؛ و بعد از چهار ماه، هیچ معاهده و پیمانی با مسلمانان ندارند. و این در مورد کسانی است که دارای پیمان مطلق، یا پیمانی به مدت چهار ماه یا کمتر باشند. اما کسی که دارای پیمانی با مسلمین است که مدت آن بیش از چهار ماه، و زمان آن مشخص است، نباید تا پایان مدت پیمانش به وی کاری داشت؛ این در صورتی است که بیم خیانتی از جانب وی نباشد، و خودش به شکستن پیمان مبادرت نکند. \nسپس خداوند متعال مشرکینی را که دارای پیمان هستند بر حذر داشت که آنها گرچه در امان هستند، اما نمی‌توانند خداوند را ناتوان کرده و از دست او در روند؛ و هر کس به شرک خود ادامه دهد، حتماً خداوند او را رسوا و ذلیل می‌گرداند. پس این تهدید، آنها را به سوی اسلام متمایل ساخت، مگر آن دسته که کینه‌توزی نموده و بر شرک اصرار ورزیدند، و به وعید و هشدار الهی مبالات نکردند."
    },
    {
      "id": 1238,
      "verse_number": 3,
      "verse_key": "9:3",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 156,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ ۙ وَرَسُولُهُۥ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
      "page_number": 187,
      "juz_number": 10,
      "translations": [
        {
          "id": 923903,
          "resource_id": 135,
          "text": "و [این،] اعلامی است از جانب الله و پیامبرش به مردم در روز حج اکبر [= عید قربان] که: «الله و پیامبرش از مشرکان بیزارند؛ پس اگر توبه کنید، برای شما بهتر است و اگر روی بگردانید [و سرپیچی کنید] بدانید که شما [هرگز] نمی‌توانید الله را ناتوان سازید [و از عذابش بگریزید]؛ و [تو ای پیامبر،] کسانی را ‌که کفر ورزیدند، به عذاب دردناکی بشارت بده."
        }
      ],
      "tafsir_saadi": "این همان مژده‌ای است که خداوند به مؤمنان داده است، که دینش را یاری می‌دهد، و آن را پیروز می‌گرداند، و دشمنانش را رسوا می‌کند؛ همان‌هایی که پیامبر و اصحاب را از بیت‌الحرام و از مناطقی در حجاز که زیر سلطه آنها بود، آواره کردند. \nخداوند پیامبر و مؤمنان را یاری کرد، به‌گونه‌ای که مکه فتح شد، و مشرکین ذلیل گشتند، و حکمرانی آن سرزمین از آن مسلمین گردید. پس در روز حج اکبر که روز عید قربان بود و مسلمانان و کافران از تمام جزیرۀ عرب جمع ‌شده بودند، پیامبر صلی الله علیه وسلم منادی را دستور داد تا اعلام نماید که خدا و پیامبرش از مشرکان بیزارند، و نزد او عهد و پیمانی ندارند، و هرجا یافت گردند، کشته می‌شوند، و از این به بعد نباید به مسجدالحرام نزدیک شوند. و آن سال، سال نهم هجری بود. \nو ابوبکرصدیق رضی الله عنه حج را همراه با مردم انجام داد، و پسر عموی پیامبر صلی الله علیه وسلم علی بن ابی طالب رضی الله عنه در روز عید قربان برائتی را از مشرکین کرد.\nسپس خداوند متعال مشرکین را بر توبه کردن تشویق نمود، و آنها را از ادامه دادن به شرک بر حذر داشت و فرمود: (﴿فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ﴾) اگر توبه کنید، برایتان بهتر است؛ و اگر روی بگردانید، پس بدانید که شما هرگز نمی‌توانید خدا را ناتوان و درمانده کنید و از دست او فرار نمایید، بلکه تحت تصرف او هستید، و او می‌تواند بندگان مؤمنش را بر شما مسلط بگرداند. \n(﴿وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ﴾) و کافران را در دنیا به عذابی دردناک از قبیل: کشته شدن، و اسیر گشتن، و آواره شدن، و در آخرت به عذاب جهنم که بد جایگاهی است، مژده بده."
    },
    {
      "id": 1239,
      "verse_number": 4,
      "verse_key": "9:4",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 156,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا وَلَمْ يُظَـٰهِرُوا۟ عَلَيْكُمْ أَحَدًا فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
      "page_number": 187,
      "juz_number": 10,
      "translations": [
        {
          "id": 923904,
          "resource_id": 135,
          "text": "مگر کسانی از مشرکان که با آنان پیمان بسته‌اید و چیزى از [تعهدات خود نسبت به‌] شما فروگذار نكرده‌اند و کسی را علیه شما پشتیبانی نکردند؛ پیمان آنان را تا پایان مدتشان به پایان برسانید [که] بی‌تردید، الله پرهیزگاران را دوست دارد."
        }
      ],
      "tafsir_saadi": "این، بیزاری و برائت کامل و مطلق از همۀ مشرکان است. (﴿إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ﴾) مگر مشرکانی که با آنان پیمان بسته‌اید، و آنها پیمانشان را ادامه داده‌اند و چیزی از آنان سر نزده است که موجب نقض پیمان شود؛ پس آنها چیزی از آن نکاسته، و هیچ کس را علیه شما یاری نکرده‌اند. بنابراین باید پیمان آنها را تا وقتی که مدت آن به پایان می‌رسد، تمام کنید-خواه زمان آن کم باشد یا زیاد- چون اسلام به خیانت کردن دستور نمی‌دهد، بلکه به وفا نمودن فرمان می‌دهد. (﴿إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ﴾) بی‌گمان خداوند پرهیزگاران را دوست دارد؛ کسانی که آنچه را بدان دستور داده شده‌اند، انجام داده و از شرک و خیانت و دیگر گناهان پرهیز می‌نماید."
    },
    {
      "id": 1240,
      "verse_number": 5,
      "verse_key": "9:5",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 156,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 187,
      "juz_number": 10,
      "translations": [
        {
          "id": 923905,
          "resource_id": 135,
          "text": "وقتی ماه‌های حرام سپرى شد، مشركان را هر كجا یافتید، بکُشید و آنان را دستگیر كنید و در محاصره بگذارید و در هر گذرگاهی به كمین آنان بنشینید؛ پس اگر توبه كردند و نماز برپا داشتند و زكات پرداختند، رهایشان کنید [چرا که] بی‌تردید الله آمرزندۀ مهربان است»."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ﴾) و چون ماه‌هایی که خداوند جنگیدن با مشرکانِ دارایِ پیمان را در آن حرام نموده است به پایان رسید، و آن ماه‌ها عبارتند از چهارماهی که در آن به مشرکان مهلت داده شده است به رفت و آمد بپردازند. نیز عبارت است از مدت زمانی که بیشتر از چهارماه می‌باشد؛ و آن برای مشرکانی است که مهلت بیشتری به آنان داده شده است، پس آنگاه عهد و پیمانی بر گردن مسلمانان نخواهند داشت.\n(﴿فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ﴾) پس مشرکان را هرزمان و در هرمکانی یافتید، بکشید. (﴿وَخُذُوهُمۡ﴾) و آنهارا به اسارت بگیرید. (﴿وَٱحۡصُرُوهُمۡ﴾) و آنها را در تنگنا قرار دهید، و نگذارید در سرزمین خدا که آن را برای عبادت قرار داده است، در آسایش به سر ببرند. ایشان صلاحیت سکنی گزیدن در آن را ندارند و مستحق برخورداری از یک وجب از زمین خدا نمی‌باشند؛ زیرا زمین، زمین خداست، و آنها دشمنان خدا هستند و با خدا و پیامبرش می‌جنگند و می‌خواهند زمین از دین خدا خالی باشد، و خداوند نمی‌پذیرد، مگر اینکه نورش را کامل بگرداند، گرچه کافران این را نپسندند.\n(﴿وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖ﴾) و در هرگذرگاه و محلی که از آن می‌گذرند، به کمین آنها بنشینید، و به جهاد با آنان بپردازید، و آنچه در توان دارید، در این راه مبذول دارید، و همواره این کار را ادامه بدهید تا آنها از شرک خود دست بردارند. بنابراین فرمود: (﴿فَإِن تَابُواْ﴾) اگر از شرک خود توبه کردند، (﴿وَأَقَامُواْ ٱلصَّلَوٰةَ﴾) و نماز را با رعایت آداب و حقوق کامل برپا داشتند، (﴿وَءَاتَوُاْ ٱلزَّكَوٰةَ﴾) و زکات را به مستحقان آن پرداختند، (﴿فَخَلُّواْ سَبِيلَهُمۡ﴾) راه را بر آنان باز بگذارید؛ یعنی رهایشان کنید، و آنها باید مانند شما زندگی کنند؛ آنچه برای شماست برای آنان هم هست، و آنچه بر شماست بر آنان هم خواهد بود. \n(﴿إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾) بی‌گمان خداوند آمرزندۀ مهربان است؛ کسانی که توبه نمایند شرک و گناهان کوچک‌ترشان را می‌آمرزد، و با توفیق دادنشان برای توبه کردن و سپس پذیرفتن آن، به آنان رحم می‌فرماید. و این آیه بیانگر آن است که هرکس از ادا کردن نماز یا زکات امتناع ورزد، با او جنگ خواهد شد تا اینکه نماز و زکات را ادا کند. همان‌طور که ابوبکر صدیق در جنگ با کسانی که پس از فوت پیامبر صلی الله علیه وسلم از پرداختن زکات امتناع ورزیدند، به این آیه استدلال نمود."
    },
    {
      "id": 1241,
      "verse_number": 6,
      "verse_key": "9:6",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 156,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
      "page_number": 187,
      "juz_number": 10,
      "translations": [
        {
          "id": 923906,
          "resource_id": 135,
          "text": "و [ای پیامبر،] اگر یکی از مشرکان از تو پناه خواست، پناهش بده تا سخن الله را بشنود؛ سپس او را به محل امنش برسان. این [امان‌دادن به مشرکان،] به سبب آن است که آنان گروهی نادانند."
        }
      ],
      "tafsir_saadi": "آنچه که پیشتر در آیۀ ﴿ فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖ﴾ «پس وقتی که ماه‌های حرام به پایان رسید، مشرکان را هرکجا یافتید، بکشید، و بگیرید و محاصره کنید، و در هر کمینگاهی به کمین آنان بنشینید» گذشت، یک دستور کلی برای همۀ حالات و در مورد هر شخصی از مشرکین بود. \nاما در اینجا خداوند متعال بیان می‌کند که اگر مصلحت اقتضا نمود، جایز بلکه واجب است برخی از آنان، نزدیک گردانده شوند. پس فرمود: (﴿وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ﴾) و اگر یکی از مشرکان از تو خواست که به او پناه بدهید و او را از ضرر و زیان مصون داری تا کلام خدا را بشنود و در اسلام تأمل کند.\n(﴿فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ﴾) پس او را پناه بده تا کلام خداوند را بشنود. سپس اگر مسلمان شد که چه بهتر، وگرنه او را به محلی برسان که در آن از امنیت برخوردار گردد؛ چرا که کافران گروهی نادان هستند، و ممکن است که استمرار آنها بر کفر به خاطر جهلشان باشد؛ و هنگامی که جهل و نادانی آنان دور شود، اسلام را برگزیند. بنابراین خداوند پیامبرش را دستور داد ـ و امتش نیز در اجرای احکام با او برابرند ـ که هرکس خواست کلام خدا را بشنود، باید او را پناه بدهند. و این دلیلی صریح بر صحت مذهب اهل سنت و جماعت است که می‌گویند: قرآن کلام خدا است و مخلوق نمی‌باشد، چون خداوند آن را گفته است و به خود نسبت داده است؛ به مانند نسبت دادن صفت به موصوفش. و نیز دلیلی بر باطل بودن مذهب معتزله و کسانی است که از آنها پیروی کرده ومی‌گویند: قرآن مخلوق است. و چه بسیار است دلایلی که بر باطل بودن این گفته دلالت می‌نماید، اما در اینجا مجالی برای بیان آن نیست."
    },
    {
      "id": 1242,
      "verse_number": 7,
      "verse_key": "9:7",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَـٰهَدتُّمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ فَمَا ٱسْتَقَـٰمُوا۟ لَكُمْ فَٱسْتَقِيمُوا۟ لَهُمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923907,
          "resource_id": 135,
          "text": "چگونه مشرکان می‌توانند نزد الله و پیامبرش [عهد و] پیمانی داشته باشند؟ مگر [در مورد] کسانی که با آنان نزدیک مسجدالحرام [در حدیبیه‌] پیمان بسته‌اید. پس تا [مشرکان در مورد آن عهد،] با شما پایدارند، شما [نیز] با آنان پایدار باشید؛ [چرا که] بی‌تردید، الله پرهیزگاران را دوست ‌دارد."
        }
      ],
      "tafsir_saadi": "این بیان حکمتی است که ایجاب می‌نماید تا خدا و پیامبرش از مشرکین بیزار باشند، پس فرمود: (﴿كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ﴾) چگونه مشرکان نزد خدا و پیامبرش عهد و پیمانی داشته باشند؟ آیا فریضۀ ایمان را انجام داده‌اند یا از اذیت و آزار پیامبر خدا و مؤمنان دست کشیده‌اند؟ مگر آنان به جنگ با حق نپرداختند و باطل را یاری ننمودند؟! مگر آنان فساد را در زمین به راه نینداختند؟! [آری همۀ این کارها را کردند]. پس سزاوار است که خداوند از آنها اعلام برائت و بیزاری نماید و نزد خدا و پیامبرش عهد و پیمانی نداشته باشند. \n(﴿إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ﴾) مگر مشرکینی که با آنان در کنار مسجدالحرام پیمان بسته‌اید. پس پیمان آنها به خصوص در آن مکانِ محترم، دارای حرمت است و باید رعایت شود.\n(﴿فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ﴾) پس تا زمانی‌که در برابر عهد و پیمانی که با شما بسته‌اند راست و وفادار باشند، شما نیز نسبت بدیشان راست و وفادار باشید. همانا خداوند پرهیزگاران را دوست می‌دارد."
    },
    {
      "id": 1243,
      "verse_number": 8,
      "verse_key": "9:8",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "كَيْفَ وَإِن يَظْهَرُوا۟ عَلَيْكُمْ لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُم بِأَفْوَٰهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَـٰسِقُونَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923908,
          "resource_id": 135,
          "text": "چگونه [پیمان مشرکان ارزش دارد] با اینكه اگر بر شما پیروز [و مسلط] شوند، دربارۀ شما نه [حقِ] خویشاوندى را مراعات مى‌كنند و نه هیچ پیمانی را؟ آنان شما را با زبان خود راضی می‌کنند و حال آنكه دل‌هایشان امتناع مى‌ورزد و بیشتر آنان نافرمانند."
        }
      ],
      "tafsir_saadi": "(﴿كَيۡفَ﴾) چگونه مشرکان نزد خدا عهد و پیمانی داشته باشند! (﴿وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ﴾) حال آنکه اگر بر شما سلطه یابند و غالب شوند، به شما رحم نمی‌کنند، (﴿لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗ﴾) و هیچ حق خویشاوندی و پیمانی را دربارۀ شما رعایت نمی‌کنند، و از خدا نمی‌ترسند و بدترین عذاب را به شما می‌رسانند. پس آنان اگر پیروز شوند، این‌گونه با شما برخورد خواهند کرد. بنابراین رفتاری که به هنگام ترس از شما در پیش می‌گیرند، شما را فریب ندهد؛ زیرا آنان (﴿يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ﴾) شما را با زبان‌هایشان خشنود می‌کنند، اما دل‌هایشان محبت و گرایشی نسبت به شما ندارد، بلکه آنان دشمنان حقیقی‌اند و به راستی از شما نفرت دارند ‌(﴿وَأَكۡثَرُهُمۡ فَٰسِقُونَ﴾) و بیشتر آنان فاسق‌اند؛ نه دین دارند و نه جوانمردی."
    },
    {
      "id": 1244,
      "verse_number": 9,
      "verse_key": "9:9",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱشْتَرَوْا۟ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا۟ عَن سَبِيلِهِۦٓ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923909,
          "resource_id": 135,
          "text": "آیات الله را به بهای ناچیزی فروختند و [مردم را] از راهِ او بازداشتند. به راستى چه بد اعمالى انجام مى‌دادند!"
        }
      ],
      "tafsir_saadi": "(﴿ٱشۡتَرَوۡاْ بِ‍َٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا﴾) بهرۀ ناچیز و فرومایۀ دنیا را بر ایمان‌آوردن به خدا و پیامبرش، و فرمان بردن از آیات خدا ترجیح دادند، (﴿فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ﴾) پس خودشان از راه خدا باز ماندند و دیگران‌را نیز از راه او باز داشتند، و به راستی آنان کار بسیار بدی می‌کردند."
    },
    {
      "id": 1245,
      "verse_number": 10,
      "verse_key": "9:10",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُعْتَدُونَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923910,
          "resource_id": 135,
          "text": "اینان در حق هیچ مؤمنی، نه [حق] خویشاوندی را مراعات می‌کنند و نه پیمانی را؛ و اینانند که تجاوزکارند."
        }
      ],
      "tafsir_saadi": "(﴿لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗ﴾) و به خاطر دشمنی‌شان با ایمان و مؤمنان، هیچ خویشاوندی و پیمانی را در مورد مؤمنان رعایت نمی‌کنند. پس آنچه باعث شده است که آنها با شما دشمنی ورزند و نسبت به شما نفرت داشته باشند، ایمان است. پس، از دینتان دفاع کنید و آن را یاری نمایید؛ و هرکس که با دینتان دشمنی کند، او را دشمن بگیرید؛ و هر کس آن را یاری نماید، او را دوست خود بدانید. و محور دوستی و دشمنی را، دوستی و دشمنی با دین قرار دهید، و دوستی و دشمنی را یک امر طبیعی به حساب نیاورید که هرجا دلتان خواست دوستی کنید یا دشمنی نمایید. و از هوای نفس که به بدی فرمان می‌دهد، پیروی نکنید."
    },
    {
      "id": 1246,
      "verse_number": 11,
      "verse_key": "9:11",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ ۗ وَنُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923911,
          "resource_id": 135,
          "text": "پس [با این حال،] اگر توبه کردند و نماز برپا داشتند و زکات پرداختند، برادران دینیِ شما [مسلمانان] هستند؛ و ما آیات خود را برای گروهی که می‌دانند، به تفصیل بیان می‌کنیم."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: \n (﴿فَإِن تَابُواْ﴾) اگر آنان از شرک خود توبه کردند و به ایمان بازگشتند، (﴿وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ﴾) و نماز را بر پاداشتند و زکات را پرداختند، پس برادران دینی شما هستند، و آن دشمنی و عداوتی را که به هنگام مشرک بودنشان با آنان داشتید، به فراموشی بسپارید، و بندگان مخلص خدا باشید. و با این کار، بندۀ حقیقی خدا می‌شوید.\nپس از آنکه خداوند احکام مهمی را بیان نمود، و حکمت‌ها و فرمان‌هایی را بیان داشت، فرمود: \n(﴿وَنُفَصِّلُ ٱلۡأٓيَٰتِ﴾) و آیات را توضیح می‌دهیم و مشخص می‌کنیم، (﴿لِقَوۡمٖ يَعۡلَمُونَ﴾) برای گروهی که می‌دانند. پس خطاب خدا متوجه دانایان است، چرا که آیات و احکام دین اسلام و قوانین آن، توسط علما شناخته می‌شود. بار خدایا! در سایۀ رحمت و بخشش و کرم و احسان خود ما، را از گروهی بگردان که می‌دانند و به آنچه می‌دانند، عمل می‌کنند."
    },
    {
      "id": 1247,
      "verse_number": 12,
      "verse_key": "9:12",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِن نَّكَثُوٓا۟ أَيْمَـٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوا۟ فِى دِينِكُمْ فَقَـٰتِلُوٓا۟ أَئِمَّةَ ٱلْكُفْرِ ۙ إِنَّهُمْ لَآ أَيْمَـٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923912,
          "resource_id": 135,
          "text": "و اگر [تعهد و] سوگندشان را پس از پیمان خویش شکستند و در دینتان طعنه زدند، با پیشوایان کفر بجنگید؛ زیرا آنان را [نسبت به پیمان‌هایشان] هیچ تعهدی نیست؛ باشد که [از رفتار خود] دست بردارند."
        }
      ],
      "tafsir_saadi": "خداوند متعال بعد از اینکه فرمود: اگر مشرکانی که با شما پیمان بسته‌اند بر پیمان خود وفادار ماندند، شما هم در برابر آنان راست و وفادار باشید، فرمود: (﴿وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ﴾) و اگر با شما جنگیدند و پیمان خود را شکستند، یا دیگران را برای جنگیدن با شما یاری کردند، و یا آسیبی به شما رساندند، (﴿وَطَعَنُواْ فِي دِينِكُمۡ﴾) ودینتان را مورد طعنه قرار دادند و آن را مسخره کردند. و این شامل همۀ انواع طعن و تمسخری است که در مورد دین یا قرآن روا داشتند. \n(﴿فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ﴾) پس با پیشوایان و رهبران کفر و رؤسایی که دین خدا را به تمسخر می‌گیرند، و یاور دین شیطان هستند، بجنگید. و سران را به طور ویژه ذکر کرد؛ زیرا جنایتشان بزرگ است، و دیگران پیرو آنها هستند. نیز تا دلالت نماید که هرکس دین را به تمسخر بگیرد و در صدد رد کردن آن باشد، از پیشوایان کفر است. (﴿إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ﴾) همانا آنان عهد و پیمانی ندارند که به آن پایبند باشند، بلکه همواره خیانت و عهد شکنی می‌کنند، و نمی‌توان به آنها اعتماد کرد، (﴿لَعَلَّهُمۡ يَنتَهُونَ﴾) شاید وقتی که با آنها جنگیدید، از طعنه زدن به دینتان دست بردارند، و وارد دین اسلام شوند."
    },
    {
      "id": 1248,
      "verse_number": 13,
      "verse_key": "9:13",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَلَا تُقَـٰتِلُونَ قَوْمًا نَّكَثُوٓا۟ أَيْمَـٰنَهُمْ وَهَمُّوا۟ بِإِخْرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَٱللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ",
      "page_number": 188,
      "juz_number": 10,
      "translations": [
        {
          "id": 923913,
          "resource_id": 135,
          "text": "[ای مؤمنان،] چرا با گروهى نمى‌جنگید كه سوگند [و پیمان] خود را شكستند و در بیرون راندنِ پیامبر [از مکه] کوشیدند؟ آنان بودند كه نخستین ‌بار [با یاری کردن قبیلۀ بَکْر در برابر خُزاعه، جنگ را] با شما آغاز كردند. آیا از آنان مى‌ترسید؟ در حالی که اگر ایمان دارید، الله سزاوارتر است که از او بترسید."
        }
      ],
      "tafsir_saadi": "سپس با بیان صفت‌هایی که این دشمنان دارند، مؤمنان را بر جنگیدن با آنها تحریک نمود، و فرمود: (﴿أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ﴾) آیا با گروهی نمی‌جنگید که سوگند‌هایشان را شکستند، و آهنگ بیرون کردن پیامبر را از [مکه] کردند؟ پیامبری که احترام و بزرگداشت او واجب بود؟ اما آنان خواستند او را از وطنش بیرون کنند، و آنچه را در توان داشتند، برای این هدف به کار بردند، (﴿وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍ﴾) و ایشان نخستین بار آغازگر جنگ بودند و پیمان را شکستند. ودیگران را علیه شما یاری کردند. این زمانی بود که قریش ـ با اینکه با مسلمین پیمان داشتند‌ـ قبیلۀ بنی‌بکر را که هم پیمانشان بودند، علیه قبیلۀ خزاعه که از هم پیمانان پیامبر صلی الله علیه وسلم بودند، کمک کردند، و همراه با بنی بکر علیه خزاعه جنگیدند. همان‌طور که این موضوع به طور مشروح در سیره بیان شده است. (﴿أَتَخۡشَوۡنَهُمۡ﴾) آیا از آنها می‌ترسید و با آنها نمی‌جنگید؟! \n(﴿فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ﴾) پس اگر مؤمن هستید، خداوند سزاوارتر است که از او بترسید. خداوند شما را دستور داده تا با آنها بجنگید و بر این موضوع بسیار تاکید کرده است. پس اگر شما مؤمن هستید، از فرمان خدا اطاعت کنید و از آنها نترسید و به سبب ترس از آنها، دستور خدا را ترک ننمایید."
    },
    {
      "id": 1249,
      "verse_number": 14,
      "verse_key": "9:14",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَـٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923914,
          "resource_id": 135,
          "text": "با آنان بجنگید تا الله آنان را به دست شما عذاب كند و خوار سازد و شما را بر آنان پیروز گرداند و دل‌های مؤمنان را آرام بخشد."
        }
      ],
      "tafsir_saadi": "سپس به جنگیدن با آنها دستور داد، و فواید جنگ با آنهارا بیان نمود. و این در واقع به مثابۀ تشویق و تحریک کردن مؤمنان برای جنگیدن با آنها است. پس فرمود: (﴿قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ﴾) با آنان بجنگید تا خداوند آنان را با دستان شما و به وسیلۀ کشته‌شدنشان عذاب دهد.(﴿وَيُخۡزِهِمۡ﴾) و شما را برآنان پیروز نماید، و آنان را خوار بگرداند. آنها دشمنان شما هستند و باید خوار شوند و برای رسیدن به ‌این هدف باید تلاش نمود.\n(﴿وَيَنصُرۡكُمۡ عَلَيۡهِمۡ﴾) و شما را بر آنان پیروز می‌گرداند. و این وعده و مژده ای از جانب خدا بود که به آن وفا نمود.\n(﴿وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡ﴾) و دل‌های گروه مؤمنان را شفا بخشد،"
    },
    {
      "id": 1250,
      "verse_number": 15,
      "verse_key": "9:15",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923915,
          "resource_id": 135,
          "text": "و [با شکست کافران،] خشم دل‌های آنان [= مؤمنان] را برطرف کند؛ و الله از هر کس بخواهد درمی‌گذرد؛ و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "و خشم دل‌هایشان را از بین ببرد؛ زیرا آنها چنان خشم و کینه‌ای از آنان در دل داشتند، که پیکار با آنان شفابخش آن غمّ و غصه‌ای خواهد بود که در دل‌های مؤمنان است؛ زیرا دشمنان با خدا و پیامبرش می‌جنگند، و برای خاموش کردن نور خدا تلاش می‌کنند. پس پیکار با آنها، کینه و خشمی را که در دل‌هایشان است، از بین می‌برد. و این بر محبت و دوستی خداوند نسبت به مؤمنان، و توجه خداوند به حالات آنها دلالت می‌نماید، تا جایی که خداوند شفا دادن دل‌های مؤمنان و از بین بردن خشمشان را، از جمله اهداف و مقاصد شریعت قرار داده است.\nسپس فرمود: (﴿وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ﴾) و خداوند بر حسب مشیت و خواست خویش، توبۀ هر کدام از آنهایی را که با دین می‌جنگند، می‌پذیرد، به این صورت که آنان را برای داخل شدن به اسلام توفیق داده، و اسلام را در دل‌هایشان زیبا جلوه می‌دهد و کفر و فسق و نافرمانی را در انظار آنان ناپسند می‌گرداند. \n(﴿وَٱللَّهُ عَلِيمٌ حَكِيمٌ﴾) و خداوند دانا و حکیم است و هر چیزی را در جای مناسب قرار می‌دهد؛ و هر کس را که شایستۀ ایمان آوردن باشد، هدایت می‌نماید؛ و هر کس را که شایستۀ ایمان آوردن نباشد، در گمراهی و عناد خودش باقی می‌گذارد."
    },
    {
      "id": 1251,
      "verse_number": 16,
      "verse_key": "9:16",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 157,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923916,
          "resource_id": 135,
          "text": "آیا پنداشته‌اید كه [بدون امتحان الهی] به حال خود رها مى‌شوید؟ در حالى كه الله هنوز كسانى از شما را كه جهاد كرده‌اند و جز الله و پیامبر و مؤمنان [کسی را به دوستی و] همرازى نگرفته‌اند معلوم نکرده است؟ و الله به آنچه می‌کنید آگاه است."
        }
      ],
      "tafsir_saadi": "خداوند متعال پس از اینکه بندگان مؤمنش را به جهاد فرمان داد، فرمود: (﴿أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ﴾) آیا پنداشته‌اید که به حال خودتان واگذار می‌شوید، بدون اینکه آزمایش و امتحان شوید، و راستگو و دروغگو مشخص گردد؟\n(﴿وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ﴾) در حالی که هنوز خداوند کسانی را از شما که جهاد کرده‌اند، ندانسته است؟ دانستنی که از حالت نهانی ـ بالقوه ـ به سوی خارج ـ بالفعل ـ بیرون آید تا پاداش و سزا بر آن تحقق یابد[و چیزی که خداوند آن را نداند، وجود ندارد؛ چرا که هیچ چیز از امور بندگان بر او پوشیده نمی‌ماند، و او به تمام آنچه که انجام می‌دهند، آگاه است]، و کسانی را بداند که در راه او جهاد کرده‌اند.\n(﴿وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗ﴾) و به غیر از خدا و پیامبر و مؤمنان، دوست نزدیک و محرم اسراری برای خود نگرفته‌اند؛ یعنی کسی را از کافران به دوستی نگرفته‌اند، بلکه خدا و پیامبر و مؤمنان را به دوستی می‌گیرند. پس خداوند جهاد را مشروع نمود، تا بدین وسیله هدف و مقصود بزرگ به دست بیاید؛ و آن این است که راستگویانی را که جز در راه خدا حرکت نمی‌کنند، از دروغگویانی که ادعا می‌کنند ایمان دارند، در حالیکه کسانی غیر از خدا و پیامبر و مؤمنان را به دوستی می‌گیرند، مشخص نماید.\n(﴿وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ﴾) و خداوند به آنچه از شما سر می‌زند، آگاه است. پس شما را می‌آزماید تا آنچه که بر آن هستید، روشن گردد، و شما را طبق اعمال نیک و بدتان جزا و سزا دهد."
    },
    {
      "id": 1252,
      "verse_number": 17,
      "verse_key": "9:17",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923917,
          "resource_id": 135,
          "text": "سزاوار نیست که مشرکان، مساجدِ الله را آباد کنند، در حالی ‌که آنان [عملاً] به کفرِ خویش گواهند [و آن را اظهار می‌کنند]. آنانند كه اعمالشان تباه گشته است و خود در آتش [دوزخ] جاودانند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿مَا كَانَ﴾) شایسته و مناسب نیست، (﴿لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ﴾) برای مشرکان که مساجد خدا را با عبادت و نماز و غیره آباد کنند، حال آنکه خودشان بر کفر خود گواهی می‌دهند؛ چون حالت و خوی آنها بر این حقیقت گواهی می‌دهد، و بسیاری از آنان می‌دانند که بر کفر و باطل قرار دارند. پس وقتی که (﴿شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِ﴾) به کفر، و عدم ایمان خویش که شرط قبول اعمال است، گواهی می‌دهند، چگونه ادعا می‌کنند که آبادکنندگان مساجد خدا هستند، در حالی که کارهایشان از اصل و اساس باطل است؟! بنابراین فرمود: (﴿أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ﴾) آنان اعمالشان ضایع و تباه است. (﴿وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ﴾) و در آتش جهنم جاودانه‌اند."
    },
    {
      "id": 1253,
      "verse_number": 18,
      "verse_key": "9:18",
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923918,
          "resource_id": 135,
          "text": "مساجدِ الله را فقط کسانی [باید] آباد کنند که به الله و روز آخرت ایمان آورده‌اند و نماز برپا می‌دارند و زکات می‌پردازند و از غیر الله نمی‌ترسند. امید است که اینان از هدایت‌یافتگان باشند."
        }
      ],
      "tafsir_saadi": "سپس بیان کرد که آبادکنندگان مساجد خدا چه کسانی هستند. پس فرمود: (﴿إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ﴾) تنها کسی مساجد را آباد می‌سازد که به خدا و روز قیامت ایمان داشته باشد، و نمازهای واجب و مستحب را به صورت شایسته برپا دارد، (﴿وَءَاتَى ٱلزَّكَوٰةَ﴾) و زکات را به مستحقان بپردازد، (﴿وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَ﴾) و از کسی جز خدا نترسد؛ یعنی ترس او، فقط از خدا باشد، و از آنچه خدا حرام نموده است، دست نگاه دارد، و در انجام حقوق و واجبات الهی کوتاهی نورزد. \nپس خداوند آنان را به داشتن ایمان مفید، و انجام دادن کارهای شایسته ـ که اساس همۀ کارهای شایسته، نماز و زکات است ـ و به ترس از خدا که اساس هر کار خیری است، متصف نمود. بنابراین اینها آبادکنندگان حقیقی مساجد هستند، و تنها آنان مساجد را آباد می‌کنند. \n(﴿فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ﴾) پس امید است که ایشان از راه‌یافتگان باشند. «عسی» به معنی امید است؛ اما وقتی از جانب خدا باشد، حتماً تحقق پیدا می‌کند. اما هرکس به خدا و روز قیامت ایمان نیاورد و از خدا نترسد، پس او از آبادکنندگان مساجد نیست، و شایستگی آن را ندارد که به آباد کردن مسجد مبادرت ورزد، گرچه ادعا کند او مسجد را آباد می‌نماید."
    },
    {
      "id": 1254,
      "verse_number": 19,
      "verse_key": "9:19",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923919,
          "resource_id": 135,
          "text": "[ای مشرکان،] آیا آب‌دادن به حاجیان و آباد‌کردن مسجد الحرام را با [ایمان و عملِ] كسى كه به الله و روز واپسین ایمان آورده و در راه الله جهاد كرده است برابر می‌دانید؟ [این دو هرگز] نزد الله برابر نیستند؛ و الله ستمکاران [مشرک] را هدایت نمى‌كند."
        }
      ],
      "tafsir_saadi": "هنگامی که برخی از مسلمانان در رابطه با آباد کردن مسجدالحرام از طریق ساختن آن، و اقامۀ نماز و سایر عبادت در آن، و آب دادن به حاجیان، و در رابطه با فضیلت و برتری این اعمال بر ایمان آوردن به خدا و جهاد در راه او، با یکدیگر و یا با مشرکان اختلاف کردند، خداوند خبر داد که این دو کار با هم تفاوت دارد. \nپس فرمود: (﴿أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ﴾) آیا آب دادن حاجیان را از آب زمزم (و معروف است که وقتی به طور مطلق از آب دادن حاجیان نام برده شود، منظور آب زمزم است)، (﴿وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِ﴾) و آباد کردن مسجدالحرام را همسان کار کسی قرار داده‌اید که به خدا و روز قیامت ایمان آورده و در راه خدا جهاد کرده است؟! این دو کار در نزد خداوند برابر نیستند.\nپس جهاد و ایمان آوردن، از آب دادن به حاجیان و آباد کردن مسجدالحرام به مراتب برتر و بهتر است؛ چون ایمان، اصل و اساس دین است و به‌وسیلۀ ایمان، اعمال پذیرفته شده و کارها پاکیزه می‌شود. واما جهاد در راه خدا، قلۀ بلند دین است و با جهاد است که دین اسلام حفظ می‌شود و قلمرو آن گسترش می‌یابد، و حق پیروز شده و باطل خوار می‌گردد. اما آباد کردن مسجدالحرام و آب دادن به حاجیان گرچه کار‌های شایسته‌ای هستند، اما پذیرفته شدن آنها مشروط به داشتنِ ایمان است. و منافعی که ایمان و جهاد دارند، این اعمال ندارند. بنابراین فرمود: (﴿لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ﴾) نزد خداوند برابر نیستند، و خداوند گروه ستمکاران را هدایت نمی‌کند؛ یعنی کسانی که ستمگری تبدیل به صفت آنان گشته و صلاحیت پذیرفتن چیزی از خیر و خوبی را ندارند، بلکه جز شر چیزی سزاوار آنان نیست."
    },
    {
      "id": 1255,
      "verse_number": 20,
      "verse_key": "9:20",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
      "page_number": 189,
      "juz_number": 10,
      "translations": [
        {
          "id": 923920,
          "resource_id": 135,
          "text": "كسانى كه ایمان آوردند و هجرت كردند و در راه الله با اموال و جان‌های خویش جهاد کردند، نزد الله مقام برتری دارند؛ و اینان همان رستگارانند."
        }
      ],
      "tafsir_saadi": "سپس برتری این دسته را به صراحت بیان کرد و فرمود: (﴿ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ﴾) کسانی که ایمان آوردند و هجرت کردند و با خرج کردن مال‌هایشان برای جهاد و آماده کردن جنگجویان، جهاد نمودند، (﴿وَأَنفُسِهِمۡ﴾) و با جان‌هایشان جهاد کردند و برای جهاد بیرون رفتند، (﴿أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ﴾) اینان دارای منزلت والاتر و بزرگ‌تری در پیشگاه خدایند و همینان رستگاران‌اند. یعنی جز کسی که به صفات آنان متصف و به اخلاق آنان آراسته باشد، به مقصود نمی‌رسد و از ترس و هراس رهایی نمی‌یابد."
    },
    {
      "id": 1256,
      "verse_number": 21,
      "verse_key": "9:21",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَٰنٍ وَجَنَّـٰتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ",
      "page_number": 190,
      "juz_number": 10,
      "translations": [
        {
          "id": 923921,
          "resource_id": 135,
          "text": "پروردگارشان آنان را از جانب خویش به رحمت و خشنودى و باغ‌هایی [در بهشت‌] مژده مى‌دهد كه در آنها نعمت‌هایی پایدار دارند."
        }
      ],
      "tafsir_saadi": "(﴿يُبَشِّرُهُمۡ رَبُّهُم﴾) پروردگارشان به خاطر مهربانی و عطوفت و توجه و محبتی که نسبت بدانان دارد، آنها را (﴿بِرَحۡمَةٖ مِّنۡهُ﴾) به رحمتی از سوی خود مژده می‌دهد، به‌وسیلۀ آن هر شرّی را از آنان دور ساخت، و هر خیری را به آنان ‌رساند، (﴿وَرِضۡوَٰنٖ﴾) و آنان را به خشنودی از جانب خود که بزرگ‌ترین نعمت موجود در بهشت است، مژده می‌دهد. پس خداوند از آنان خشنود است و هرگز از آنان خشمگین نخواهد شد.\n(﴿وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ﴾) و آنان را به باغ‌هایی که در آن نعمت‌های پایدار دارند، مژده می‌دهد؛ نعمت‌هایی که دل‌ها در آرزوی آنند، و چشم‌ها از دیدن آن لذت می‌برند؛ نعمت‌هایی که کیفیت و اندازۀ آن را جز خداوند کسی نمی‌داند، از جمله این نعمت‌ها یکی این است که خداوند برای مجاهدان صد درجه آماده کرده است که میان هر دو درجه به اندازۀ زمین و آسمان فاصله وجود دارد، و اگر تمام آفریدگان در یک مقام و درجه جمع شوند، همه در آن جای می‌گیرند."
    },
    {
      "id": 1257,
      "verse_number": 22,
      "verse_key": "9:22",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
      "page_number": 190,
      "juz_number": 10,
      "translations": [
        {
          "id": 923922,
          "resource_id": 135,
          "text": "همواره در آن جاودانند. به راستی که پاداش بزرگ [فقط] نزد الله است."
        }
      ],
      "tafsir_saadi": "(﴿خَٰلِدِينَ فِيهَآ أَبَدًا﴾) برای همیشه در آن جاودان‌اند، و به جای دیگری برده نمی‌شوند، و نمی‌خواهند که به جای آن چیز دیگری به آنها داده شود.\n(﴿إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ﴾) بی‌گمان در پیشگاه خداوند پاداش بسیار بزرگی موجود است. کثرت و فراوانی این پاداش نسبت به فضل و بزرگواری خدا امری غریب نمی‌باشد، و چنین عظمت و حسنی از کسی که به هر چیزی بگوید: «بشو»، «می‌شود» عجیب نمی‌باشد."
    },
    {
      "id": 1258,
      "verse_number": 23,
      "verse_key": "9:23",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوٓا۟ ءَابَآءَكُمْ وَإِخْوَٰنَكُمْ أَوْلِيَآءَ إِنِ ٱسْتَحَبُّوا۟ ٱلْكُفْرَ عَلَى ٱلْإِيمَـٰنِ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "page_number": 190,
      "juz_number": 10,
      "translations": [
        {
          "id": 923923,
          "resource_id": 135,
          "text": "ای کسانی ‌که ایمان آورده‌اید، اگر پدران و برادرانتان كفر را بر ایمان ترجیح دهند، [آنان را] به دوستى نگیرید؛ و هر کس از شما که آنان را به دوستى بگیرد، آنان همان ستمكارانند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ﴾) ای کسانی‌که ایمان آورده‌اید! به مقتضای ایمان عمل کنید؛ به‌گونه‌ای که هرکس ایمان آورد، او را به دوستی بگیرید؛ و هرکس ایمان نیاورد، با او دشمنی کنید. (﴿لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِ﴾) [و] پدران و برادرانتان را که نزدیک‌ترین مردم به شما هستند اگر از روی خشنودی و محبت، کفر را بر ایمان برگزیدند، به دوستی نگیرید؛ و دیگران را به طریق اولی ـ اگر کفر را بر ایمان برگزیدند ـ به دوستی نگیرید. (﴿وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ﴾) و هرکس از شما که آنان را به دوستی بگیرد، پس ایشان ستمگران‌اند، چون آنها بر نافرمانی خدا جرأت کرده، و دشمنان خدا را دوستان خود قرار داده‌اند. و اصل و اساس ولایت، محبت و یاری کردن است. و این بدان خاطر است که دوست قرار دادن آنان، باعث می‌شود تا اطاعت از آنها بر اطاعت خدا، و محبت آنها بر محبت خدا و پیامبرش مقدم شود."
    },
    {
      "id": 1259,
      "verse_number": 24,
      "verse_key": "9:24",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 158,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِن كَانَ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَٰنُكُمْ وَأَزْوَٰجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَٰلٌ ٱقْتَرَفْتُمُوهَا وَتِجَـٰرَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَـٰكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٍ فِى سَبِيلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "page_number": 190,
      "juz_number": 10,
      "translations": [
        {
          "id": 923924,
          "resource_id": 135,
          "text": "[ای پیامبر، به مؤمنان] بگو: «اگر پدران‌ و فرزندان و برادران و همسران و خویشاوندانتان و اموالی که به دست آورده‌اید و تجارتی که از [بی‌رونقی و] کسادی‌اش می‌ترسید و خانه‌هایی که به آن دلخوش هستید، نزد شما از الله و پیامبرش و جهاد در راه او محبوب‌ترند، منتظر باشید تا الله فرمان [عذاب] خویش را نازل کند؛ و الله گروه نافرمان را هدایت نمی‌کند»."
        }
      ],
      "tafsir_saadi": "به همین جهت علت منع این کار را بیان کرد؛ و آن این است که محبت خدا و پیامبرش، باید بر محبت و دوستی هر چیزی مقدم داشته شود، و هرچیزی باید تابع محبت خدا و پیامبر باشد. بنابراین فرمود: (﴿قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا﴾) بگو: اگر پدرانتان و مادرانتان و برادران نَسَبی و سَبَبی‌تان و همسرانتان، و به طور کلی همۀ خویشاوندانتان و مال‌هایی را که به دست آورده‌اید، و در راه به دست آوردن آن رنج کشیده‌اید[اموالی را که با رنج و زحمت به دست می‌آید به طور ویژه بیان کرد، چون چنین مالهایی برای صاحبانش ارزشمندتر و صاحبان آن بیشتر به آن علاقه دارند. اما کسانی که بدون خستگی و تلاش اموال فراوانی را به دست می‌آورند، چنین نیستند.]، (﴿وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا﴾) و تجارتی که از بی‌رونقی و بی‌بازاری و کساد شدن آن می‌ترسید؛ و این تمام تجارت‌ها و درآمدها و کالاهای تجارتی از قبیل: پول، ظروف، اسلحه، غلات، کشتزارها و چهار پایان تجارتی و غیره را شامل می‌شود. \n(﴿وَمَسَٰكِنُ تَرۡضَوۡنَهَآ﴾) و خانه‌هایی که زیبا و آراسته و مطابق با میل شما هستند و آنها را می‌پسندید.\nپس اگر این چیزها (﴿أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ﴾) در نزد شما از خدا و پیامبرش و جهاد کردن در راه او محبوب‌تر باشد، شما فاسق و ستمگر هستید.\n(﴿فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦ﴾) و در انتظار عذابی باشید که بر شما فرود خواهد آمد. و منتظر باشید که خداوند کار خود را می‌کند و دستور او رد نمی‌شود. (﴿وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ﴾) و خداوند کسانی را که از دایرۀ اطاعت او بیرون رفته، و یکی از امور مذکور را بر محبت وی مقدم داشته‌اند، هدایت نمی‌کند. \nاین آیۀ شریفه بزرگ‌ترین دلیل بر وجوب مقدم داشتن محبت خدا و پیامبرش بر محبت هر چیز دیگری است. و دلیلی است بر اینکه این وعید شدید متوجه کسی خواهد بود که یکی از امور مذکور به نزد او، از خدا و پیامبرش و جهاد کردن محبوب‌تر باشد. و نشانۀ محبوبیت هریک از این امور ذکر شده این است که هرگاه دو امر بر وی عرضه شدند؛ که یکی از آن دو را خدا و رسولش دوست می‌داشت، و هوای نفس او در آن نبود؛ و دیگری را خودش دوست داشت و به آن علاقه‌مند بود، و انجام دادن آن منجر به از دست رفتن چیزی می‌شد که خدا و پیامبرش آن را دوست داشتند، و یا آن را ناقص می‌گرداند؛ پس در این حالت اگر آنچه را که خود دوست می‌دارد بر آنچه که خدا و رسولش دوست می‌دارند، مقدم داشت، این بیانگر آن است که او ستمگر می‌باشد، و آنچه را که بر او واجب است، ترک نموده است."
    },
    {
      "id": 1260,
      "verse_number": 25,
      "verse_key": "9:25",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 159,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَقَدْ نَصَرَكُمُ ٱللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْـًٔا وَضَاقَتْ عَلَيْكُمُ ٱلْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
      "page_number": 190,
      "juz_number": 10,
      "translations": [
        {
          "id": 923925,
          "resource_id": 135,
          "text": "بی‌تردید، الله شما [مؤمنان] را در موقعیت‌های زیادی یاری کرده است و نیز در جنگ حُنَین، آنگاه که فراوانی تعدادتان، شما را [شاد و] شگفت‌زده کرد؛ ولی هیچ سودی به حالتان نداشت و زمین ـ با همۀ گستردگی‌ ـ بر شما تنگ آمد؛ آنگاه [به دشمن‌] پشت کردید [و گریختید]."
        }
      ],
      "tafsir_saadi": "خداوند بر بندگان مؤمن خود منت می‌نهد که آنها را در بسیاری از مواقع و به هنگام رویارویی با دشمن یاری کرده است، به‌ویژه در جنگ حنین که با بحران سختی مواجه شدند و سست گردیدند، و پا به فرار گذاشتند، و زمین با وجود وسعت و فراخی اش بر آنها تنگ آمد. ماجرا از این قرار بود که پیامبر صلی الله علیه وسلم وقتی مکه را فتح نمود، شنید که قبیلۀ هوازن برای جنگیدن با او جمع شده‌اند. پیامبر صلی الله علیه وسلم همراه با یارانی که در فتح مکه شرکت کرده بودند، و همراه با کسانی که پس از فتح مکه اسلام آورده بودند، به سوی آنها حرکت کردند. تعدادشان دوازده هزار نفر بود، و مشرکین چهار هزار نفر بودند. به همین جهت برخی از مسلمین از زیاد بودنشان به شگفت آمده و گفتند: امروز به خاطر کمبود افراد، شکست نخواهیم خورد. اما وقتی که آنها با قبیلۀ هوازن روبه‌رو شدند، هوازن یکباره بر مسلمین حمله‌ور شدند و مسلمین شکست خوردند، و همه پا به فرار نهادند و جز صد نفر کسی با پیامبر باقی نماند، اما این افراد در کنار پیامبر ایستادند و با مشرکین جنگیدند. و پیامبر سوار بر شتری به سوی مشرکین می‌تاخت و می‌گفت: «من پیامبر هستم و دروغ نمی‌گویم، من پسر عبدالمطلب هستم.» وقتی که پیامبر صلی الله علیه وسلم حالت مسلمین را مشاهده کرد، به عباس بن عبدالمطلب دستور داد تا انصار و بقیۀ مسلمین را صدا بزند. عباس صدای رسا وبلندی داشت و آنها را صدا زد: ای اهل سمره! ای اهل سورۀ بقره! مسلمین وقتی که این صدا را شنیدند، همه بلافاصله روی آوردند، و با مشرکین درگیر شدند و خداوند شکست فاحشی را نصیب کفار کرد.\nو مسلمین اردوگاه آنان را تصرف کردند و زنان و مال‌هایشان را به غنیمت گرفتند و فرمودۀ الهی (﴿لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ﴾) اشاره به این ماجراست. حنین جایی است که در بین مکه و طایف قرار دارد و این واقعه در آنجا روی داد. \n(﴿إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡ‍ٔٗا﴾) بدانگاه که فزونی‌تان شما را به شگفت آورد، ولی آن لشکریان فراوان هیچ فایده‌ای ـ نه زیاد و نه کم‌ـ به شما نرساندند، (﴿وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ﴾) و وقتی که شکست خوردید، به خاطر اندوه و غمی که به شما دست داد، زمین (﴿بِمَا رَحُبَتۡ﴾) با همۀ فراخی‌اش بر شما تنگ شد. (﴿ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ﴾) سپس پشت کردید و شکست خورده پا به فرار نهادید."
    },
    {
      "id": 1261,
      "verse_number": 26,
      "verse_key": "9:26",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 159,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
      "page_number": 190,
      "juz_number": 10,
      "translations": [
        {
          "id": 923926,
          "resource_id": 135,
          "text": "سپس الله آرامش خویش را بر پیامبرش و بر مؤمنان فرو فرستاد و سپاهیانی را که شما نمی‌دیدید [به یاری‌تان] فرستاد و کسانی را که کفر ورزیده بودند عذاب کرد؛ و جزای کافران چنین است‌."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ﴾) سپس خداوند آرامش خویش را بر پیامبرش و بر مؤمنان نازل کرد. و آرامش همان اطمینان خاطری است که هنگام اضطراب و آشفتگی و اتفاق افتادن حوادث هولناک، خداوند آن را در دل‌ها قرار می‌دهد و دل‌ها را به ثبات و آرامش و اطمینان می‌رساند. و این از نعمت‌های بزرگ خدا بر بندگان است.\n(﴿وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا﴾) و لشکرهایی را فرو فرستاد که شما ایشان را نمی‌دیدید؛ و آنها فرشتگان بودند که خداوند آنان را در روز حنین به کمک مسلمین فرستاد، تا آنها را پابرجا نمایند و به یاری و نصرت خدا مژده دهند. (﴿وَعَذَّبَ ٱلَّذِينَ كَفَرُواْ﴾) و کافران را، از طریق شکست دادن و کشته شدن و غالب آمدن مسلمین بر زنان و فرزندان و مال‌هایشان عذاب داد. (﴿وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ﴾) و این کیفر کافران است. خداوند در دنیا آنها را عذاب می‌دهد، سپس در آخرت آنها را به عذابی سخت گرفتار می‌کند."
    },
    {
      "id": 1262,
      "verse_number": 27,
      "verse_key": "9:27",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 159,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "page_number": 191,
      "juz_number": 10,
      "translations": [
        {
          "id": 923927,
          "resource_id": 135,
          "text": "سپس الله بعد از آن [عذاب خفت‌بار،] توبۀ‌ هر ‌کس را بخواهد می‌پذیرد؛ و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ﴾) بعد از آن خداوند توبۀ هر کس را که بخواهد، می‌پذیرد. و خداوند توبۀ بسیاری از کسانی را که با مسلمانان جنگیدند، اما در نهایت توبه کردند و اسلام آوردند و نزد پیامبر آمدند، پذیرفت و پیامبر زنان و فرزندانشان را به آنان پس داد. (﴿وَٱللَّهُ غَفُورٞ رَّحِيمٞ﴾) و خداوند دارای مغفرت گسترده و رحمت عام و فراگیر است؛ و گناهان بزرگ توبه‌کنندگان را می‌آمرزد و با توفیق دادنشان به توبه و اطاعت، نیز با چشم‌پوشی از جرایم آنان و پذیرش توبه‌شان، به آنان رحم می‌نماید. پس هیچ‌کس نباید از مغفرت و رحمت خداوند ناامید شود، گرچه مرتکب گناه و خیانتی بزرگ شده باشد."
    },
    {
      "id": 1263,
      "verse_number": 28,
      "verse_key": "9:28",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 159,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
      "page_number": 191,
      "juz_number": 10,
      "translations": [
        {
          "id": 923928,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، مشرکان قطعاً پلید‌ند؛ پس نباید بعد از امسال به مسجدالحرام نزدیک شوند؛ و اگر [به خاطر قطع تجارت با آنان] از تنگدستی بیم دارید، [بدانید که] اگر الله بخواهد، شما را از بخشش خویش بی‌نیاز می‌سازد. بی‌تردید، الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ﴾) ای مؤمنان! همانا کسانی که برای خدا شریک قرار داده و کسانی دیگر را همراه وی عبادت می‌کنند؛ (﴿نَجَسٞ﴾) پلیدند. یعنی عقاید و اعمالشان پلید است. و چه پلیدی بزرگ‌تر از پلیدی کسی است که همراه با خدا، معبودانی را عبادت کند که نمی‌توانند هیچ فایده یا زیانی به وی برسانند و چیزی را از او دور کنند و کارشان مبارزه با خدا و بازداشتن مردم از راه خدا و یاری کردن باطل، و رد کردن حق، و ایجاد فساد و تباهی در زمین است؟! پس بر شما لازم است تا پاک‌ترین و شریف‌ترین خانه را از لوث اینها پاک بدارید. (﴿فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَا﴾) بنابراین نباید بعد از امسال به مسجدالحرام نزدیک شوند. و آن سال نهم هجری بود؛ سالی‌که ابوبکر صدیق مدیریت انجام مناسک حج را به عهده داشت، و پیامبر صلی الله علیه وسلم پسر عمویش علی را فرستاد تا در روز حج اکبر از مشرکان اعلام برائت نماید. پس علی ندا داد که بعد از امسال هیچ مشرکی حق ندارد حج کند، و هیچ فرد لختی نباید کعبه را طواف نماید. و منظور از پلیدی در اینجا آلودگی و پلیدی بدن نیست؛ زیرا کافر ـ مانند دیگران ـ بدنش پاک است، به دلیل اینکه خداوند آمیزش و ازدواج با زنان اهل کتاب را جایز قرار داده، و دستور نداده است قسمت‌هایی از بدن که با بدن وی تماس حاصل می‌کند، شسته شود.\nو مسلمین همواره با کافر در ارتباط بوده‌اند، و از آنان نقل نشده است که از تماس با کافر خودداری ‌کرده‌اند، آن چنانکه خود را از پلیدی دور نگه می‌داشتند. بلکه منظور از آن، همان طور که گذشت، پلیدی معنوی کافران است که به سبب شرکشان پلیدند؛ و توحید و ایمان، پاک است. پس شرک، نجاست و پلیدی است.\n(﴿وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ﴾) و اگر شما مسلمین از فقر و نیازمندی می‌ترسید، و خوف آن را دارید ‌که اگر مشرکین را از نزدیک شدن به مسجدالحرام منع کنید، فقیر و نیازمند شده و اسباب و روابط دنیوی میان شما و آنها قطع می‌شود، (﴿فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ﴾) خداوند شما را از فضل خویش بی‌نیاز می‌گرداند. پس رزق و روزی فقط در یک محل یافت نمی‌شود، بلکه دری بسته نمی‌گردد مگر اینکه درهای زیاد دیگری گشوده می‌شود؛ زیرا فضل خداوند گسترده، و بخشش او بزرگ است، به ویژه برای کسی که چیزی را برای رضای خداوند ترک نماید؛ زیرا خداوند بخشنده ترینِ بخشایشگران است. \nپس خداوند به وعده‌اش وفا نمود، و مسلمین را از فضل خویش بی‌نیاز گرداند، و روزی‌های زیادی برای آنان گشود، به نحوی که تبدیل به بزرگ‌ترین ثروتمندان و سرمایه‌داران شدند. (﴿إِن شَآءَ﴾) اگر بخواهد. خداوند ثروتمندشدن را معلق به مشیت و خواست خودش نموده است؛ زیرا ثروتمندی، از لوازمات ایمان نبوده، و مبین آن نیست که خداوند ثروتمند را دوست دارد. بنابراین آن را به مشیت و خواست خودش مشروط نمود؛ چون خداوند دنیا را به دوست و دشمن خود می‌بخشد، اما ایمان و دین را جز به کسی که دوست دارد، نمی‌دهد. \n(﴿إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ﴾) بی‌گمان دانش و آگاهی خداوند گسترده است و کسی را که شایسته و سزاوار ثروتمندشدن است، می‌شناسد، و به حال کسی که شایستۀ آن نیست، آگاه می‌باشد و هر چیز را در جای آن قرار می‌دهد. \nو آیۀ کریمۀ (﴿فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَا﴾) دلالت می‌نماید مشرکین که سردمدار خانۀ کعبه بودند پس از فتح مکه آن جایگاه را از دست دادند و پیامبر صلی الله علیه وسلم و مؤمنان این جایگاه را در دست گرفتند، و مشرکان هر چند که در جوار کعبه اقامت داشتند، اما هیچ حکم و تصرفی در آن نداشتند. سپس این آیه نازل شد. و هنگامی که پیامبر صلی الله علیه وسلم درگذشت در واپسین لحظات عمر خود دستور داد تا مشرکین از سرزمین حجاز اخراج شوند تا دو دین در آن نباشد. و همه اینها به خاطر دور شدن کفار از مسجدالحرام بود، و این حکم در آیۀ (﴿فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَا﴾) داخل است."
    },
    {
      "id": 1264,
      "verse_number": 29,
      "verse_key": "9:29",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 159,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَـٰغِرُونَ",
      "page_number": 191,
      "juz_number": 10,
      "translations": [
        {
          "id": 923929,
          "resource_id": 135,
          "text": "با کسانی [از اهل کتاب] که به الله و روز قیامت ایمان نمی‌آورند و آنچه را الله و پیامبرش حرام کرده‌اند حرام نمی‌شمارند و دین حق را نمی‌پذیرند بجنگید تا آنگاه که با شکست و خواری به دست خویش جِزیه دهند."
        }
      ],
      "tafsir_saadi": "این آیه به پیکار با کافران یهودی و نصرانی دستور می‌دهد: کسانی که به خدا و روز قیامت ایمان نمی آورند، ایمانی درست که آن را با کار و اعمالشان تصدیق نمایند، (﴿وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ﴾) و آنچه را که خدا و پیامبرش حرام نموده‌اند، حرام نمی شمارند. پس در حرام شمردن آنچه که حرام است، از شریعت خدا پیروی نمی‌کنند.(﴿وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ﴾) و به دین حق در نمی‌آیند، گرچه ادعا می‌کنند که آنها بر دینی هستند؛ زیرا آن دین، حق نیست؛ چون آن، یا دینی تغییر یافته است و خداوند اصلاً آن را مشروع نکرده است، و یا دینی منسوخ می‌باشد که خداوند قبلاً آن را مشروع نموده است اما به وسیلۀ شریعت محمد صلی الله علیه وسلم آن را تغییر داده است، پس بعد از منسوخ شدن، تمسک به آن جایز نیست. بنابراین به پیکار کردن با آنان دستور داد، و بر این کار تشویق نمود؛ چون آنها مردم را به پیروی از آنچه که بر آن هستند، فرا می‌خوانند. و از جانب آنها زیانی بزرگ به مردم می رسد، چون آنها اهل کتاب هستند و مردم از آنها می پذیرند. و این پیکار را تا وقتی که جزیه بپردازند مقرر نموده است: (﴿حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ﴾) باید مالی را به عنوان فدیه بپردازند، تا مسلمین با آنها نجنگند و جان و مالشان در میان مسلمین در امان باشد. این جزیه، هر سال از ثروتمند و فقیر و متوسطِ آنان برحسب توانگری‌شان گرفته می‌شود، همان طور که عمر بن خطاب رضی الله عنه و دیگر امرای مسلمان چنین عمل نمودند. \n(﴿عَن يَدٖ﴾) یعنی باید با ذلت و خواری و با دست‌های خودشان بپردازند، و نباید آن را توسط خادم و کسی دیگر بفرستند، بلکه جز از دستان خودشان پذیرفته نمی شود. (﴿وَهُمۡ صَٰغِرُونَ﴾) در حالی که ذلیل و خوارند. پس وقتی که به این حالت افتادند و از مسلمین خواستند تا آنها را با گرفتن فدیه در مملکتشان بپذیرند، و تحت احکام و قدرت آنان باشند، و از شر و فتنه دست بردارند، و طبق شرایطی را که مسلمین در نظر گرفتند، پذیرفتند، شرایطی که قدرت و تکبر آنها را از بین می‌برد و باعث ذلت و خواری‌شان می‌گردد، بر امام یا جانشینش واجب است که پیمان جزیه گرفتن را با آنها منعقد کند. اگر چنین نباشد، به این صورت که به پیمان خود وفا نکنند، و جزیه را با دست‌های خود، و خوار و ذلیل نپردازند، جزیه گرفتن از آنان جایز نیست، بلکه باید به جنگ آنها رفت تا مسلمان شوند.\nجمهور علما که می‌گویند: «جز از اهل‌کتاب جزیه گرفته نمی‌شود، چون خداوند فقط گفته است از اهل کتاب جزیه بگیرید»، به این آیه استدلال کرده‌اند. اما غیر از اهل‌کتاب در موردشان چیزی جز جنگ بیان نشده است. پس باید با آنان جنگید تا مسلمان ‌شوند. در رابطه با گرفتن جزیه و استقرار اهل‌کتاب در سرزمین مسلمین، آتش پرستان نیز در زمرۀ آنان قرار دارند؛ چون پیامبر صلی الله علیه وسلم از مجوس هُجُر جزیه گرفت، و امیرالمؤمنین عمر نیز از ایرانیان آتش پرست جزیه گرفت.\nو گفته شده است که جزیه از همۀ کفار اعم از اهل کتاب و دیگران گرفته می‌شود؛ چون این آیه، بعد از فارغ شدن از جنگ با مشرکین عرب و شروعِ پیکار با اهل‌کتاب و امثالشان نازل شده است. پس این قید، خبر دادن از واقعیتِ موجود در آن زمان است نه بیان مفهوم آن. و دلیل این گفته آن است که از آتش پرستان جزیه گرفته شده است، حال آنکه آنها اهل کتاب نبودند. و از اصحاب و تابعین نیز به تواتر ثابت شده است که آنها با هرکس می‌جنگیدند، او را به یکی از این سه چیز فرامی‌خواندند: اسلام، پرداختن جزیه، جنگ. بدون اینکه میان فردی که اهل‌کتاب است و میان دیگری فرقی بگذارند."
    },
    {
      "id": 1265,
      "verse_number": 30,
      "verse_key": "9:30",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
      "page_number": 191,
      "juz_number": 10,
      "translations": [
        {
          "id": 923930,
          "resource_id": 135,
          "text": "و یهود گفتند: «عُزَیر پسر الله است» و نصاری گفتند: «مسیح پسر الله است». این سخن [باطلى‌] است كه بر زبان مى‌آورند و به گفتار كسانى كه پیش از این كفر ورزیدند شباهت دارد. الله آنان را نابود کند! چگونه [از حق] منحرف می‌شوند؟"
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال به پیکار کردن با اهل کتاب دستور داد، به برخی از گفته‌ها و سخنان پلیدشان اشاره نمود تا مؤمنانی را که به خاطر پروردگار و دینشان غیرتشان به جوش می‌آید، تحریک شوند و با آنها بجنگند، و آنچه را در توان دارند، در راه مبارزه با آنها مبذول نمایند. پس فرمود: (﴿وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ﴾) و یهودیان گفتند: عزیر، پسر خدا است، و این گفتار و عقیدۀ همۀ آنها نبود، ولی دسته‌ای از آنان چنین اعتقادی را داشتند. پس این بر پلیدی و بدی یهودیان دلالت می‌نماید، به نحوی که آنها در این زمینه به ساحت مقدس خدا جرأت کرده و شکوه و بزرگی او را مورد طعنه قرار دادند. و گفته شده است که علت اینکه آنها می‌گفتند: «عزیر پسر خداست» این بود که وقتی پادشاهان بر بنی اسرائیل مسلط شدند و آنهارا کاملاً شکست دادند، و حاملان و علمای تورات را به قتل رساندند، بنی‌اسرائیل دریافتند که عزیر تورات‌را کاملاً حفظ نموده و از بردارد، و یا بیشتر آن را حفظ کرده است، و آن را بر آنان املا نمود و آنها برای خود نسخه نوشتند. به این خاطر چنین ادعای زشتی در مورد عزیر کردند. (﴿وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِ﴾) و نصارا گفتند: عیسی، پسر مریم، پسر خداست. \nخداوند متعال فرمود: (﴿ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡ﴾) این سخنی است [باطل] که آنها بر زبانشان می‌آورند، و دلیل و حجتی بر صحت آن ندارند، و کسی که به گفته‌های خود توجه نکند، هر سخنی را بر زبان جاری می‌کند؛ چون او دین و عقلی ندارد که وی را از گفتاری که می‌خواهد، باز بدارد. بنابراین فرمود: (﴿يُضَٰهِ‍ُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ﴾) این سخن آنان، مشابه سخن مشرکانی است که می‌گفتند: فرشتگان، دختران خدا هستند. گفتارشان مشابه سخن آنان است، و در باطل بودن مانند یکدیگر است. (﴿قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ﴾) خداوند آنان را نابود کند، چگونه از حق روشن و آشکار به سوی سخن باطل آشکار بر می‌گردند!"
    },
    {
      "id": 1266,
      "verse_number": 31,
      "verse_key": "9:31",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
      "page_number": 191,
      "juz_number": 10,
      "translations": [
        {
          "id": 923931,
          "resource_id": 135,
          "text": "[این مشرکان،] علما و راهبان خود و [همچنین] مسیح ـ پسر مریم ـ را به جای الله [به عنوان] معبودان خویش تلقی کردند؛ حال آنكه دستوری جز این نداشتند که فقط الله یگانه را عبادت کنند كه معبودى [به‌حق] جز او نیست. او تعالی از آنچه [با وی] شریک قرار می‌دهند، منزه است."
        }
      ],
      "tafsir_saadi": "و بعید به نظر می‌آید که امت بزرگی بر چنین سخنی اتفاق نظر پیدا کنند، اما در این صورت نیز کمترین تفکر و تأملی، آدمی را به باطل بودن آن هدایت می‌نماید؛ چرا که آنها (﴿ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ﴾) علما و دیرنشینان خود را (﴿أَرۡبَابٗا مِّن دُونِ ٱللَّهِ﴾) به جای خدا به الوهیت گرفتند، و آنچه را که خدا برایشان حرام نموده بود، برای آنان حلال کردند، پس آن را حلال شمردند، و آنچه را که خدا برایشان حلال نموده بود، برای آنان حرام کردند، پس آن‌را حرام انگاشتند. و برای آنها آئین و گفتارهایی که با دین پیامبران متضاد بود، مشروع نمودند، و بر این اساس از آنان پیروی کردند. نیز آنها در مورد مشایخ و دیرنشینان خود زیاده‌روی کردند، و آنها را تعظیم نمودند، و قبور آنان را همچون بت برگرفتند که به پرستش آن اقدام می‌کردند، و ذبایح خود را در پای آنها سر می‌بریدند، و دعا و فریاد ‌طلبی‌های خود را به محضر آنها عرضه می‌داشتند. \n(﴿وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ﴾) و عیسی پسر مریم را به جای خدا به خدایی گرفتند، و با دستوری که خدا توسط پیامبرانش به آنها داده بود، مخالفت کردند. خداوند متعال می‌فرماید: (﴿وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَ﴾) حال آنکه بدیشان جز این دستور داده نشده بود که تنها خدای یگانه را بپرستند و بس؛ زیرا جز خدا، معبودی به حق نیست. پس دستور داده شده بودند تا عبادت و اطاعت را خالصانه برای خدا انجام دهند، و فقط نسبت به او محبت بورزند، و او را به فریاد بخوانند. اما آنها دستور خدا را کنار نهادند، و چیزهایی را شریک خدا ساختند که هیچ دلیلی بر روا بودن آنها فرو نفرستاده بود. \n(﴿سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ﴾) پاک و منزه است از آنچه آنها با او شریک می‌سازند، و بر او دروغ می‌بندند؛ زیرا آنان با این کار به ساحت مقدس خداوند متعرّض شده، و او را به چیزی متّصف می‌کنند که شایستۀ شکوه و بزرگی‌اش نیست، و خداوند متعال در اوصاف و افعال خود، برتر از هر چیزی است که بدو نسبت داده می‌شود و با کمال والای او منافی می‌باشد."
    },
    {
      "id": 1267,
      "verse_number": 32,
      "verse_key": "9:32",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "page_number": 192,
      "juz_number": 10,
      "translations": [
        {
          "id": 923932,
          "resource_id": 135,
          "text": "آنان مى‌خواهند نورِ الله را با سخنان خویش خاموش كنند؛ ولی الله جز این نمی‌خواهد که نورِ خویش را کامل کند؛ هر چند کافران خوش نداشته باشند."
        }
      ],
      "tafsir_saadi": "وقتی روشن شد که یهود ونصاری دلیلی بر صحت گفته‌های خود ندارند، بلکه فقط دروغ و اراجیف به هم می‌بافند، خداوند متعال خبر داد که آنها (﴿يُرِيدُونَ أَن يُطۡفِ‍ُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ﴾) هدف آنان از این کار این است که می‌خواهند نور خدا را با سخنان خود خاموش گردانند.\nو نور خدا؛ همان دینی است که پیامبران را برای تبلیغ آن فرستاده، و کتاب‌ها را در تأیید آن نازل کرده است. و خداوند دین را نور نامیده است؛ چون تاریکی‌ها و جهالت و ادیان باطل به وسیلۀ آن روشن می‌شود. پس این دین حق است، و عمل کردن به آن، عمل کردن به حق و حقیقت است، و غیر از آن هرچه هست، باطل و عملِ به باطل است. پس یهودیان و نصارا، و مشرکانی که مانند آنها می‌باشند، می‌خواهند با گفته‌هایشان ـ‌که هیچ دلیلی بر صحت آن ندارند ـ نور خدا را خاموش گردانند، (﴿وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ﴾) و خداوند نمی‌پذیرد، مگر اینکه نورش را کامل بگرداند؛ چون آن نور آشکار و درخشان است و اگر تمام مردم برای خاموش کردن آن جمع شوند، نمی‌توانند آن را خاموش کنند؛ زیرا کسی که این نور را فرو فرستاده است، همۀ بندگان تحت اختیار او هستند، و خداوند این نور را از شر هر کسی که نسبت به آن قصد بدی داشته باشد، مصون می‌دارد. بنابراین فرمود: (﴿وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ﴾) و خداوند نمی‌پذیرد مگر اینکه نورش را کامل بگرداند، (﴿وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ﴾) گر چه کافران خشنود نباشند، و برای نابود کردن آن تلاش کنند؛ زیرا تلاش آنها نمی‌تواند هیچ زیانی برساند."
    },
    {
      "id": 1268,
      "verse_number": 33,
      "verse_key": "9:33",
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "page_number": 192,
      "juz_number": 10,
      "translations": [
        {
          "id": 923933,
          "resource_id": 135,
          "text": "اوست که پیامبرش را با هدایت و دین حق فرستاده است تا آن را بر همۀ ادیان پیروز گرداند؛ هر چند مشركان دوست نداشته باشند."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال به تبیین نوری پرداخت که متعهّد شده است آن را حفظ نماید و به اتمام برساند، پس فرمود: (﴿هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ﴾) خداوند ذ‌اتی است که پیامبرش را با هدایت، که همانا علم مفید است، و همراه با دین راستین که عبارت از عمل صالح است، روانه کرده است. پس آنچه خداوند محمد صلی الله علیه وسلم را با آن فرستاده است شامل بیان حق، و مشخص کردن آن از باطل در رابطه با نام‌های خدا و صفات و کارها و احکام و اخبار وی می‌باشد. همچنان‌که این دین به هر مصلحتی که دل‌ها و ارواح و جسم‌ها را سود بخشد، از قبیل: خالص گرداندن دین برای خدای یگانه، و داشتنِ محبت خدا و پرستش او فرمان می‌دهد و به نیکی‌ها و اخلاق و عادت و اعمال صالح و آداب مفید دستور می‌دهد، و از هر آنچه که بر خلاف این است، از قبیل: اخلاق و کارهای زشت که برای قلب و جسم و دنیا و آخرت مضر است، نهی می‌کند. \nپس خداوند پیامبرش را همراه با هدایت و دین حق روانه کرده است، (﴿لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ﴾) تا آن را با حجت و دلیل و شمشیر بر سایر ادیان برتری ‌بخشد، گرچه مشرکان این را نپسندند، و در پی از بین بردن آن باشند و برای آن نقشه و دسیسه بکشند؛ زیرا نقشه و حیلۀ بد، جز به صاحبش زیان نمی‌رساند؛ و خداوند وعدۀ خود را حتماً کامل می‌گرداند و آنچه را که متعهد شده است، باید انجام پذیرد."
    },
    {
      "id": 1269,
      "verse_number": 34,
      "verse_key": "9:34",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
      "page_number": 192,
      "juz_number": 10,
      "translations": [
        {
          "id": 923934,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، بی‌تردید، بسیارى از علما[ی یهودی] و راهبان، اموال مردم را به ناحق مى‌خورند و [آنان را] از راه الله باز مى‌دارند؛ و كسانى كه زر و سیم مى‌اندوزند و آن را در راه الله انفاق نمى‌كنند، آنان را به عذابی دردناک بشارت بده."
        }
      ],
      "tafsir_saadi": "در اینجا خداوند بندگان مؤمن خویش را از بسیاری از علما و دیرنشینان اهل‌کتاب برحذر می‌دارد. که اموال مردم را به ناحق می‌خورند و مردم را از راه خدا باز می‌دارند. آنان اگر حقوقی از اموال مردم دریافت می‌دارند، و یا مردم از اموال خود به آنها می‌بخشند، به خاطر علم و عبادتشان است، و اینکه آنها اهل علم و دانش هستند و مردم را به راه راست هدایت می‌نمایند. اما اگر اموال مردم را بخورند و مردم را از راه خدا باز دارند، پس گرفتن اموال به این صورت حرام و ستم است؛ زیرا مردم مال‌های خود را بدانان نمی‌بخشند مگر به خاطر اینکه آنان را به راه راست راهنمایی کنند. و از جمله خوردن و گرفتن اموال مردم به ناحق، این است که مردم به آنان پول بدهند تا به نفع آنها فتوا صادر کنند، یا برای آنان به غیر از آنچه خدا نازل نموده است، حکم نمایند. پس باید از دو حالتِ علما و دیرنشینان برحذر بود؛ یکی اینکه اموال مردم را به ناحق می‌خورند، دوم اینکه مردم را از راه خدا باز می‌دارند.\n(﴿وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ﴾) و کسانی که طلا و نقره می‌اندوزند، و آن را نگاه می‌دارند، (﴿وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ﴾) و آن را در راه‌های خیر که انسان را به خدا می‌رساند، خرج نمی‌کنند. اندوخته و دارایی حرام آن است که انسان نفقۀ واجب را از آن نپردازد، مانند اینکه زکات آن را نپردازد، یا مخارج واجب همسران یا خویشاوندان را ندهد، یا از خرج کردن آن در راه خدا ـ هرگاه که واجب باشد ـ امتناع ورزد.(﴿فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ﴾) پس ایشان را به عذابی دردناک مژده بده."
    },
    {
      "id": 1270,
      "verse_number": 35,
      "verse_key": "9:35",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
      "page_number": 192,
      "juz_number": 10,
      "translations": [
        {
          "id": 923935,
          "resource_id": 135,
          "text": "روزى كه آن [گنجینه‌ها] را در آتش دوزخ سرخ كنند و پیشانى و پهلو و پشتشان را با آن داغ نهند [و بگویند:] «این است آنچه براى خویش مى‌اندوختید؛ پس بچشید آنچه را كه مى‌اندوختید»."
        }
      ],
      "tafsir_saadi": "سپس آن عذاب را تفسير نمود و فرمود: {يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ} روزی که اموال‌شان در آتش جهنم گداخته می‏شود، پس هر درهم و ديناری جدا گداخته می‏شود. {فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ} و در روز قيامت پيشانی و پهلو و پشت‌های ايشان با آن داغ می‏گردد، هر وقت سرد شوند دوباره داغ می‏شوند، در روزی که مدت آن به اندازه پنجاه هزار سال است. و از روی توبيخ و سرزنش به آنها گفته می‏شود: {هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} اين همان چيزی است که برای خود اندوختيد، پس اينک بچشيد سزای آنچه را که می‏اندوختيد، پس خدا بر شما ستم نکرده است، بلکه شما خود بر خويشتن ستم کرديد و خود را با اين اموال اندوخته شده عذاب داديد. خداوند در اين دو آيه بيان می‏دارد که انسان در دوران ثروتمندی‏اش به يکی از اين دو صورت منحرف می‏شود، يا اينکه مالش را در راه باطل خرج می‏نمايد که جز ضرر محض هيچ سودی به او نمی‏رساند، مانند صرف کردن اموال در راه گناه و شهوت‏هايی که انسان را از طاعت خدا باز می‏دارد، و صرف کردن آن برای بازداشتن مردم از راه خدا، يا اينکه مخارج واجب و دادنی‏های لازم را از مال خود نمی‏پردازد. و نهی از چيزی در واقع امر به ضدّ آن است."
    },
    {
      "id": 1271,
      "verse_number": 36,
      "verse_key": "9:36",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
      "page_number": 192,
      "juz_number": 10,
      "translations": [
        {
          "id": 923936,
          "resource_id": 135,
          "text": "شمار ماه‌ها نزد الله، [از] روزی که آسمان‌ها و زمین را آفریده است، در کتاب الله [= لوح محفوظ] دوازده ماه است که [جنگ و درگیری در] چهار ماه از آن، حرام است؛ [ذوالقعده، ذوالحجه، محرم و رجب]. این است آیینِ استوار [و راهِ حق]؛ پس در این [چهار ماه،] بر خود ستم نكنید و با همۀ [انواع] مشركان [و کافران] بجنگید، چنان كه آنان با همۀ شما مى‌جنگند؛ و بدانید كه الله همراه پرهیزگاران است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ﴾) همانا تعداد ماه‌ها در تقدیر و قضای الهی، (﴿ٱثۡنَا عَشَرَ شَهۡرٗا﴾) دوازده ماه است، و آن همین ماه‌های معروف می‌باشند. (﴿فِي كِتَٰبِ ٱللَّهِ﴾) در حکم قَدَ‌ری او، (﴿يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ﴾) در روزی که آسمان‌ها و زمین را آفرید و شب و روز را جاری کرد و اوقات آن را معین نمود. پس اوقات و شب و روز را بر این ماه‌های دوازده‌گانه تقسیم کرد. این است دین راست و درست. (﴿مِنۡهَآ أَرۡبَعَةٌ حُرُمٞ﴾) چهار ماه از آن حرام است، و آن عبارتند از: رجب، ذوالقعده، ذوالحجه، و محرم. و این ماه‌ها به خاطر حرمتی که دارند، و نیز به خاطر اینکه پیکار و جنگ در آنها حرام است، ماه حرام نامیده شده‌اند. (﴿فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡ﴾) پس در این ماه‌ها بر خویشتن ستم نکنید. احتمال دارد که ضمیر «فیهن» به (﴿ٱثۡنَا عَشَرَ شَهۡرٗا﴾) برگردد. و خداوند بیان نموده که اینها جدول‌های زمانی مشخصی برای بندگان هستند که با طاعت خدا آباد می‌شوند. و باید خداوند را سپاس بگویند که با آن [=تعیین جداول زمانی] و معیّن کردنشان در راستای مصالح بندگان، بر آنان منت نهاده است. پس باید از ستم ورزیدن بر خویش در این اوقات برحذر شوند. \nو احتمال دارد که ضمیر به چهار ماه حرام برگردد که معنی آیه چنین می‌باشد: خداوند شما را به طور ویژه از ستم کردن در این چهار ماه برحذر داشته است، به خاطر اینکه ستم در این ماه‌ها، حرمت بیشتری دارد، و ستم کردن در این ماه‌ها از ستم کردن در دیگر ماه‌ها کیفر سخت‌تری دارد. \nیکی از مصادیق ستم نکردن، نهی از جنگ در این ماه‌ها است، بنا بر قول کسی که گفته است: حرمت جنگ و پیکار در ماه‌های حرام منسوخ نشده است، چرا که نصوص عامی در مورد تحریم پیکار در این ماه‌ها وارد شده است و باید به آنها عمل شود. \nبرخی گفته‌اند: تحریم پیکار در این ماه‌ها منسوخ است و این از عموم آیاتی مانند: (﴿وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗ﴾) استنباط می‌شود؛ یعنی با همۀ مشرکین و کسانی که به پروردگار جهانیان کافرند، بجنگید. نه اینکه با یکی بجنگید و با یکی نجنگید، بلکه همه را دشمنان خویش قرار بدهید، همان طور که آنها نیز نسبت به شما چنین اند، و همۀ اهل ایمان را دشمن خود قرار داده و هیچ شری را از مسلمین دریغ نمی‌دارند. و احتمال دارد که (﴿كَآفَّةٗ﴾) حال باشد برای «واو» در (﴿وَقَٰتِلُواْ﴾) ، پس معنی چنین می‌شود: همۀ شما با مشرکین پیکار کنید. پس در این حالت خیزش عمومی برای جنگ بر همۀ مؤمنان واجب می‌شود. اما چنین برداشت و تصوری حسب آیۀ ﴿وَمَاكَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗ...﴾ و شایسته نیست که مؤمنان همگی [برای جهاد] خارج شوند، منسوخ است.\n(﴿وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ﴾) و بدانید که یاری و کمک خداوند همراه با پرهیزگاران است. پس باید در نهان و آشکار پرهیزگاری کنید و برای انجام دادن طاعت الهی تلاش نمایید، به ویژه به هنگام جنگیدن با کافران؛ زیرا در این حال ممکن است مؤمن، تقوا و پرهیزگاری را در رفتار با کافران حربی ترک نماید."
    },
    {
      "id": 1272,
      "verse_number": 37,
      "verse_key": "9:37",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 160,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا ٱلنَّسِىٓءُ زِيَادَةٌ فِى ٱلْكُفْرِ ۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُوا۟ يُحِلُّونَهُۥ عَامًا وَيُحَرِّمُونَهُۥ عَامًا لِّيُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُ ۚ زُيِّنَ لَهُمْ سُوٓءُ أَعْمَـٰلِهِمْ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "page_number": 193,
      "juz_number": 10,
      "translations": [
        {
          "id": 923937,
          "resource_id": 135,
          "text": "بی‌تردید، به تأخیر‌ انداختن [ماه‌های حرام و بر هم زدن ترتیب اصلىِ آنها، موجب] افزایش کفر است [و] کسانی که کفر ورزیدند با این کار، به گمراهی کشیده می‌شوند. آن [ماه] را یک سال حلال مى‌شمارند و یک سالِ [دیگر] حرام مى‌دانند تا با تعداد ماه‌هایی كه الله حرام كرده است یکسان سازند؛ پس [به این سبب،‌] آنچه را که الله حرام كرده است [بر خود] حلال می‌کنند؛ زشتىِ اعمال آنان برایشان آراسته شده است؛ و الله گروه كافران را هدایت نمى‌كند."
        }
      ],
      "tafsir_saadi": "(﴿ٱلنَّسِيٓءُ﴾) مراد به تاخیر انداختن می‌باشد که اهل جاهلیت در ماه‌های حرام انجام می‌دادند، و از جمله بدعت‌های باطلشان، این بود که آنها وقتی نیاز پیدا می‌کردند که در برخی از ماه‌های حرام بجنگند اما در عین حال می‌خواستند تعداد ماه‌های حرامی که خداوند جنگ در آنها را حرام نموده است رعایت کنند، برخی از ماه‌های حرام را به تاخیر یا تقدیم انداخته و یکی از ماه‌های حلال را به دلخواه خودشان به جای آن قرار می‌دادند، پس در این حالت جنگ‌را در آن حلال می‌شمردند و ماه حلال را حرام قرار می‌دادند. این کار همان‌طور که خداوند متعال از آنها خبر داده است، موجب فزونی در کفر و گمراهی‌شان است؛ چون اشکال‌هایی را در بر دارد، از آن جمله اینکه آنها آن را از نزد خود ساختند و به منزلۀ شرع و دین خدا قرار دادند، حال آنکه خدا و رسولش از آن مبرّا هستند. و از آن جمله اینکه آنها دین را تغییر دادند، پس حلال را حرام ساختند و حرام را حلال نمودند. \nدیگر اینکه آنها به گمان خود، خداوند و بندگانش را گول زدند و دین بندگان را برآنان مشتبه کردند، و نیرنگ و حیله را در دین خدا به کار گرفتند. و اینکه اگر همچنان بر عادت‌های مخالف با شریعت مداومت نمایند، زشتی این کار از دل دور می‌شود، و انجام دهندۀ آن گمان می‌برد که کار خوبی انجام می‌دهد، پس دچار اشتباه و گمراهی می‌گردد. \nبنابراین فرمود: (﴿يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِ‍ُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ﴾) کافران با آن گمراه می‌شوند، تا با تعداد ماه‌هایی که خدا حرام نموده است، مطابقت برقرار کنند و آنچه را که خدا حرام نموده است، حلال کنند. \n(﴿زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡ﴾) شیطان کارهای بد را برای آنان آراسته است، و به سبب باور و عقیدۀ آراسته شده‌ای که در دل‌هایشان است، آن را خوب می‌دانند. (﴿وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ﴾) و خداوند گروه کافران را هدایت نمی‌نماید؛ کسانی که دل‌هایشان آغشته به کفر و تکذیب است، و هر نشانه‌ای برایشان آورده شود، ایمان نمی‌آورند."
    },
    {
      "id": 1273,
      "verse_number": 38,
      "verse_key": "9:38",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 161,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَا لَكُمْ إِذَا قِيلَ لَكُمُ ٱنفِرُوا۟ فِى سَبِيلِ ٱللَّهِ ٱثَّاقَلْتُمْ إِلَى ٱلْأَرْضِ ۚ أَرَضِيتُم بِٱلْحَيَوٰةِ ٱلدُّنْيَا مِنَ ٱلْـَٔاخِرَةِ ۚ فَمَا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا قَلِيلٌ",
      "page_number": 193,
      "juz_number": 10,
      "translations": [
        {
          "id": 923938,
          "resource_id": 135,
          "text": "اى كسانى كه ایمان آورده‌اید، شما را چه شده است كه چون به شما گفته مى‌شود: «در راه الله رهسپار [جهاد] شوید»، سستی به خرج مى‌دهید [و در خانه‌هایتان می‌نشینید]؟ آیا به جاى آخرت، به زندگى دنیا دل خوش كرده‌اید؟ [پس بدانید که] کالای زندگى دنیا در برابر آخرت، جز اندكى نیست."
        }
      ],
      "tafsir_saadi": "بدان که بسیاری از آیات این سورۀ کریمه در رابطه با غزوۀ تبوک نازل شده است، آنگاه که پیامبر صلی الله علیه وسلم مسلمانان را برای جنگ با روم فراخواند و هوا گرم بود، و توشه کم و زندگی سخت بود، و مسلمانان در تنگدستی به سر می‌بردند. بنابراین برخی از مسلمین سست شدند و دل را به دنیا نهادند و بدین سبب خداوند آنان را سرزنش نمود، و آنان را برای جهاد تحریک کرد و فرمود: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ﴾) ای مؤمنان! آیا به مقتضای ایمان و یقین عمل نمی‌کنید؟! یعنی برای انجام دستور خدا و تحصیل خشنودی وی و جهاد با دشمنانش و یاری دادن دینتان نمی‌شتابید؟(﴿مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِ﴾) چرا هنگامی که به شما گفته می‌شود: در راه خدا [برای جهاد] حرکت کنید، تنبلی نموده و به ماندن در خانه‌هایتان گرایش پیدا می‌کنید؟ (﴿أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِ﴾) آیا به زندگانی دنیا خشنود گشته‌اید؟ یعنی حالت شما مانند حالت کسی است که به زندگی دنیا خشنود گشته است و برای آن تلاش می‌نماید و به آخرت توجه نمی‌کند، انگار به آخرت ایمان نیاورده است.\n(﴿فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾) پس زندگی دنیا که شما به آن گرایش پیدا نموده و بر آخرت مقدم داشته‌اید، (﴿إِلَّا قَلِيلٌ﴾) چیز کمی بیش نیست. آیا خداوند به شما عقل نداده است تا کارها را با آن مقایسه کنید و دریابید که کدام یک سزاوار ترجیح است؟ آیا دنیا نسبت به آخرت، کالای ارزشمندی محسوب می‌شود؟! مگر عمر انسان چقدر است که دنیا را آخرین هدف خویش قرار دهد، و سعی و تلاش و زحمت او از دایرۀ زندگی کوتاه دنیا که آکنده از کدورت‌ها و مملو از خطرهاست، فراتر نرود؟! پس بر چه اساسی دنیا را بر آخرت ترجیح می‌دهید؟ آخرتی که همۀ نعمت‌ها را در بر دارد، و در آن هر چه دل بخواهد و چشم لذت ببرد، وجود دارد و شما در آن جاودانه می‌مانید. سوگند به خدا هر کس ایمان در دل داشته، و دارای فکری درست باشد، دنیا را بر آخرت ترجیح نخواهد داد."
    },
    {
      "id": 1274,
      "verse_number": 39,
      "verse_key": "9:39",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 161,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا تَنفِرُوا۟ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـًٔا ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 193,
      "juz_number": 10,
      "translations": [
        {
          "id": 923939,
          "resource_id": 135,
          "text": "[ای مؤمنان،] اگر رهسپار [جهاد] نگردید، [الله] شما را به عذابى دردناک گرفتار مى‌كند و به جاى شما گروهى دیگر را مى‌آورَد و [شما با نافرمانی، هرگز] به او تعالی زیانى نمی‌رسانید؛ و الله بر هر چیزى تواناست."
        }
      ],
      "tafsir_saadi": "سپس خداوند آنها را ـ در صورت عدم حرکت و نرفتن به جهاد ـ تهدید کرد و فرمود: (﴿إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا﴾) اگر برای جهاد حرکت نکنید، خداوند شما را در دنیا و آخرت عذاب دردناکی می‌دهد؛ زیرا بیرون نرفتن برای جهاد ـ ‌در حالتی که از شما خواسته می‌شود به منظور جهاد بیرون روید ـ از گناهان کبیره است و باعث سخت‌ترین عذاب می‌گردد؛ زیرا نرفتن به جهاد، زیان‌های فراوانی را در بر دارد؛ و کسی که به جهاد نرود، از فرمان خدا سرپیچی نموده و مرتکب کاری شده که خداوند از آن نهی کرده است، و او دین خدا را کمک نکرده و از کتاب خدا و شریعت او دفاع ننموده است، و برادران مسلمانش را علیه دشمنشان که در صدد ریشه کنی آنان و دینشان می‌باشد، یاری نکرده است. و چه بسا کسانی دیگر که ایمانشان ضعیف است، به او اقتدا کنند؛ و نیز کسانی که برای جهاد بپاخاسته‌اند، سست شوند. بنابراین چنین کسی سزاوار است که خداوند عذاب سختی را به او نوید دهد. \nپس فرمود: (﴿يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡ‍ٔٗا﴾) اگر برای جهاد حرکت نکنید، شما را عذاب دردناکی می‌دهد و گروهی غیر از شما را جایگزینتان می‌سازد، سپس مثل شما نخواهند بود و هیچ زیانی به او نمی‌رسانید؛ زیرا خداوند متعال یاری کردن دینش، و برتر قرار دادن سخنش را تضمین کرده است؛ پس فرق نمی‌کند چه دستور خدا را فرمان برید یا اینکه آن را به پشت سرتان بیندازید. (﴿وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ﴾) و خداوند بر هر چیزی توانا است؛ هرعملی را که بخواهد، می‌تواند انجام دهد و هیچ کس نمی‌تواند او را شکست ‌دهد."
    },
    {
      "id": 1275,
      "verse_number": 40,
      "verse_key": "9:40",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 161,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ ٱللَّهُ إِذْ أَخْرَجَهُ ٱلَّذِينَ كَفَرُوا۟ ثَانِىَ ٱثْنَيْنِ إِذْ هُمَا فِى ٱلْغَارِ إِذْ يَقُولُ لِصَـٰحِبِهِۦ لَا تَحْزَنْ إِنَّ ٱللَّهَ مَعَنَا ۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيْهِ وَأَيَّدَهُۥ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُوا۟ ٱلسُّفْلَىٰ ۗ وَكَلِمَةُ ٱللَّهِ هِىَ ٱلْعُلْيَا ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "page_number": 193,
      "juz_number": 10,
      "translations": [
        {
          "id": 923940,
          "resource_id": 135,
          "text": "[ای اصحاب پیامبر،] اگر شما او را یارى نكنید، قطعاً الله [او را ياری می‌كند، همان گونه كه قبلاً] یارى‌اش نمود؛ هنگامى كه کافران او را [از مكه‌] بیرون كردند، در حالی که او دوّمین نفر بود [و یک نفر بیشتر همراه نداشت]؛ آنگاه که آن دو در غار [ثور پناه گرفته] بودند، به یار خود [= ابوبکر] ‌گفت: «غم مخور [كه] بی‌تردید الله با ماست»؛ پس الله آرامشِ خود را بر او فرو فرستاد و او را با سپاهیانى كه آنها را نمى‌دیدید، تأیید [و تقویت] كرد و سخن كسانى را كه كفر ورزیدند پست‌تر گردانْد؛ و سخن الله است كه برتر است؛ و الله شكست‌ناپذیرِ حكیم است."
        }
      ],
      "tafsir_saadi": "اگر پیامبر خدا -محمد صلی الله علیه وسلم- را یاری نکنید، خداوند به شما نیازی ندارد و شما به او زیانی نمی‌رسانید؛ زیرا هنگامی که ایشان در سخت‌ترین شرایط بود، خداوند کمکش کرد، (﴿إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ﴾) بدانگاه که کافران او را از مکه بیرون کردند و خواستند او را بکشند، و در این مورد تلاش کردند و به شدت برای کشتن او حریص بودند، و او را مجبور کردند تا از شهر مکه بیرون رود. (﴿ثَانِيَ ٱثۡنَيۡنِ﴾) درحالی که یکی از دو تن بود، پیامبر صلی الله علیه وسلم و ابوبکر صدیق بودند. (﴿إِذۡ هُمَا فِي ٱلۡغَارِ﴾) هنگامی که آن دو در غار بودند؛ یعنی وقتی که از مکه بیرون رفتند، در جنوب مکه به غار ثور پناه بردند، و در آن ماندند تا کفار از دنبال کردن آنان دست بردارند. پس آن دو، در حالت سخت و مشقت باری بودند؛ زیرا دشمنان از هر طرف بیرون آمده بودند و آنها را می‌جستند، تا آنان را بکشند. پس خداوند چنان پیروزی و نصری را نصیب آنان نمود که به هیچ دلی راه نمی‌یابد. (﴿إِذۡ يَقُولُ لِصَٰحِبِهِۦ﴾) آنگاه که پیامبر صلی الله علیه وسلم خطاب به همراهش ابوبکر صدیق که غمگین و مضطرب بود، فرمود: (﴿لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَا﴾) غم مخور، یاری و کمک خداوند با ماست.(﴿فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ﴾) پس خداوند ثبات و آرامش و سکونتی که دل‌را آرام می‌نماید، بر او نازل نمود. بنابراین وقتی که همراهش پریشان شد او را به آرامش دعوت کرد و فرمود: (﴿لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَا﴾) غم مخور، خدا با ماست. (﴿وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا﴾) و او را با سپاهیانی یاری کرد که شما آنان را نمی‌دیدید، و آنها فرشتگان بزرگوار بودند که خداوند آنها را نگهبانان پیامبر قرار داد. (﴿وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰ﴾) و سخن کافران را فروتر، افتاده و شکست خورده قرار داد، چون کافران خشمگین بودند و گمان می‌بردند می‌توانند پیامبر صلی الله علیه وسلم را دستگیر کنند و بکشند. پس تمام توان خود را برای این منظور به کار بردند، و خداوند آنها را رسوا کرد و به هدفشان نرسیدند.\n و پیامبرش را با دور کردن کافران از وی، یاری کرد، و این همان نصر و کمکی است که در اینجا ذکر شده است؛ زیرا یاری خدا بر دو نوع است: اول، یاری کردن مسلمین، و آن زمانی است که در صدد حمله به دشمن باشند؛ به این صورت که خداوند آنچه را که در پی آنند، برایشان محقق می‌نماید و بر دشمن پیروز و چیره می‌شوند. دوم، یاری کردن مستضعف و ناتوانی که دشمنِ توانا به او چشم طمع دوخته است؛ پس یاری خداوند نسبت به او این است که دشمنش را از او دور نماید، و از وی دفاع کند. چه بسا این کمک و یاری، مفیدترینِ دو کمک و یاری باشد. و یاری خداوند نسبت به پیامبرش بدانگاه که کافران او و همسفرش را از مکه بیرون کردند، از این نوع بود. \n(﴿وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَا﴾) و کلمات و سخنان قدَری و دینی خدا، بر سخن دیگران برتری دارد. از جمله سخنان او این است: ﴿وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ﴾ و یاری کردن مؤمنان حقی است بر ما، ﴿إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ﴾ بی‌گمان ما پیامبرانِ خود و مؤمنان را، در زندگانی دنیا و در روزی که خلایق برای حساب به پا می‌ایستند، یاری می‌کنیم، ﴿ وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ﴾ و بی گمان لشکریان ما پیروزند. پس دین خدا، به وسیلۀ حجت‌های روشن و نشانه‌های آشکار و کمک و یاری پادشاه یاری‌دهنده، بر همۀ ادیان پیروز می‌شود. \n(﴿وَٱللَّهُ عَزِيزٌ﴾) خداوند تواناست و هیچ کس نمی‌تواند او را شکست دهد، و هیچ کس نمی‌تواند از دست او فرار کند. (﴿حَكِيمٌ﴾) و با حکمت است و هر چیزی را در جای آن قرار می‌دهد. و گاهی خداوند یاری کردن مؤمنان را بر حسب حکمت خویش به تاخیر می‌اندازد. \nدر این آیۀ کریمه از فضیلت ابوبکر صدیق و ویژگی بارز وی که هیچ کس در میان این امت آن ویژگی را ندارد، بحث به میان آمده است، و آن فضیلت همراهی پیامبر خداست. همۀ مسلمین اجماع دارند که منظور از همراه پیامبر در این آیه، ابوبکر صدیق است. بنابراین هرکس که همراهی ابوبکر با پیامبر صلی الله علیه وسلم را انکار نماید، کافر شمرده‌اند؛ چون او منکر چیزی است که قرآن به صراحت آن را گفته است. \nدر این آیه به فضیلت آرامش نیز اشاره شده است. بدون شک بزرگ‌ترین نعمت خدا بر بنده به هنگام سختی‌ها و ترس‌ها، آرامش است؛ و این آرامش بر حسب شناخت بنده نسبت به خدا، و اعتماد او به وعدۀ راستین پروردگارش، و برحسب ایمان و شجاعتش خواهد بود. در این آیه نیز اشاره شده است که گاهی اوقات بندگان خاص و صدیق خدا، دچار غم و اندوه می‌شوند، هرچند که بهتر آن است – هر گاه غم بر بنده سایه افکند – تلاش نماید که آن را از خود دور کند؛ چون غم و اندوه، دل را ضعیف نموده، و عزم و اراده را سست می‌گرداند."
    },
    {
      "id": 1276,
      "verse_number": 41,
      "verse_key": "9:41",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 161,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923941,
          "resource_id": 135,
          "text": "سبكبار و گرانبار [به هر حالتی، برای جهاد] رهسپار شوید و با اموال و جان‌هایتان در راه الله جهاد كنید. اگر بدانید، این براى شما بهتر است."
        }
      ],
      "tafsir_saadi": "خداوند متعال با تحریک بندگانش برای حرکت به سوی جهاد در راه او، به آنها می‌فرماید: \n(﴿ٱنفِرُواْ خِفَافٗا وَثِقَالٗا﴾) سبک‌بار و سنگین‌بار بیرون آیید؛ یعنی در سختی و آسانی، و در خوشی و ناخوشی، و در گرما و سرما، و در همۀ احوال، (﴿وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِ﴾) یعنی تلاش خود را در این مورد مبذول دارید، و آنچه از مال و جان در توان دارید، برای جهاد به کار بگیرید. و این بیانگر آن است ـ ‌همان‌طور که جهاد کردن با جان واجب است ـ جهاد با مال نیز به هنگام نیاز واجب است.\nسپس فرمود: (﴿ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ﴾) اگر بدانید، جهاد با مال و جان از نشستن و نرفتن به جهاد برایتان بهتر است؛ چون در جهاد کردن با مال و جان، رضای خدا حاصل می‌شود، و انسان در پیشگاه خدا به مقام‌های بلند دست می‌یابد، و دین خدا را یاری می‌کند و در زمرۀ لشکریان خوب خدا قرار می‌گیرد."
    },
    {
      "id": 1277,
      "verse_number": 42,
      "verse_key": "9:42",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 161,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923942,
          "resource_id": 135,
          "text": "[ای پیامبر،] اگر مالی در دسترس و سفری [آسان و] کوتاه در پیش بود، قطعاً [منافقان] به دنبال تو مى‌آمدند؛ ولى آن راهِ پر مشقت [= شام] بر آنان دور [و دشوار] نمود؛ و به زودى به الله سوگند خواهند خورد كه: «اگر مى‌توانستیم، حتماً با شما رهسپار می‌شدیم». [آنان با نافرمانی و سوگند دروغ‌،] خود را به هلاكت افکندند و الله مى‌داند كه آنان یقیناً دروغگو هستند."
        }
      ],
      "tafsir_saadi": "(﴿لَوۡ كَانَ عَرَضٗا قَرِيبٗا﴾) اگر بیرون رفتن برای طلب کالای نزدیک و منافع دنیوی، (﴿وَسَفَرٗا قَاصِدٗا﴾) و [برای] سفری نزدیک و آسان بود (﴿لَّٱتَّبَعُوكَ﴾) قطعاً از تو پیروی می‌کردند، به خاطر اینکه مشقت زیادی درآن نبود، (﴿وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُ﴾) ولی مسافت بر آنان دور آمد، و سفر برایشان مشکل شد، بنابراین از تو روی گرداندند و تنبلی کردند. این از نشانه‌های عبودیت نیست بلکه بندۀ حقیقی کسی است که در هر حال بندگی پروردگارش را انجام دهد، و عبادت‌های سنگین و ساده را ادا کند، پس چنین کسی در هر حال بندۀ خداست.\n(﴿وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ﴾) و به خدا سوگند می‌خورند آنها چون عذری داشته‌اند، از آمدن به جنگ باز مانده اند، به گونه‌ای که نتوانسته‌اند برای جنگ بیرون آیند.\n(﴿يُهۡلِكُونَ أَنفُسَهُمۡ﴾) با نشستن و دروغ گفتن و خلاف واقعیت گفتن، خود را هلاک می‌نمایند (﴿وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ﴾) و خداوند می‌داند که آنان دروغ می‌گویند. \nاین سرزنشِ منافقان است، کسانی که در غزوۀ تبوک از پیامبر  صلی الله علیه وسلم بازماندند، و عذر‌های دروغین را پیشه کردند. و پیامبر صلی الله علیه وسلم فقط به خاطر اینکه عذر آوردند، از آنها در گذشت، بدون اینکه آنان را بیازماید تا راستگو و دروغگو برای او مشخص گردد. بنابراین خداوند پیامبر را به خاطر اینکه بلافاصله عذر آنها را پذیرفت، سرزنش نمود و فرمود:"
    },
    {
      "id": 1278,
      "verse_number": 43,
      "verse_key": "9:43",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923943,
          "resource_id": 135,
          "text": "[ای پیامبر،] الله از تو درگذرد! چرا پیش از آنكه [حال‌] راستگویان بر تو روشن گردد و دروغگویان را بازشناسى، به آنان اجازه دادى [که در جهاد شركت نكنند]؟"
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (﴿عَفَا ٱللَّهُ عَنكَ﴾) خداوند تو را ببخشاید و تو را به‌خاطر آنچه کردی، بیامرزد. (﴿لِمَ أَذِنتَ لَهُمۡ﴾) چرا به آنان اجازۀ ماندن دادی؟\n(﴿حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ﴾) پیش از آنکه برای تو روشن گردد که ایشان راستگویند یا بدانی چه کسانی دروغگویند. روشن شدن این موضوع هم آن است که آنان را امتحان نمایی، تا برای تو راستگو از دروغگو مشخص شود؛ آنگاه کسی را که عذری دارد، معذور بدانی و آن کس را که عذری ندارد، معذور ندانی."
    },
    {
      "id": 1279,
      "verse_number": 44,
      "verse_key": "9:44",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923944,
          "resource_id": 135,
          "text": "كسانى كه به الله و روز واپسین ایمان دارند، در جهاد با اموال و جان‌هایشان از تو اجازه [معافیت] نمى‌خواهند؛ و الله به [حال‌] پرهیزگاران داناست."
        }
      ],
      "tafsir_saadi": "سپس خداوند خبر داد کسانی که به خدا و روز قیامت ایمان دارند، برای ترک جهاد با مال‌ها و جان‌هایشان از تو اجازه نمی‌خواهند؛ چون علاقه به خیر و ایمان که در آنها وجود دارد، آنان را بر جهاد وادار می‌نماید، بدون اینکه تحریک‌کننده‌ای آنان را بر این کار تحریک نماید. و آنان بدون عذر، هرگز برای نرفتن به جهاد از تو اجازه نمی‌خواهند. \n(﴿وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ﴾) و خداوند به پرهیزگاران دانا است. پس بر آنچه از تقوا و پرهیزگاری که انجام داده‌اند، پاداششان می‌دهد. و او خبر داده است که یکی از علامت‌های پرهیزگاران این است که برای ترک جهاد اجازه نمی‌خواهند."
    },
    {
      "id": 1280,
      "verse_number": 45,
      "verse_key": "9:45",
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923945,
          "resource_id": 135,
          "text": "تنها كسانى از تو اجازه [معافیت از جهاد] مى‌خواهند كه به الله و روز واپسین ایمان ندارند و دل‌هایشان به تردید آلوده است و در تردید خود سرگردانند."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّمَا يَسۡتَ‍ٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ﴾) فقط آنان از تو اجازه می‌خواهند، که به خدا و روز قیامت ایمان نمی‌آورند، و دل‌هایشان دچار شک و تردید است؛ یعنی ایمانی کامل و یقینی راستین ندارند، بنابراین علاقه‌شان به کار خیر کم است، و از پیکار و جنگیدن می‌ترسند، و اجازه می‌خواهند که جنگ نکنند. (﴿ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ﴾) پس آنان همواره در شک و سرگردانی هستند."
    },
    {
      "id": 1281,
      "verse_number": 46,
      "verse_key": "9:46",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923946,
          "resource_id": 135,
          "text": "و اگر [به راستى‌] ارادۀ رهسپاری [به قصد جهاد] داشتند، قطعاً ساز و برگی برایش فراهم مى‌کردند؛ ولى الله رهسپاریِ آنان را [برای جهاد در رکاب تو] نپسندید؛ پس آنان را منصرف نمود و [به آنان‌] گفته شد: «با خانه‌نشینان بمانید»."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: منافقانی که از رفتن به جهاد باز مانده‌اند، قرینه‌های آشکاری وجود دارد مبنی بر اینکه آنها به طور کلی قصد بیرون رفتن برای جهاد را نداشته‌اند، و عذرهایی که می‌آورند، باطل است؛ زیرا عذر، مانعی است که آدمی را از رفتن باز می‌دارد. وقتی که بنده به اندازۀ توان خود تلاش نماید، و برای فراهم کردن اسباب بیرون رفتن تلاش کند، سپس مانعی شرعی او را باز دارد، معذور به حساب می‌آید، ولی این منافقان، (﴿وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ﴾) اگر می‌خواستند، اسبابی را که در توانشان بود، برای رفتن به کار می‌گرفتند؛ اما چون برای رفتن به جهاد خود را آماده نکردند، معلوم می‌شود که آنها قصد بیرون رفتن را نداشته اند.\n(﴿وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ﴾) ولی خداوند بیرون شدن و حرکت کردن آنها را تأیید نکرد، و نپسندید که همراه با شما برای جنگ بیرون روند، (﴿فَثَبَّطَهُمۡ﴾) پس خداوند در تقدیر و قضای خود، آنان را از بیرون رفتن و حرکت بازداشت، گرچه آنها را به حرکت کردن دستور داد، و آنان را برای جهاد تحریک نمود، و به آنان توانایی بیرون رفتن را داد، اما از روی حکمت خویش نخواست آنها را یاری کند، بلکه آنها را خوار نمود و از حرکت بازداشت. (﴿وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ﴾) و گفته شد: «بنشینید با نشستگان، از قبیل زنان و کسانی که معذور هستند.»"
    },
    {
      "id": 1282,
      "verse_number": 47,
      "verse_key": "9:47",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "page_number": 194,
      "juz_number": 10,
      "translations": [
        {
          "id": 923947,
          "resource_id": 135,
          "text": "[ای مؤمنان،] اگر [منافقان] همراه شما رهسپار می‌شدند، [به سبب بزدلی و فرار از میدان جنگ،] جز فتنه و فساد برایتان به بار نمی‌آوردند و در میانتان نفوذ مى‌نمودند و در حق شما فتنه‌جویی می‌کردند و در جمع شما جاسوسانی دارند؛ و الله به [حال‌] ستمکاران آگاه است‌."
        }
      ],
      "tafsir_saadi": "سپس خداوند حکمت این کار را بیان کرد و فرمود: (﴿لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا﴾) اگر آنان همراه با شما بیرون می‌آمدند، چیزی جز کمبود به شما نمی‌افزودند. (﴿وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ﴾) و برای فتنه انگیزی و ایجاد شرارت میان شما، تلاش کرده و گروه متحد و یکپارچۀ شما را متفرق می‌کردند، (﴿يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ﴾) آنان به شدت علاقه مند هستند تا شما را دچار فتنه‌کنند و میان شما دشمنی بیندازند، (﴿وَفِيكُمۡ﴾) و در میان شما مردمانی هستند که عقلشان ضعیف است و، (﴿سَمَّٰعُونَ لَهُمۡ﴾) دعوت آنها را می‌پذیرند، و فریب آنان را می‌خورند. پس به شدت بر شکست خوردن و خواری‌تان و انداختن شر میان شما و باز داشتن شما از دشمنتان حریص اند، و در میان شما کسانی هستند که سخن آنها را می‌پذیرند، و از آنان می‌خواهند که ایشان را نصیحت نمایند، به همین جهت شری که از بیرون آمدن آنها به همراه مؤمنان پدید می‌آید، بسیار بزرگ و خطرناک است. \nپس حکمت است، که آنان را از بیرون رفتن با بندگان مؤمن خود بازداشت! و این از روی رحمت و لطفی بود که نسبت به آنان داشت، تا آنچه را که به آنان سود نمی‌رساند بلکه ضرر می‌رساند از آنها دور سازد. (﴿وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ﴾) و خداوند به ستمگران داناست، پس بندگانش را یاد می‌دهد که چگونه از آنها بپرهیزند، و مفاسدی را که بر اثر اختلاط با آنها پدید می‌آید، برایشان بیان می‌دارد."
    },
    {
      "id": 1283,
      "verse_number": 48,
      "verse_key": "9:48",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923948,
          "resource_id": 135,
          "text": "یقیناً پیش از این [نیز منافقان، بسیار] فتنه‌جویى کردند و كارها را بر تو [وارونه و] آشفته جلوه دادند تا آنکه حق آمد و فرمان الله آشكار گردید، در حالى كه آنان کراهت داشتند."
        }
      ],
      "tafsir_saadi": "سپس بیان فرمود که آنها در شر و بدی سابقۀ طولانی دارند. پس فرمود: (﴿لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ﴾) بی‌گمان پیش از این [نیز] فتنه جویی کردند؛ یعنی وقتی که شما به مدینه هجرت نمودید، آنها برای ایجاد فتنه تلاش کردند. (﴿وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ﴾) و با رایزنی و به کار گرفتن حیله و اندیشیدن نیرنگ‌ها، در صدد باطل کردن دعوت شما و شکست دادن دینتان برآمدند، و در این باره کوتاهی نکردند. (﴿حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ﴾) تا آنکه یاری خدا فرا رسید، و کار خدا با آنکه آنان نمی‌پسندیدند، پیروز شد. پس، نیرنگ و باطل آنها نابود گردید. بنابراین چنین کسانی سزاوارند تا خداوند بندگان مؤمن خود را از آنان برحذر دارد، و مؤمنان به بیرون نیامدن آنان برای جنگ مبالات نکنند."
    },
    {
      "id": 1284,
      "verse_number": 49,
      "verse_key": "9:49",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923949,
          "resource_id": 135,
          "text": "و از میان آنان کسی هست که می‌گوید: «به من اجازه بده [که جهاد نکنم] و مرا در فتنه نینداز». آگاه باشید! [منافقان] هم اکنون نیز در فتنه افتاده‌اند و بی‌تردید، دوزخ بر کافران احاطه دارد."
        }
      ],
      "tafsir_saadi": "(﴿وَمِنۡهُم مَّن يَقُولُ﴾) و در میان این منافقان کسی هست که برای نیامدن به جنگ اجازه می‌گیرد و عذر عجیب و غریب آورده و می‌گوید: (﴿ٱئۡذَن لِّي﴾) به من اجازه بده تا بمانم، (﴿وَلَا تَفۡتِنِّيٓ﴾) و مرا در بیرون رفتن دچار فتنه مکن؛ زیرا اگر من بیرون بیایم و زنان «بنی اصفر» را ببینم، نمی‌توانم خودم را کنترل کنم. همان طور که «جد بنی قیس» این را گفت، و سخنش - خداوند او را در روز قیامت رسوا کند- چیزی جز ریا و نفاق نبود. با زبان می‌گفت: «هدف خوبی دارم؛ زیرا بیرون رفتن من باعث فتنه و قرار گرفتن در معرض شر می‌شود، و بیرون نرفتنم باعث مصونیت از فتنه و دست نگاه داشتن از شر می‌گردد.» خداوند متعال با بیان اینکه این سخن دروغ است، فرمود: (﴿أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْ﴾) آگاه باش که در فتنه افتاده‌اند؛ زیرا به فرض اینکه در هدفش صداقت داشته باشد، اما باز در اثر باز ماندن و نرفتن به جنگ، فساد و فتنۀ بزرگی پدید می‌آید، و آن نافرمانی خدا و پیامبر و جرأت کردن برای ارتکاب گناه بزرگ می‌باشد. اما بیرون رفتن و به فتنه مبتلا شدن، نسبت به شرکت نکردن در جنگ، فساد کمتری دارد، و فقط گمان مبتلا شدن به آن می‌رود. با اینکه هدفِ این گوینده، جز شرکت نکردن در جنگ نبود. بنابراین خداوند به آنها هشدار داد و فرمود: (﴿وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ﴾) و به راستی که جهنم در بر گیرندۀ کافران است و آنها راه فرار و گریزی از آن ندارند و از آن نجات پیدا نمی‌کنند."
    },
    {
      "id": 1285,
      "verse_number": 50,
      "verse_key": "9:50",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923950,
          "resource_id": 135,
          "text": "[ای پیامبر،] اگر به تو نیکی برسد، آنان را ناراحت می‌کند و اگر مصیبتی به تو رسد، می‌گویند: «ما پیش از این چارۀ کار خود را اندیشیده‌ایم» و شادمان [نزد خانواده‌هایشان] بازمی‌گردند."
        }
      ],
      "tafsir_saadi": "خداوند متعال با بیان اینکه منافقان دشمنان حقیقی هستند و از دین متنفرند، می‌فرماید: \n(﴿إِن تُصِبۡكَ حَسَنَةٞ﴾) اگر نیکی به تو برسد، از قبیل: پیروز شدن بر دشمن، (﴿تَسُؤۡهُمۡ﴾) آنان را اندوهگین و غمگین می‌کند، (﴿وَإِن تُصِبۡكَ مُصِيبَةٞ﴾) و اگر مصیبتی به شما دست دهد، از قبیل: پیروز شدن دشمن بر شما، (﴿يَقُولُواْ﴾) با افتخار و بالیدن به سلامتی خود، و اینکه همراه تو شرکت نجسته‌اند، می‌گویند: (﴿قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ﴾) ما پرهیز نمودیم و کارهایی کردیم که ما را از افتادن در چنین مصیبتی نجات داد.\n(﴿وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ﴾) و شادمان از مصیبتی که برای تو پیش آمده است، و از اینکه با تو مشارکت نکرده اند، بر می‌گردند."
    },
    {
      "id": 1286,
      "verse_number": 51,
      "verse_key": "9:51",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923951,
          "resource_id": 135,
          "text": "بگو: «هرگز [مصیبتی] به ما نمی‌رسد، جز آنچه الله برایمان مقرر کرده است. او [دوست و] کارسازِ ماست و مؤمنان باید بر الله توکل کنند»."
        }
      ],
      "tafsir_saadi": "خداوند در حالی که سخنان آنان را رد می‌نماید، می‌فرماید: (﴿قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا﴾) بگو: «هرگز به ما چیزی نمی‌رسد، جز آنچه خداوند برایمان مقرر نموده»، و در لوح محفوظ قرار داده است. (﴿هُوَ مَوۡلَىٰنَا﴾) او در امور دینی و دنیوی، سرپرست و یاور ما است. پس باید به تقدیرات او راضی باشیم، و ما اختیاری نداریم و هیچ کاری در دست ما نیست.\n(﴿وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ﴾) و مؤمنان باید در جلب منافع و مصالح خود و دور کردن زیان‌هایشان، بر خدا اعتماد و تکیه نمایند، و باید در به دست آوردن خواسته‌هایشان، به او اعتماد نمایند. پس هر کس که بر او توکل نماید، ناکام نمی‌گردد؛ ولی هر کس به غیر او توکل کند، خوار می‌گردد و شکست می‌خورد و به آرزوهایش دست نمی‌یابد."
    },
    {
      "id": 1287,
      "verse_number": 52,
      "verse_key": "9:52",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923952,
          "resource_id": 135,
          "text": "[به منافقان] بگو: «آیا برای ما جز یکی از دو نیکی [پیروزی یا شهادت] را انتظار دارید؟ در حالى كه ما انتظار مى‌كشیم الله از جانب خویش یا به دست ما، شما را به عذابى [سخت] گرفتار کند. پس انتظار بكشید كه بی‌تردید، ما [نیز] با شما منتظریم»."
        }
      ],
      "tafsir_saadi": "به منافقان که چشم به راهند تا مصیبت‌هایی به شما برسد، بگو: «دربارۀ ما منتظر چه چیزی هستید؟» شما در مورد ما جز چیزی که نهایتاً به سود ماست، انتظار نمی‌کشید؛ و آن، یکی از دو امر نیکو است: یا بر دشمنان پیروز می‌شویم و پاداش آخرت و دنیا را به دست می‌آوریم، و یا اینکه شهید می‌شویم که شهادت بالاترین مقام در نزد خدا است. ولی ما دربارۀ شما منافقان انتظار داریم که خداوند به عذابی از جانب خویش گرفتارتان سازد که ما در آن دخالتی نداریم. یا اینکه شما را با دستان ما عذاب دهد، به این صورت که ما را بر شما مسلط نماید تا شما را به قتل برسانیم. \n(﴿فَتَرَبَّصُوٓاْ﴾) پس برای ما چشم به راه خیر باشید، (﴿إِنَّا مَعَكُم مُّتَرَبِّصُونَ﴾) و ما برای شما انتظار شر را داریم."
    },
    {
      "id": 1288,
      "verse_number": 53,
      "verse_key": "9:53",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923953,
          "resource_id": 135,
          "text": "[به منافقان] بگو: «چه با رغبت چه با کراهت انفاق كنید، هرگز از شما پذیرفته نمی‌شود [چرا که] بی‌تردید، شما گروهى نافرمان بوده‌اید»."
        }
      ],
      "tafsir_saadi": "خداوند متعال با بیان باطل بودن بخشش‌های منافقان و بیان علت باطل بودن آن می‌فرماید: \n (﴿قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا﴾) به آنان بگو: چه از روی اختیار و چه از روی ناخوشی و اجبار انفاق کنید، (﴿لَّن يُتَقَبَّلَ مِنكُمۡ﴾) هرگز چیزی از اعمالتان پذیرفته نمی‌شود. (﴿إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ﴾) بی‌گمان شما گروهی نافرمان هستید، و از طاعت خدا بیرون رفته‌اید."
    },
    {
      "id": 1289,
      "verse_number": 54,
      "verse_key": "9:54",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
      "page_number": 195,
      "juz_number": 10,
      "translations": [
        {
          "id": 923954,
          "resource_id": 135,
          "text": "و هیچ چیز مانع قبول انفاق‌هایشان نشد، جز اینكه آنان به الله و پیامبرش كفر ورزیدند و جز با کسالت [و سستی] نماز نمى‌گزارند و جز به كراهت [و بی‌میلی] انفاق نمى‌كنند."
        }
      ],
      "tafsir_saadi": "سپس خداوند صفت فسق و چگونگی کارهایشان را بیان کرده و می‌فرماید: (﴿وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ﴾) و هیچ چیز مانع پذیرفته شدن بخشش‌های آنان نشد، جز اینکه به خدا و پیامبرش کفر ورزیدند؛ و شرط پذیرفته شدن اعمال، ایمان است، و ایشان نه ایمانی دارند و نه عمل صالحی؛ حتی نماز که بهترین اعمال بدنی است هرگاه برای آن بپاخیزند، با تنبلی و بی‌حالی می‌ایستند، و خداوند متعال این حالت آنان را چنین بیان کرده است: (﴿وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ﴾) و جز با بی‌حالی و تنبلی به نماز نمی‌آیند. و از بس که آن را سنگین و دشوار می‌دانند، نزدیک است آن را انجام ندهند.\n(﴿وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُون﴾) و جز از روی ناچاری، احسان و بخشش نمی‌کنند و از این عمل هیچ احساس آرامش و اطمینانی به آنان دست نمی‌دهد. در اینجا کسی که همانند آنان عمل نماید، به شدت مورد نکوهش قرار گرفته است. و شایسته است که بنده با اشتیاق و نشاط بدنی و قلبی به نماز بایستد، و با سینه‌ای فراخ و قلبی استوار انفاق کند و به پاداش و ذخیره شدن آن در نزد خدای یگانه امید داشته باشد، و خود را با منافقان مشابه نگرداند."
    },
    {
      "id": 1290,
      "verse_number": 55,
      "verse_key": "9:55",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923955,
          "resource_id": 135,
          "text": "پس [ای پیامبر،] اموال و فرزندانشان تو را شگفت‌زده نکند. بی‌تردید، الله مى‌خواهد آنان را در زندگى دنیا به این وسیله عذاب كند و در حالی که کافرند جانشان برآید."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: اموال این منافقان و فرزندانشان تو را به شگفت نیندازد، چون نباید به اموال و فرزندان اینها رشک ورزید. اولین چیزی که از این اموال و فرزندان عاید آنها شد، این است که آن را بر خشنودی پروردگار مقدم داشتند، و از دستور خدا سرپیچی کردند. \n(﴿إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾) همانا خداوند می‌خواهد آنان را در زندگی دنیا به وسیلۀ مال و فرزندانشان عذاب دهد. منظور از عذاب در اینجا، مشقت و سختی و اندوه قلب و خستگی جسم است که در راه به دست آوردن اموال به آنها می‌رسد. پس اگر لذایذ آنان در این دنیا با مشقت‌هایشان مقایسه شود، چیزی به حساب نمی‌آید. پس این لذت‌ها ـ که آنان را از یاد خدا غافل نمود ـ در دنیا عذابی برای آنان گردیده است.\nیکی از مصیبت‌های خطرناکِ برخورداریِ آنان از نعمات دنیا، این است که دل‌هایشان به آن وابسته شده است به‌گونه‌ای که اندیشۀ آنان از آن فراتر نمی‌رود، پس لذایذ دنیا آخرین خواسته و آخرین چیز مورد علاقۀ ایشان است، به‌گونه‌ای که در دل‌هایشان بهره‌ای برای آخرت باقی نمانده است. پس این باعث می‌شود تا آنها از دنیا بروند، (﴿وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ﴾) و درحال کفر جانشان بیرون رود. پس چه سزایی بزرگ‌تر از این وجود دارد، سزایی که باعث شقاوت و بدبختی همیشگی و حسرت پیوسته است؟!"
    },
    {
      "id": 1291,
      "verse_number": 56,
      "verse_key": "9:56",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923956,
          "resource_id": 135,
          "text": "و آنان [= منافقان] به الله سوگند یاد می‌کنند که از شما [مؤمنان] هستند، در حالی‌ که از شما نیستند؛ بلکه آنان گروهی هستند که می‌ترسند [و به این سبب سوگند می‌خورند]."
        }
      ],
      "tafsir_saadi": "(﴿وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ﴾) و به خدا سوگند می‌خورند که آنان از شما هستند، در حالی که از شما نیستند؛ بلکه چیزی که در دلشان آنان را تحریک می‌نماید تا آن قسم را بخورند، این است که از حوادث و پیشامدهای ناگوار می‌ترسند و در دل‌هایشان چنان شجاعتی وجود ندارد که حالات خود را بیان کنند. پس می‌ترسند که حالت خود را برای شما آشکار کنند، و می‌ترسند که شما از آنها بیزاری و دوری بجویید، و آنگاه دشمن از هر طرف بر آنان یورش برند. \nکسی‌که شجاع واستوار باشد، شجاعت و قوت قلب، او‌را وادار می‌نماید تا حالتش را چه خوب باشد چه بد بیان کند. اما منافقان خلعت بزدلی و ترسویی را پوشیده، و با دروغ خود را آراسته اند."
    },
    {
      "id": 1292,
      "verse_number": 57,
      "verse_key": "9:57",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923957,
          "resource_id": 135,
          "text": "اگر پناهگاه یا غار یا گریزگاهى پیدا ‌كنند، شتابان به سوى آن روى مى‌آورند."
        }
      ],
      "tafsir_saadi": "سپس خداوند شدت بزدلی و ترسویی آنان را بیان کرد و فرمود: (﴿لَوۡ يَجِدُونَ مَلۡجَ‍ًٔا﴾) اگر پناهگاهی بیابند که به هنگام سختی‌ها به آن پناه برند، (﴿أَوۡ مَغَٰرَٰتٍ﴾) یا غارهایی بیابند که وارد آن شوند و در آن مستقر گردند، (﴿أَوۡ مُدَّخَلٗا﴾) یا محلی را بیابند که در آن داخل شوند و در آنجا پناه بگیرند، (﴿لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ﴾) شتابان به آن روی می‌آورند. پس آنان نیروی استقامت و پایداری را از دست داده‌اند."
    },
    {
      "id": 1293,
      "verse_number": 58,
      "verse_key": "9:58",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923958,
          "resource_id": 135,
          "text": "و برخی از آنان در [تقسیم] صدقات [و غنایم] بر تو خرده می‌گیرند؛ اگر از آن [اموال‌] به آنان داده شود راضی مى‌گردند و اگر چیزی از آن به آنان داده نشود، خشمگین می‌شوند."
        }
      ],
      "tafsir_saadi": "از میان منافقان کسانی هستند که در نحوۀ تقسیم زکات از تو عیب می‌گیرند. و انتقاد و عیب گرفتن آنها نه به خاطر نیت درستشان است، و نه به خاطر داشتن دیدگاه برتر و بهتر، بلکه فقط منظورشان این است که زکات به آنها داده شود، (﴿فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ﴾) اگر از اموال زکات به آنان داده شود، خشنود می‌گردند؛ و اگر چیزی از زکات به ایشان داده نشود، آنگاه خشمگین می‌شوند. و شایسته نیست که خشم و خشنودی بنده؛ پیرو هوی و میل دنیوی و قصد فاسدش باشد، بلکه باید پیرو خشنودی پروردگارش باشد، همان طور که پیامبر فرموده است: (لَا یَؤُمِنُ أحَد‌ُکُم حَتَّی یَکُونَ هَوَاهُ تَبَعاً لِمَا جِئتُ بِهِ) هیچ یک از شما مؤمن کامل نیست، مگر اینکه هوی و خواست او پیرو آنچه باشد که من آورده‌ام."
    },
    {
      "id": 1294,
      "verse_number": 59,
      "verse_key": "9:59",
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "ruku_number": 162,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923959,
          "resource_id": 135,
          "text": "و [قطعاً برایشان بهتر بود] اگر به آنچه الله و پیامبرش به آنان داده‌اند راضی مى‌گشتند و مى‌گفتند: «الله برایمان کافی است؛ به زودى الله و پیامبرش از فضل و بخشش خود به ما مى‌دهند و ما به الله [امیدوار و] مشتاقیم»."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ﴾) و اگر آنان به کم و یا زیادی که پیامبر به آنان می‌داد، راضی می‌شدند، (﴿وَقَالُواْ حَسۡبُنَا ٱللَّهُ﴾) و می‌گفتند: خدا ما را کافی و بس است، پس به آنچه که قسمت ما نموده است، راضی گشته و به فضل و احسان او امیدوار شده و می‌گفتند: (﴿سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ﴾) خداوند از فضل خویش به ما خواهد داد و همچنین پیامبر او، و ما به خدا مشتاقیم، و برای جلب منافع و دفع زیان‌ها ازخود، به درگاه خدا تضرع و زاری می‌کنیم. اگر چنین می‌کردند، از نفاق و منافقی در امان مانده و به ایمان و سعادت هر دو سرا راه می‌یافتند. سپس خداوند کیفیت تقسیم صدقات واجب؛ یعنی زکات را بیان نمود و فرمود:"
    },
    {
      "id": 1295,
      "verse_number": 60,
      "verse_key": "9:60",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923960,
          "resource_id": 135,
          "text": "زکات‌ اختصاص دارد به فقیران و مستمندان و کارگزاران [جمع‌آوری و توزیعِ] آن و دلجویی‌شدگان [تازه مسلمان] و برای [آزاد کردن] بردگان و [پرداختِ وام] بدهکاران و [جهادگران] در راهِ الله و [کمک به] درراه‌ماندگان. [این] فریضه‌ای [مقررشده] از جانب الله است؛ و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "منظور از «صدقات» در این آیه، زکات‌های واجب است؛ به دلیل اینکه صدقات مستحب، به هرکس تعلق می‌گیرد و ویژۀ فرد خاصی نیست. پس فرمود: زکات‌ها مخصوص این دسته از افراد مذکور می‌باشد نه کسان دیگر؛ چون خداوند پرداخت زکات را فقط به این افراد اختصاص داده است، و آنها هشت گروه هستند: \nاول و دوم، فقرا و مساکین هستند، و آنها در اینجا دو گروه متفاوت می‌باشند، فقیر از مسکین نیازمندتر است؛ چون خداوند با آن آغاز نمود، و ابتدا به آنچه که «مهم‌تر» است، می‌پردازد سپس به «مهم». پس فقیر کسی است که هیچ چیزی ندارد، یا اینکه قادر به تأمین کمتر از نصف نیازهایش است. و مسکین کسی است که می‌تواند نصف نیازهایش یا بیشتر از آن را برآورده سازد، و نمی‌تواند تمام آنها را بر آورده کند؛ چون اگر او تمام نیازهایش را برآورده نماید، ثروتمند محسوب می‌گردد. پس به اینها مقداری از زکات داده می‌شود که به‌وسیلۀ آن، فقر و تنگدستی آنان رفع گردد. \nگروه سوم، کارگزاران زکات می‌باشند. آنها کسانی هستند که به جمع آوری زکات و امور مربوط به آن می‌پردازند؛ برخی نگهبان آن بوده، و برخی آن را از صاحبانش می‌گیرند، یا حفاظت و نگهبانی آن را بر عهده دارند، و یا حامل زکات، یا نویسندۀ آن هستند، و یا کارهایی ازاین قبیل‌را انجام می‌دهند؛ پس به خاطر کاری که انجام می‌دهند، بخشی از زکات به آنان داده می‌شود؛ وآنچه به آنان داده می‌شود، مزد کارشان است.\nگروه چهارم، دلجویی‌شوندگان می‌باشند. و دلجویی‌شونده، رئیس و سرداری است که قومش از او اطاعت می‌کنند و امید است اسلام بیاورد. و یا اینکه به منظور مصون ماندن از شر او، به وی زکات داده می‌شود، و یا با دادن زکات امید می‌رود که ایمانش قوی گردد، یا فردی مانند او اسلام بیاورد، و یا اینکه زکات را از کسی که آن را نمی‌دهد، می‌گیرد، پس چیزی به او داده می‌شود که سبب جلب محبتش گردد یا مصلحتی به وسیلۀ آن محقق شود. \nگروه پنجم، بردگان می‌باشند، آنها بردگانِ مکاتبی هستند که خویشتن را از صاحبان خود خریداری کرده، و برای به‌دست آوردن بهای آزادی خویش، تلاش می‌نمایند. پس برای این امر از زکات به آنان کمک می‌شود. و آزاد کردن مسلمانی که در زندان کافران است، در این داخل است، بلکه آزاد کردنش اولویت دارد. نیز جایز است که برده‌ها به طور مستقل با اموال زکات آزاد شوند؛ چون این در (﴿وَفِي ٱلرِّقَابِ﴾) داخل است. \nگروه ششم، بدهکاران می‌باشند. آنها دو دسته هستند: \nاول، کسی که به خاطر صلح و آشتی دادنِ بین مردم بدهکار شده ‌است، به این صورت که میان دو گروه مردم، شر و فتنه‌ای باشد و مردی برای صلح آوردن و آشتی دادن آنها اقدام نموده، و با پرداختن مال به یکی از دو گروه یا به همه، میانشان صلح برقرار نماید. پس برای چنین کسی بهره‌ای از زکات قرار داده می‌شود که فعالیتش را بیشتر نماید، و تصمیم و اراده‌اش را تقویت گرداند. پس به چنین کسی حتی اگر توانگر هم باشد، از زکات داده می‌شود. \nدوم، کسی که برای رفع نیازهای خویش وام گرفته، سپس تنگدست و نادار شده است، به چنین کسی به اندازه ای از زکات داده می‌شود که وامش را به طور کامل بدهد. \nگروه هفتم، جنگجویان راه خدا. و آنان جنگجویان داوطلبی هستند که حقوقی نمی‌گیرند، پس به آنان از زکات داده می‌شود، تا بتوانند پول و اسلحه یا وسیلۀ سواری یا نفقه و مخارج خود و خانواده را تامین نمایند، و به طور کامل به جهاد بپردازند و اطمینان خاطر داشته باشند. بسیاری از فقها گفته‌اند: اگر فردی توانایی کسب و کار داشته باشد ولی به طلب علم بپردازد، از زکات به او داده می‌شود؛ چون علم، در جهاد کردن راه خدا داخل است. نیز گفته‌اند: جایز است از مال زکات به فرد فقیری داده شود که می‌خواهد حج فرض‌را انجام دهد، [واین جای تأمل است]. \nگروه هشتم، مسافرِ در راه مانده می‌باشد؛ و او کسی است که در شهری دیگر مانده است. پس به اندازه‌ای زکات به او داده می‌شود که وی را به شهرش برساند. \nپس زکات تنها به این هشت گروه داده می‌شود. (﴿فَرِيضَةٗ مِّنَ ٱللَّهِ﴾) [این] فریضه‌ای است از جانب خدا که آن را معین و مقدر نموده است، و تابع علم و حکمت اوست، (﴿وَٱللَّهُ عَلِيمٌ حَكِيمٞ﴾) و خداوند دانا و با حکمت است. \nبدان که این هشت گروه در دو دسته جای می‌گیرند: \nاول: کسی که به زکات نیاز دارد، یا به خاطر اینکه به او فایده‌ای برسد، زکات به وی داده می‌شود؛ مانند فقیر و مسکین و امثالشان. \nدوم: کسی که مورد نیاز اسلام است و به وسیلۀ او اسلام بهره‌مند می‌گردد، زکات به او داده می‌شود، پس خداوند این سهمیه را در اموال ثروتمندان به خاطر برطرف کردن نیازهای خاص و عام و کلی اسلام و مسلمین واجب گردانده است. \nاگر ثروتمندان زکات اموالشان را به صورت شرعی بپردازند، فقیری در جامعۀ اسلامی باقی نمی‌ماند، و اموالی به دست می‌آید که به وسیلۀ آن کاستی‌ها برطرف می‌شود، و مجاهدان جهاد می‌نمایند، و همۀ مصالح دینی جامعۀ اسلامی تأمین می‌گردد."
    },
    {
      "id": 1296,
      "verse_number": 61,
      "verse_key": "9:61",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 196,
      "juz_number": 10,
      "translations": [
        {
          "id": 923961,
          "resource_id": 135,
          "text": "و برخی از آنان [= منافقان] هستند که پیامبر را می‌آزارند و می‌گویند: «او زود‌باور [و سراپا گوش] است»؛ [ای پیامبر،] بگو: «او براى شما [فقط] شنوندۀ سخنِ خیر است. [وی] به الله ایمان دارد و [سخن‌] مؤمنان را باور دارد و براى كسانى از شما كه ایمان آورده‌اند رحمتى است»؛ و كسانى كه رسول الله را می‌آزارند، عذابى دردناک [در پیش‌] دارند."
        }
      ],
      "tafsir_saadi": "از میان این منافقان کسانی هستند که (﴿يُؤۡذُونَ ٱلنَّبِيَّ﴾) با سخنان زشت و عیب گرفتن از پیامبر و دینش، او را آزار می‌رسانند ‌(﴿وَيَقُولُونَ هُوَ أُذُنٞ﴾) و می‌گویند: او خوش باور است؛ یعنی به اذیت و آزاری که متوجه پیامبر می‌نمایند، بسنده نکرده ومی‌گویند: وقتی که سخنان ما به گوش او رسید، پیش او می‌آییم و عذر می‌طلبیم و او از ما می‌پذیرد؛ چون او خوش باور است، و دروغگو و راستگو را تشخیص نمی‌دهد. و آنها ـ خداوند آنان را خوار بگرداند ـ به این کار اعتنا نکرده، و اهمیت نمی‌دادند، چون می‌گفتند: اگر سخن ما به پیامبر نرسد، این چیزی است که ما می‌خواهیم؛ و اگر به وی برسد، فقط با عذر آوردن دروغین اکتفا می‌کنیم. پس آنها از جهات بسیاری به ساحت پیامبر بی ادبی کردند. بزرگ‌ترین آن عبارت بود از اینکه، آنها پیامبرشان را که برای هدایت و بیرون کردنشان از شقاوت و هلاکت به سوی هدایت و سعادت آمده بود، اذیت کردند، و این عمل خود را دست کم گرفته، و با این کار بر اذیت و آزارشان ‌افزودند. \nآنان همچنین عقل و خرد پیامبر صلی الله علیه وسلم را زیر سؤال برده، و او را به نادانی و عدم تشخیص راستگو از دروغگو متهم می‌کردند، در حالی که او صلی الله علیه وسلم دارای عقلی کامل بود، و درک و دریافت بسیار بالایی داشت، و از رأی و بینشی نافذ برخوردار بود. بنابراین خداوند متعال فرمود: (﴿قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ﴾) بگو: گوشِ خوبی برای شما است؛ یعنی هرکس که سخن نیک و راست بگوید، از وی می‌پذیرد؛ اما روی گرداندن و برخورد کریمانۀ او نسبت به بسیاری از منافقان که عذرهای دروغین می‌آوردند، به خاطر اخلاق بزرگ و والای اوست. و بدان خاطر است که به آنان اهمیت ندهد و از فرمان و دستور خدا تبعیت کند که می‌فرماید: ﴿سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞ﴾ وقتی که به ‌سوی آنان برگردید برای شما به خدا سوگند می‌خورند، تا از آنها روی بگردانید. از آنان روی بگردانید، همانا آنان پلیدند.\n اما خداوند حقیقت آنچه که در قلب و نظر پیامبر است، بیان می‌دارد: (﴿يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ﴾) به خدا ایمان دارد، و سخن مؤمنانِ راستگو و تصدیق کننده را باور می‌کند، و راستگو را از دروغگو تشخیص می‌دهد، و از بسیاری از دروغگویان روی برمی‌تابد. (﴿وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡ﴾) و برای مؤمنان رحمتی است؛ زیرا مؤمنان به وسیلۀ او هدایت می‌شوند، و از اخلاق او پیروی می‌کنند. اما کسانی که ایمان ندارند و این رحمت را نمی‌پذیرند، و آن را رد می‌کنند، دنیا و آخرتشان را تباه می‌نمایند.\n(﴿وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ﴾) و کسانی که با گفتار و کردار خویش، پیامبر خدا را اذیت می‌کنند، (﴿لَهُمۡ عَذَابٌ أَلِيمٞ﴾) در دنیا و آخرت عذاب دردناکی دارند. و از جمله عذاب دردناک آنها این است که اذیت کننده و ناسزا گویندۀ پیامبر صلی الله علیه وسلم حتماً باید کشته شود."
    },
    {
      "id": 1297,
      "verse_number": 62,
      "verse_key": "9:62",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923962,
          "resource_id": 135,
          "text": "[ای مؤمنان، منافقان] برایتان به الله سوگند یاد می‌کنند تا شما را راضی سازند؛ در حالی‌ که اگر ایمان داشتند، شایسته‌تر [این] بود که الله و پیامبرش را راضی سازند."
        }
      ],
      "tafsir_saadi": "(﴿يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ﴾) برای شما به خدا سوگند می‌خورند تا شما را خشنود ‌کنند؛ و خود را از اذیت و دیگر کارهایی که از آنان سر زده است، تبرئه نمایند. هدفشان این است که شما از آنان خشنود شوید.\n(﴿وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ﴾) حال آنکه اگر مؤمن باشند، خدا و پیامبرش سزاوارترند که خشنودشان سازند؛ چون مؤمن هیچ چیزی را بر رضایت و خشنودی پروردگارش مقدم نمی‌دارد. و این بیانگر عدم ایمان آنها می‌باشد؛ زیرا خشنودی غیر خدا و پیامبرش را مقدم داشته اند،"
    },
    {
      "id": 1298,
      "verse_number": 63,
      "verse_key": "9:63",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923963,
          "resource_id": 135,
          "text": "آیا نمی‌دانند هر‌ کس با الله و رسولش مخالفت [و دشمنی] کند، مسلماً آتش جهنم برای اوست [و] جاودانه در آن خواهد بود؟ این همان رسوایی بزرگ است."
        }
      ],
      "tafsir_saadi": "و این مخالفت و دشمنی با خداست، و خداوند کسی را که با او مخالفت ورزد، تهدید نموده و می‌فرماید: \n(﴿أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ﴾) آیا ندانسته اند که هرکس با خدا و پیامبرش دشمنی و مخالفت ورزد، به این صورت که در سمت و سویی قرار گیرد که او را از خدا و پیامبرش دور نماید، و دستورات خدا را بی‌ارزش انگارد، و بر ارتکاب آنچه او حرام نموده است، جرأت کند، (﴿فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ﴾) سزای او آتش دوزخ است، و در آن جاودانه می‌ماند، و این رسوایی بزرگی است که هیچ رسوایی زشت‌تر و بدتر از آن وجود ندارد؛ چرا که نعمت پایدار و همیشگی را از دست داده، و به عذاب جهنم گرفتار شده است. از حالت آنان به خدا پناه می‌بریم."
    },
    {
      "id": 1299,
      "verse_number": 64,
      "verse_key": "9:64",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923964,
          "resource_id": 135,
          "text": "منافقان بیم دارند كه [مبادا] سوره‌اى دربارۀ آنان [بر پیامبر] نازل شود و آنان [= مؤمنان] را از آنچه در دل‌های آنان [= منافقان] است آگاه سازد. [ای پیامبر، به آنان] بگو: «[هر چه می‌خواهید،] مسخره كنید [که] بى‌تردید، الله آنچه را كه [از آن‌ می‌پرهیزید و] هراس دارید، افشا خواهد كرد»."
        }
      ],
      "tafsir_saadi": "این سورۀ مبارکه، «فاضحه» یعنی رسواکننده نامیده می‌شود، چون اسرار منافقان را بیان می‌کند و نقابشان را کنار می‌زند. و خداوند همواره در این سوره می‌فرماید: برخی از آنان، برخی از آنان؛ و صفت‌هایشان را بیان می‌کند، اما منافقان را معین و مشخص نکرد و این دو فایده دارد؛ یکی اینکه: خدا بسیار ستار و پوشانندۀ عیب است، و دوست دارد عیب بندگانش را بپوشاند. دوم اینکه: هم منافقانی که دارای این صفت بودند و خطاب متوجه آنها بود، و هم کسانی که بعد از آنها آمده و به این صفت‌ها متصف می‌باشند، مورد نکوهش و مذمت هستند. بنابراین بیان صفت، فراگیرتر و مناسب‌تر است، و همین امر آنها را بیش از حد ترساند. \nخداوند متعال می‌فرماید: ﴿لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا﴾ «اگر منافقان و کسانی که در دل‌هایشان مرضی هست و شایعه افکنان در مدینه، [از کارشان] باز نایستند، تو را سخت بر آنان مسلط می‌کنیم تا جز [مدّتی] اندک در همسایگی تو نپایند. از رحمت خدا دور گردیده، و هرکجا یافته شوند، گرفته و سخت کشته خواهند شد.»\nو در اینجا فرمود: (﴿يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡ﴾) منافقان از آن می‌ترسند که سوره‌ای دربارۀ آنان نازل شود که آنان را از مکنونات دلشان خبر دهد و رسوایشان کند تا امور پنهانشان برای بندگان خدا آشکار شود، و عبرتی برای عبرت گیرندگان گردند. (﴿قُلِ ٱسۡتَهۡزِءُوٓاْ﴾) بگو: به ریشخند و تمسخر خود ادامه دهید، (﴿إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ﴾) بی‌گمان خداوند آنچه را که از آن بیم دارید، آشکار می‌سازد. و خداوند متعال به وعده‌اش وفا نمود و این سوره را نازل کرد که حالت آنها را بیان نمود و آنان را رسوا کرد و پرده‌هایشان را درید."
    },
    {
      "id": 1300,
      "verse_number": 65,
      "verse_key": "9:65",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923965,
          "resource_id": 135,
          "text": "و اگر از آنان بپرسی: [«چرا تمسخر می‌کردید؟»] مسلّماً می‌گویند: «ما جدی نمی‌گفتیم و [شوخی و] بازی می‌کردیم». بگو: «آیا الله و آیات او و پیامبرش را مسخره می‌کردید؟»"
        }
      ],
      "tafsir_saadi": "(﴿وَلَئِن سَأَلۡتَهُمۡ﴾) و اگر از آنان در رابطه با طعنه و عیبی که به مسلمین و دینشان وارد می‌کردند، بپرسی، گروهی از آنان که در غزوۀ تبوک حضور داشتند، می‌گویند: ما کسی را مانند اینان ندیده‌ایم ـ منظورشان پیامبر صلی الله علیه وسلم ویارانش بود ـ از همه شکموترند [و پرخور هستند] و از همه دروغگوترند، و از همۀ مردم به هنگام رویارویی با دشمن بزدل و ترسوترند. و وقتی که به آنها اطلاع رسید که پیامبر صلی الله علیه وسلم سخن آنها را شنیده و از آن آگاهی یافته است، پیش او آمدند و عذرخواهی کردند و گفتند: (﴿إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُ﴾) ما فقط بازی و شوخی می‌کردیم؛ یعنی منظوری نداشتیم، و هدف ما عیب جویی و طعنه زدن نبود. \nخداوند متعال معذور نبودن و دروغگو بودن آنها را در این باره بیان داشته و می‌فرماید: (﴿قُلۡ﴾) به آنان بگو: (﴿أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ﴾) آیا به خدا، و آیات او و پیامبرش مسخره می‌کنید؟"
    },
    {
      "id": 1301,
      "verse_number": 66,
      "verse_key": "9:66",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 163,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923966,
          "resource_id": 135,
          "text": "عذر نیاورید. به راستی که شما پس از ایمانتان کافر شده‌اید. اگر گروهی از شما را [به خاطر توبه‌شان] ببخشیم، گروهی دیگر را [به سببِ سرکشی و ترک انفاق] عذاب خواهیم کرد؛ چرا که بی‌تردید، آنان تبهکار بودند."
        }
      ],
      "tafsir_saadi": "عذر نیاورید، به راستی که شما پس از ایمانتان کافر شده‌اید؛ زیرا مسخره کردن خدا و پیامبرش کفر است، و انسان را از دین بیرون می‌کند؛ چون اصل و اساس دین، بر پایۀ تعظیم و بزرگداشت خدا، و تعظیم دین و پیامبرش قرار دارد، و مسخره کردن یکی از آنان با این اصل متضاد است و به ‌شدت آن را نقض می‌کند. بنابراین وقتی پیش پیامبر آمدند و از او عذرخواهی کردند، پیامبر فقط فرمود: (﴿أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ﴾) \n(﴿لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ﴾) اگر گروهی از شما را به خاطر توبه و پشیمانی و طلب مغفرت کردنشان ببخشیم، (﴿نُعَذِّبۡ طَآئِفَةَۢ﴾) [حتماً] گروهی دیگر از شما را عذاب می‌دهیم، (﴿بِأَنَّهُمۡ﴾) به سبب اینکه آنان، (﴿كَانُواْ مُجۡرِمِينَ﴾) گناهکار و بر کفر و نفاق خود پایدار بودند. \nو این آیات بیانگر آن است که هرکس پنهانی علیه دین خدا نیرنگ کند، و خدا و آیات او و پیامبرش را به باد تمسخر بگیرد، خداوند آن راز را آشکار می‌نماید و صاحب آن را رسوا می‌کند و او را به شدت عذاب می‌دهد. نیز بیانگر آن است که هرکس چیزی از کتاب خدا و سنت پیامبر را به تمسخر بگیرد، یا آن‌را مورد طعنه و عیب جویی قرار دهد، یا پیامبر‌را عیب‌جویی و مسخره کند، او به خداوند بزرگ کفر ورزیده است. و نیز بیانگر آن است که توبه کردن از هر گناهی پذیرفته می‌شود، گرچه آن گناه بزرگ باشد."
    },
    {
      "id": 1302,
      "verse_number": 67,
      "verse_key": "9:67",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 164,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923967,
          "resource_id": 135,
          "text": "مردان و زنان منافق، [مانند یکدیگر و] از یک گروهند: به کارهای زشت فرمان می‌دهند و از نیکی‌ها بازمی‌دارند و دست‌های خویش را [از انفاق‌] فرومى‌بندند [و] الله را فراموش کردند؛ الله [نیز با بی‌تفاوتی] آنان را به فراموشی سپرد [= رحمت و توفیقش را از آنان سلب نمود]. در حقيقت، اين منافقانند كه فاسق [و سرکش و گناهکار] هستند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖ﴾) مردان منافق و زنان منافق از همدیگرند، و چون آنها در نفاق مشترک‌اند، در اینکه برخی از آنان برخی دیگر را به دوستی بگیرند، مشترک می‌باشند. و این بیانگر آن است که مؤمنان باید دوستی خود را با آنها قطع نمایند. \nسپس صفت مشترک همۀ منافقان را بیان کرد و فرمود: (﴿يَأۡمُرُونَ بِٱلۡمُنكَرِ﴾) به ‌کار زشت که کفر و فسق و گناه است، فرمان می‌دهند، (﴿وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ﴾) و [مردم را] از کار خوب که ایمان و اخلاق خوب و اعمال صالح و آداب نیکو است، باز می‌دارند، (﴿وَيَقۡبِضُونَ أَيۡدِيَهُمۡ﴾) و دست‌هایشان را از صدقه و بخشش و احسان بسته می‌دارند. پس خداوند آنها را به بخل توصیف نموده است.\n(﴿نَسُواْ ٱللَّهَ﴾) خدا را فراموش کرده اند و او را جز اندکی یاد نمی‌کنند، (﴿فَنَسِيَهُمۡ﴾) پس خداوند [هم] آنها را فراموش نموده و رحمت خویش را از آنان دریغ داشته، و به آنان توفیق خیر نمی‌دهد و آنان را وارد بهشت نمی‌کند، بلکه آنان را در پایین‌ترین طبقۀ جهنم باقی می‌گذارد، و در آن برای همیشه می‌مانند.\n(﴿إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ﴾) بی‌گمان منافقان فاسق‌اند. «فسق» را در آنان منحصر گرداند؛ زیرا فسق آنان از فسق دیگران بزرگ‌تر است، به دلیل اینکه عذاب آنان از عذاب دیگران شدیدتر می‌باشد، و همانا [خداوند] مؤمنان را به وسیلۀ آنان مورد آزمایش قرار داد؛ زیرا منافقان در میان آنان زندگی می‌کردند، و پرهیز از آنان امری سخت و دشوار است."
    },
    {
      "id": 1303,
      "verse_number": 68,
      "verse_key": "9:68",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 164,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
      "page_number": 197,
      "juz_number": 10,
      "translations": [
        {
          "id": 923968,
          "resource_id": 135,
          "text": "الله به مردان و زنان منافق و [همچنین به] کافران، آتش دوزخ را وعده داده است؛ جاودانه در آن خواهند ماند. همان [آتش‌] برایشان كافى است و الله لعنتشان كرده است و عذابى پایدار [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "(﴿وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ﴾) خداوند مردان منافق و زنان منافق و کافران را به آتش جهنم وعده داده است که در آن جاودانه می‌مانند، و جهنم برایشان بس است. وخداوند آنان را نفرین کرده و از رحمت خویش به‌دور داشته است، و دارای عذاب همیشگی خواهند بود. منافقان و کافران در آتش جهنم در کنار هم قرار دارند، و لعنت و جاودانگیِ در جهنم برای آنان است؛ چون آنها در دنیا بر کفر و دشمنی با خدا و پیامبرش، و کفر ورزیدن به آیات خدا، متحد و یکپارچه بودند."
    },
    {
      "id": 1304,
      "verse_number": 69,
      "verse_key": "9:69",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 164,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "page_number": 198,
      "juz_number": 10,
      "translations": [
        {
          "id": 923969,
          "resource_id": 135,
          "text": "[شما منافقان] همانند کسانی‌ [هستید] که پیش از شما بودند [بلکه] آنان از شما نیرومندتر بودند و اموال و فرزندان بیشتری داشتند. پس، از بهرۀ خویش [در دنیا] برخوردار شدند؛ و شما [نیز] از بهرۀ خود برخوردار شدید چنانکه کسانی که پیش از شما بودند [نیز] از بهرۀ خویش برخوردار شدند؛ و شما [در گناه تکذیب حق و توهین به پیامبر خود] فرو رفتید، همان طور كه آنان فرو رفتند. آنان اعمالشان در دنیا و آخرت تباه گشت و آنانند که زیانكارند."
        }
      ],
      "tafsir_saadi": "خداوند متعال منافقان را از عذاب‌هایی که به امت‌های تکذیب‌کننده رسیده است، برحذر داشته و می‌فرماید: (﴿قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِ﴾) قوم نوح و عاد و ثمود و قوم ابراهیم و اصحاب مدین و روستاهای زیر و رو شدۀ قوم لوط، همۀ اینها (﴿أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ﴾) پیامبرانشان با حق واضح وآشکار نزدشان آمدند، اما آنان را تکذیب کردند و در نتیجه به سرانجامی گرفتار شدند که خداوند برای ما تعریف نموده است. پس اعمال شما به اعمال آنان شبیه است. \n(﴿فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ﴾) و شما هم از نصیب خود در دنیا بهره مند شدید، و آن را در قالب لذت و شهوت به‌دست آوردید، و این نعمت‌ها را در جهت جلب رضای خدا به‌کار نبردید، بلکه آن را در راه نافرمانی خدا صرف نمودید، و همت و ارادۀ شما فقط مصروف خوشگذرانی و لهو و لعب شد، همان‌طور کسانی که پیش از شما بودند، چنین کردند.\n(﴿وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْ﴾) و شما در باطل و دروغ فرو رفتید، و در این زمینه به مجادله پرداختید تا حق را در هم شکسته و نابود کنید. پس این بود کردار و دانش آنها؛ بهره مندی از لذایذ دنیا، و فرو رفتن در باطل.\nبنابراین سزاوار عقوبت و هلاکتی شدند که کسانی که پیش از آنها بودند و کارهایی مانند کارهای آنان انجام دادند، سزاوار آن گردیدند .\nو اما مؤمنان ـ که از بهره و نعمت‌های دنیا بهره‌مند می‌شوند ـ این نعمت‌ها را در مسیر طاعت خدا به‌کار می‌گیرند؛ و دانش آنان، دانش پیامبران است و آن رسیدن به یقین در تمامی خواسته‌های عالی، و استفاده از «مجادلۀ حق» برای نابود کردن باطل است. (﴿فَمَاكَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ﴾) پس خداوند وقتی که عذاب خود را بر آنان فرود آورد، برای این نبود که بر آنان ستم کند، (﴿وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ﴾) بلکه آنان خودشان بر خویشتن ستم کردند، و به خود جرأت دادند که مرتکب گناهان شوند. و از پیامبران سرپیچی کردند و از فرمان هر سرکش کینه‌توزی اطاعت نمودند."
    },
    {
      "id": 1305,
      "verse_number": 70,
      "verse_key": "9:70",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 164,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page_number": 198,
      "juz_number": 10,
      "translations": [
        {
          "id": 923970,
          "resource_id": 135,
          "text": "آیا خبر کسانی‌ که پیش از آنان بودند به آنان نرسیده است؟ [کسانی همچون] قوم نوح و عاد و ثمود و قوم ابراهیم و اصحاب مَدیَن [= قوم شعیب] و شهرهای زیر و رو شده [قوم لوط] که پیامبران آنان دلایل روشن برایشان آوردند [ولی آنان نپذیرفتند]؛ پس الله بر آن نبود که [با نزولِ عذاب] به آنان ستم کند؛ بلکه خود بر خویشتن ستم می‌کردند."
        }
      ],
      "tafsir_saadi": "خداوند متعال منافقان را از عذاب‌هایی که به امت‌های تکذیب‌کننده رسیده است، برحذر داشته و می‌فرماید: (﴿قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِ﴾) قوم نوح و عاد و ثمود و قوم ابراهیم و اصحاب مدین و روستاهای زیر و رو شدۀ قوم لوط، همۀ اینها (﴿أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ﴾) پیامبرانشان با حق واضح وآشکار نزدشان آمدند، اما آنان را تکذیب کردند و در نتیجه به سرانجامی گرفتار شدند که خداوند برای ما تعریف نموده است. پس اعمال شما به اعمال آنان شبیه است. \n(﴿فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ﴾) و شما هم از نصیب خود در دنیا بهره مند شدید، و آن را در قالب لذت و شهوت به‌دست آوردید، و این نعمت‌ها را در جهت جلب رضای خدا به‌کار نبردید، بلکه آن را در راه نافرمانی خدا صرف نمودید، و همت و ارادۀ شما فقط مصروف خوشگذرانی و لهو و لعب شد، همان‌طور کسانی که پیش از شما بودند، چنین کردند.\n(﴿وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْ﴾) و شما در باطل و دروغ فرو رفتید، و در این زمینه به مجادله پرداختید تا حق را در هم شکسته و نابود کنید. پس این بود کردار و دانش آنها؛ بهره مندی از لذایذ دنیا، و فرو رفتن در باطل.\nبنابراین سزاوار عقوبت و هلاکتی شدند که کسانی که پیش از آنها بودند و کارهایی مانند کارهای آنان انجام دادند، سزاوار آن گردیدند .\nو اما مؤمنان ـ که از بهره و نعمت‌های دنیا بهره‌مند می‌شوند ـ این نعمت‌ها را در مسیر طاعت خدا به‌کار می‌گیرند؛ و دانش آنان، دانش پیامبران است و آن رسیدن به یقین در تمامی خواسته‌های عالی، و استفاده از «مجادلۀ حق» برای نابود کردن باطل است. (﴿فَمَاكَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ﴾) پس خداوند وقتی که عذاب خود را بر آنان فرود آورد، برای این نبود که بر آنان ستم کند، (﴿وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ﴾) بلکه آنان خودشان بر خویشتن ستم کردند، و به خود جرأت دادند که مرتکب گناهان شوند. و از پیامبران سرپیچی کردند و از فرمان هر سرکش کینه‌توزی اطاعت نمودند."
    },
    {
      "id": 1306,
      "verse_number": 71,
      "verse_key": "9:71",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 164,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "page_number": 198,
      "juz_number": 10,
      "translations": [
        {
          "id": 923971,
          "resource_id": 135,
          "text": "و مردان و زنان مؤمن، دوستان یکدیگرند؛ [مردم را] به نیکی فرمان می‌دهند و از کارهای ناپسند بازمی‌دارند و نماز برپا می‌دارند و زکات می‌پردازند و از الله و پیامبرش اطاعت می‌نمایند. اینانند که الله آنان را مورد رحمت قرار خواهد داد. بی‌تردید، الله شکست‌ناپذیرِ حکیم است."
        }
      ],
      "tafsir_saadi": "وقتی بیان کرد که منافقان از یکدیگرند، بیان داشت مؤمنان نیز دوستان یکدیگرند، و آنها را به ضد آنچه که منافقان را به‌آن توصیف کرده بود، توصیف نمود، و فرمود: (﴿وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ﴾) و مردان و زنان مؤمن، (﴿بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖ﴾) دوستان و یاوران یکدیگرند. (﴿يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ﴾) به کار خوب فرمان می‌دهند. «معروف» اسم جامعی است که همۀ عقاید نیکو و کارهای شایسته و اخلاق والا را در بر می‌گیرد. و آنان قبل از همه خویشتن را به معروف امر می‌کنند. (﴿وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ﴾) و از کار زشت باز می‌دارند. «منکر» هر آن چیزی است که با معروف مخالف و متضاد باشد ، از قبیل: عقاید باطل و کارهای زشت و ناشایست و اخلاق نادرست و بد. (﴿وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ﴾) و همواره به اطاعت از خدا و پیامبرش پایبند هستند.\n(﴿أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُ﴾) ایشان کسانی هستند که خداوند رحمت خود را شامل حال آنان می‌نماید و آنان را مشمول احسان خویش می‌گرداند. (﴿إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ﴾) بی‌گمان خداوند قوی و نیرومند است و قدرت و توانایی‌اش آمیخته با حکمت است؛ هر چیز‌ی را در جای مناسب آن قرار می‌دهد، خداوندی که بر «خلق» و «امر» [ش] ستایش می‌شود."
    },
    {
      "id": 1307,
      "verse_number": 72,
      "verse_key": "9:72",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 164,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page_number": 198,
      "juz_number": 10,
      "translations": [
        {
          "id": 923972,
          "resource_id": 135,
          "text": "الله به مردان و زنان مؤمن، باغ‌هایی [از بهشت] وعده داده است که جویبارها از زیر [درختان] آن جاری است؛ جاودانه در آن خواهند ماند؛ و [نیز] خانه‌های پاکیزه‌ای در بهشت‌های جاودان [به آنان وعده داده است‌]؛ و رضایت الله [از همۀ اینها] برتر است. این همان [رستگاری و] کامیابیِ بزرگ است."
        }
      ],
      "tafsir_saadi": "سپس پاداشی را که خداوند برای آنها آماده نموده است، بیان کرد و فرمود: (﴿وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ﴾) خداوند بهشت را به مردان و زنان مؤمن وعده داده است که در زیر آن جویبارها روان است؛ هر شادی و نعمتی را در بر دارد، و از هر رنج و اندوهی خالی و به دور است ، و از زیر قصرها و خانه‌ها و درختان آن، جویبارهای پر آب روان است و باغ‌های زیبا را آبیاری می‌نماید ، باغ‌هایی که خیرات و برکات آن را جز خداوند نمی‌داند. (﴿خَٰلِدِينَ فِيهَا﴾) در آن جاودانه می‌مانند و به جای آن چیزی دیگر را نمی‌جویند، (﴿وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖ﴾) و نیز مسکن‌های پاکی در بهشت جاویدان به آنان وعده داده است که آراسته گشته، و برای بندگان پرهیزگار خدا آماده شده‌اند؛ خانه‌هایی که دیدن آن و سکونت و خوابیدن در آن بسسیار لذت بخش است، و به وسایلی بسیار مدرن تجهیز شده‌اند که آرزوکنندگان بالاتر از آن را نمی‌توانند آرزو نمایند. تا جایی که خداوند برای آنها اتاق‌هایی در نهایت صفا و جمال تهیه نموده است که بیرونش از داخلش دیده می‌شود، و داخلش از بیرونش. انسان در این مسکن‌های شیک و زیبا، آرام می‌گیرد و دل‌ها و ارواح شیفته و مشتاق آن می‌شوند؛ زیرا این مسکن‌ها در باغ‌های بهشت جاویدان قرار دارد که از آن به جایی دیگر برده نمی‌شود. (﴿وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُ﴾) و خشنودی خداوند برای اهل بهشت، از نعمت‌هایی که آنان در آن به سر می‌برند، بسی بزرگ‌تر است؛ زیرا نعمت‌های آنان، جز با دیدن پروردگارشان و خشنودی خداوند گوارا و لذت بخش نمی‌گردد؛ زیرا رؤیت و خشنودی خداوند، بزرگ‌ترین هدفی است که عبادت کنندگان قصد آن را دارند، و خط پایانی است که دوستداران برای رسیدن به آن تلاش می‌نمایند. پس خشنودی پروردگارِ آسمان‌ها و زمین، از نعمت‌ها و باغ‌های بهشت بزرگ‌تر است.\n(﴿ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ﴾) این همان پیروزی بزرگ است؛ چرا که آنان به هر امر مطلوبی دست یافته‌اند، و هر امر ناگواری از آنان دور شده است ، و همۀ کارهایشان زیبا و گوارا و فرح بخش گشته است. از خداوند می‌خواهیم که با کرم و احسان خویش، ما را از زمرۀ آنان بگرداند."
    },
    {
      "id": 1308,
      "verse_number": 73,
      "verse_key": "9:73",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ جَـٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَـٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923973,
          "resource_id": 135,
          "text": "ای پیامبر، با کافران و منافقان جهاد کن و بر آنان سختگیر باش؛ و جایگاهشان دوزخ است و چه بد سرانجامی است!"
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (﴿ يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ﴾) ای پیامبر! در جهاد کردن با کافران و منافقان مبالغه کن. (﴿وَٱغۡلُظۡ عَلَيۡهِمۡ﴾) و هرجا که اقتضا نمود، بر آنان فشار بیاور و بر آنان سخت بگیر.\nاین شامل جهاد با دست و دلیل و زبان است، پس هرکس از آنان به وسیلۀ جنگ و کارزار با مؤمنان مبارزه کرد، باید با دست و زبان و شمشیر با او جهاد کرد. و هرکس در برابر اسلام سر تسلیم فرود آورد به گونه‌ای که تحت سرپرستی آنها قرار گرفت، یا پیمان منعقد کرد، با دلیل و برهان با او جهاد می‌شود؛ خوبی‌های اسلام برای او بیان شده، و بدی‌های شرک و ناسپاسی برای او تبیین می‌گردد ، و این رفتاری است که در دنیا با آنها انجام می‌شود.\n(﴿وَ﴾) و اما در آخرت، (﴿وَمَأۡوَىٰهُمۡ جَهَنَّمُ﴾) جایگاهشان جهنم است که از آن بیرون نمی‌روند، (﴿وَبِئۡسَ ٱلۡمَصِيرُ﴾) و چه بد جایگاهی است!"
    },
    {
      "id": 1309,
      "verse_number": 74,
      "verse_key": "9:74",
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ مَا قَالُوا۟ وَلَقَدْ قَالُوا۟ كَلِمَةَ ٱلْكُفْرِ وَكَفَرُوا۟ بَعْدَ إِسْلَـٰمِهِمْ وَهَمُّوا۟ بِمَا لَمْ يَنَالُوا۟ ۚ وَمَا نَقَمُوٓا۟ إِلَّآ أَنْ أَغْنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضْلِهِۦ ۚ فَإِن يَتُوبُوا۟ يَكُ خَيْرًا لَّهُمْ ۖ وَإِن يَتَوَلَّوْا۟ يُعَذِّبْهُمُ ٱللَّهُ عَذَابًا أَلِيمًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَمَا لَهُمْ فِى ٱلْأَرْضِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923974,
          "resource_id": 135,
          "text": "[منافقان] به الله سوگند یاد می‌کنند که [سخنان ناپسندی دربارۀ الله و پیامبرش] نگفته‌اند و به راستی که سخن کفر گفته‌اند و پس از اسلام آوردنشان [باز] کافر شدند [و با دسیسه برای قتل پیامبر،] تصمیم به کاری گرفتند كه در آن موفق نشدند. و به عیب‌جویی [و مخالفت] برنخاستند مگر پس از آنکه الله و پیامبرش [با بخشیدنِ غنایم،] آنان را از فضل خویش بی‌نیاز کردند؛ پس اگر توبه کنند، برایشان بهتر است و اگر روی بگردانند، الله آنان را در دنیا و آخرت، به عذابی دردناک دچار می‌سازد و در زمین هیچ کارساز و یاوری نخواهند داشت."
        }
      ],
      "tafsir_saadi": "(﴿يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ﴾) منافقان به خدا سوگند می‌خورند که [سخن باطل] نگفته‌اند درحالی که قطعاً سخن کفر را گفته‌اند. مانند سخن کسی از آنها که گفت: ﴿لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّ﴾ کسانی که با عزت‌ترند آن که را که ذلیل‌تر است، از مدینه بیرون خواهند کرد. و مانند سخنانی که در زمینه تمسخر به دین و به پیامبر بر زبان آوردند، و چون به آنها اطلاع ‌رسید که پیامبر صلی الله علیه وسلم از سخن آنان آگاه شده است، پیش پیامبر آمده و سوگند ‌خوردند که این را نگفته‌اند.\nخداوند متعال آنها را تکذیب نموده و می‌فرماید: \n(﴿وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ﴾) قطعا سخن کفر را گفته و پس از اسلامشان کافر گشته‌اند. پس اسلام آوردنِ گذشتۀ آنها گرچه ظاهراً آنان را از دایرۀ کفر بیرون کرده است، اما سخن اخیرشان اسلامشان را نقض کرده و در کفر داخل می‌نماید. (﴿وَهَمُّواْ بِمَا لَمۡ يَنَالُواْ﴾) و قصد انجام کاری را کردند که به آن نرسیدند. وآن هنگامی‌بود که در جنگ تبوک قصد کشتن پیامبر صلی الله علیه وسلم را کردند. خداوند پیامبر را از کار آنها آگاه ساخت، و رسول خدا به کسی دستور داد که آنها را از انجام کاری که ارادۀ آن را داشتند، باز دارد.\n(﴿وَ﴾) حال آنکه، (﴿وَمَا نَقَمُوٓاْ﴾) آنها از پیامبر صلی الله علیه وسلم انتقاد نمی‌کردند، (﴿إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦ﴾) مگر از آن روی که خداوند و پیامبرش آنان را از فضل خود توانگر ساختند، بعد از اینکه فقیر و تنگدست بودند. و این چیز بسیار عجیبی است که آنها به کسی توهین کنند که سبب بیرون آوردن آنها از تاریکی‌ها به سوی نور بود، و آنان را پس از فقر وتنگدستی توانگر ساخت. آیا شایسته نبود که وی را تعظیم نمایند و به او ایمان بیاورند و او را احترام کنند؟! پس انگیزۀ دینی و انگیزۀ انسانی با هم جمع شدند.\nسپس خداوند توبه را به آنان عرضه نمود و فرمود: (﴿فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡ﴾) پس اگر توبه کنند، برایشان بهتر است؛ زیرا توبه، اساس سعادت دنیا و آخرت است.(﴿وَإِن يَتَوَلَّوۡا﴾) و اگر از توبه روی بگردانند، (﴿يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ﴾) خداوند آنان را در دنیا و آخرت به عذابی دردناک گرفتار می‌نماید؛ عذاب آنان در دنیا از این طریق است که خدا دینش را پیروز می‌گرداند و آنان از این رهگذر دچار غم و اندوه می‌گردند، نیز به واسطۀ اینکه خداوند، پیامبرش را تایید و یاری می‌نماید، غمگین می‌گردند. همچنین از اینکه به خواسته‌ها و اهدافشان نمی‌رسند، در دنیا عذاب می‌بینند. و عذاب آنان در آخرت این است که در آتش برافروخته ماندگار می‌شوند.\n(﴿وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ﴾) و آنان در روی زمین هیچ کارساز و یاوری ندارند که مصالحشان را تأمین کند، (﴿وَلَا نَصِيرٖ﴾) و مددکاری ندارند که امر ناگوار را از آنان دور نماید. و هنگامی‌که از ولایت و کارسازی خداوند محروم شوند، به انواع بدی و زیان و بدبختی گرفتار می‌گردند."
    },
    {
      "id": 1310,
      "verse_number": 75,
      "verse_key": "9:75",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَمِنْهُم مَّنْ عَـٰهَدَ ٱللَّهَ لَئِنْ ءَاتَىٰنَا مِن فَضْلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923975,
          "resource_id": 135,
          "text": "بعضی از آنان با الله [عهد و] پیمان بستند که: «اگر [الله] از فضل خود [نصیبی] به ما دهد، قطعاً صدقه [و زکات] خواهیم داد و از نیکوکاران خواهیم بود»."
        }
      ],
      "tafsir_saadi": "از میان این منافقان کسانی هستند که با خدا پیمان بسته‌اند، (﴿لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ﴾) که اگر خداوند از فضل خویش، از نعمت‌های دنیا به ما بدهد و آن را برای ما گسترده و فراوان نماید، (﴿لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ﴾) حتماً صدقه می‌دهیم و از زمرۀ شایستگان خواهیم بود. پس پیوند خویشاندی را برقرار می‌سازیم و مهمان نوازی می‌کنیم و درماندگان را یاری کرده وکارهای خوب و شایسته انجام می‌دهیم."
    },
    {
      "id": 1311,
      "verse_number": 76,
      "verse_key": "9:76",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّآ ءَاتَىٰهُم مِّن فَضْلِهِۦ بَخِلُوا۟ بِهِۦ وَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923976,
          "resource_id": 135,
          "text": "اما وقتی [الله] از فضل خود به آنان [نصیبی] بخشید، نسبت به آن بُخل ورزیدند و [از آن پیمان] روی گرداندند و [از حق] سرپیچی کردند."
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ﴾) اما هنگامی که خداوند از فضل خویش به آنان بخشید، به آنچه گفته بودند، وفا نکردند. بلکه (﴿بَخِلُواْ بِهِۦ وَتَوَلَّواْ﴾) بخل ورزیدند و از اطاعت و فرمانبرداری روی گرداندند، (﴿وَّهُم مُّعۡرِضُونَ﴾) درحالی که به خیر توجهی نمی‌کردند."
    },
    {
      "id": 1312,
      "verse_number": 77,
      "verse_key": "9:77",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَأَعْقَبَهُمْ نِفَاقًا فِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُۥ بِمَآ أَخْلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا۟ يَكْذِبُونَ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923977,
          "resource_id": 135,
          "text": "پس به سزاى آنكه با الله خُلفِ وعده كردند و به خاطر آن كه دروغ مى‌گفتند، [الله نیز] تا روزى كه او را [در قیامت] ملاقات می‌کنند، در دل‌هایشان داغ [و ننگِ] نفاق نهاد."
        }
      ],
      "tafsir_saadi": "و چون به آنچه به خدا وعده داده بودند، وفا نکردند؛ خداوند آنها را مجازات کرد، (﴿فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ﴾) پس به سزای آنکه با خداوند خلاف وعده کردند و به کیفر آنکه دروغ می‌گفتند، خداوند نیز تا روزی که او را ملاقات می‌کنند، نفاق را در دل‌هایشان پایدار ساخت.\nپس مؤمن باید از این صفت زشت بپرهیزد، و نباید با پروردگارش وعده کند که اگر فلان منظورش را حاصل نماید، چنین خواهد کرد؛ و پس از اینکه منظورش محقق شد، به آن وفا نکند؛ زیرا ممکن است خداوند او را به وسیلۀ نفاق مجازات نماید، همان‌طور که ایشان را مجازات کرد.\nو پیامبر صلی الله علیه وسلم در حدیثی که در صحیحین آمده است، می‌فرماید: (آیَةُ المُنَافِقِ ثَلَاثٌ إذَا حَدَّثَکَذبَ وإذَا عَاهَد غَدَرَ وَإذَا وَعَدَ أخلَفَ) «نشانۀ منافق سه چیز است؛ هرگاه سخن بگوید دروغ می‌گوید؛ و چون پیمان ببندد، پیمان را می‌شکند؛ و چون وعده نماید، خلاف می‌کند.» پس این منافق که به خدا وعده داد و با او پیمان بست که اگر وی را از فضل خویش بهره‌مند سازد، صدقه خواهد کرد، و از صالحان و شایستگان خواهد شد، دروغ گفت و پیمان بست و آن را شکست، و وعده کرد و خلاف آن عمل نمود."
    },
    {
      "id": 1313,
      "verse_number": 78,
      "verse_key": "9:78",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَىٰهُمْ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلْغُيُوبِ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923978,
          "resource_id": 135,
          "text": "آیا ندانسته‌اند كه الله راز و نجوایشان را [که در محافل خویش بیان می‌شود، به خوبی] مى‌داند و الله دانای رازهای نهان است؟"
        }
      ],
      "tafsir_saadi": "بنابراین خداوند متعال کسانی را که این کار از آنان سرزده است، مورد تهدید قرار داده و می‌فرماید: (﴿أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ﴾) آیا ندانسته‌اند که خداوند نهان و اسرارشان را می‌داند، و خداوند از نهان‌ها و پنهانی‌ها بس آگاه است، و آنان را بر کارهایی که کرده‌اند، مجازات خواهد کرد؟! \nاین آیات در مورد مردی از منافقان نازل شد که اسمش ثعلبه بود. او نزد پیامبر صلی الله علیه وسلم آمد و از ایشان خواست تا برایش دعا کند که خداوند از فضل خویش به او بدهد وگفت: «اگر خداوند به او مال بدهد، حتماً صدقه خواهد داد، و پیوند خویشاوندی را برقرار خواهد نمود، و در مصیبت‌ها مردم را یاری خواهد کرد.» پس پیامبر صلی الله علیه وسلم برایش دعا کرد. او گوسفندانی داشت و روز به روز رشد کردند و زیاد شدند تا اینکه مجبور شد گوسفندان خود را از مدینه بیرون ببرد، به گونه‌ای که فقط برخی از نمازهای پنجگانه را پشت سر پیامبر می‌خواند، سپس دورتر رفت و جز روزهای جمعه به نماز نمی‌آمد. سپس گوسفندانش بیشتر شده وآنها را دورتر برد و دیگر نه به نماز جماعت می‌آمد و نه در نماز جمعه شرکت می‌کرد.\nپیامبر صلی الله علیه وسلم او را نیافت، اما وی را از حالتش آگاه ساختند. پس کسی را فرستاد که زکات را از صاحبانش بگیرد. گردآورندگان زکات، نزد ثعلبه رفتند و از او خواستند تا زکات را بدهد. ثعلبه گفت: چیزی که شما از من می‌خواهید، جزیه است، و زکات را به آنان نداد. آنها برگشتند و پیامبر صلی الله علیه وسلم را از ماجرا با خبر کردند، پس فرمود: وای بر ثعلبه! «سه بار.»\nوقتی این آیه در مورد او و امثالش نازل شد، یکی از افراد خانواده‌اش پیش او رفت و این آیه را به اطلاع او رسانید، و او زکات خود را آورد و پیامبر صلی الله علیه وسلم آن را نپذیرفت. پس از وفات پیامبر صلی الله علیه وسلم زکات را پیش ابوبکر آورد، و ابوبکر نیز آن را نپذیرفت. و بعداز ابوبکر زکات را پیش عمر آورد، و عمر هم آن را نپذیرفت. پس گفته می‌شود که او در زمان عثمان هلاک شد[تعداد زیادی از علمای حدیث، این حدیث را ضعیف دانسته‌اند. «و»..]."
    },
    {
      "id": 1314,
      "verse_number": 79,
      "verse_key": "9:79",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يَلْمِزُونَ ٱلْمُطَّوِّعِينَ مِنَ ٱلْمُؤْمِنِينَ فِى ٱلصَّدَقَـٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ ٱللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 199,
      "juz_number": 10,
      "translations": [
        {
          "id": 923979,
          "resource_id": 135,
          "text": "[منافقان] كسانى [هستند] كه بر مؤمنانى عیب مى‌گیرند كه داوطلبانه صدقات [مستحبی زیادی، علاوه بر صدقه واجب] مى‌دهند و [همچنین فقرا و‌] افرادی را كه بیش از توان مالی خویش چیزی [برای صدقه] نمى‌یابند مسخره می‌کنند. الله آنان را به تمسخر مى‌گیرد و برایشان عذابى دردناک [در پیش] خواهد بود."
        }
      ],
      "tafsir_saadi": "این هم از رسوایی‌های منافقان است. آنان ـ خداوند رسوایشان بگرداند ـ در رابطه با همۀ امور اسلام و مسلمین، از روی سرکشی و دشمنی سخن می‌گفتند و از آن ایراد می‌گرفتند. و هنگامی که خداوند پیامبرش را به صدقه دادن تشویق کرد، مسلمین به این کار شتافتند و هر یک به اندازۀ توانش اموال خود را صدقه داد. برخی زیاد صدقه می‌دادند و برخی کم. منافقان آنان را که زیاد صدقه می‌دادند، مورد انتقاد قرار داده و می‌گفتند: هدفشان ریا و شهرت طلبی است. و به مسلمانان فقیری که کم صدقه می‌دادند، می‌گفتند: خداوند به صدقۀ آنان نیازی ندارد. پس خداوند نازل کرد: (﴿ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ﴾) کسانی که مؤمنانی را که مشتاقانه و بیش از اندازه به صدقات و خیرات می‌پردازند، مورد عیب‌جویی و تمسخر قرار داده و می‌گویند: اینها ریاکارند و منظورشان فخر فروشی و ریا است، (﴿وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ﴾) و از کسانی که [در انفاق و صدقه ‌دادن] جز به‌اندازۀ توانشان نمی‌یابند، عیب می‌گیرند و می‌گویند: خداوند از صدقه‌هایشان بی‌نیاز است، (﴿فَيَسۡخَرُونَ مِنۡهُمۡ ﴾) و آنان را به تمسخر می‌گیرند. پس خداوند هم بر مبنای کارهایی که انجام داده بودند، با آنان مقابله کرد، به این صورت که (﴿سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ﴾) خداوند ایشان‌را مورد تمسخر قرار می‌دهد و عذاب دردناکی دارند؛ زیرا آنان در این سخنشان، چند امر محذور وممنوع‌را مرتکب شدند: \n1- تتبع عورات مؤمنان، و اینکه به دنبال بهانه‌ای بودند تا در مورد آنان سخن بگویند، حال آنکه خداوند می‌فرماید: ﴿إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلۡفَٰحِشَةُ فِي ٱلَّذِينَ ءَامَنُواْ لَهُمۡ عَذَابٌ أَلِيمٞ﴾ همانا کسانی که دوست ‌دارند زشتی بین مؤمنان شایع گردد، عذاب دردناکی دارند. \n2- از روی کفر ورزیدن به خدا و نفرت از دین، به مؤمنان ـ به خاطر ایمانشان ـ طعنه می‌زدند.\n3- عیب جویی، اگر در امور و کارهای دنیا از کسی عیب گرفته شود، از گناهان بزرگ محسوب می‌گردد، و اما عیب گرفتن در امر عبادت، بسیار زشت‌تر است. \n4- کسی که از خداوند اطاعت نماید و کار خیر را مشتاقانه انجام دهد، سزاوارتر است که بر این کارش تشویق شود. اما منافقان با سخنانی که در مورد آنها می‌گفتند و عیبی که از آنها می‌گرفتند، می‌خواستند آنان را از انجام کار خیر باز بدارند. \n5- حکم کردن آنها در مورد کسی که مال زیادی انفاق می‌کرد به اینکه او ریاکار است، اشتباهی بزرگ و حکم کردن بر غیب و حدس و گمان است. و چه شری بزرگ‌تر از این وجود دارد؟! \n6- آنها به کسی که مال کمی را صدقه می‌داد، می‌گفتند: «خداوند نیازی به صدقۀ او ندارد.» ومعلوم است که این سخن باطل است؛ زیرا خداوند نه به صدقۀ زیاد نیاز دارد، و نه به صدقۀ کم، بلکه او از اهل آسمان‌ها و زمین بی‌نیاز است؛ اما بندگان را به چیزی دستور داده است که خودشان بدان نیاز دارند.و ـ گرچه خدا از آنان بی‌نیاز است اما ـ آنان به خداوند نیازمندند. ﴿فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ﴾ پس هرکس به اندازۀ ذره ای کار خیر انجام دهد، پاداش آن را می‌بیند .\nو بسیار واضح است که آنان با ایراد چنین سخنانی، می‌خواستند مردم را از انجام کار خیر بازدارند. بنابراین سزایشان این است که خداوند آنان را مورد تمسخر قرار دهد، و عذابی دردناک درپیش داشته باشند."
    },
    {
      "id": 1315,
      "verse_number": 80,
      "verse_key": "9:80",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 165,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923980,
          "resource_id": 135,
          "text": "[ای پیامبر،] چه برای آنان آمرزش بخواهی، چه آمرزش نخواهی، [سودی به حالشان ندارد. حتی] اگر هفتاد بار برایشان آمرزش بخواهی، الله هرگز آنان را نمی‌آمرزد؛ چرا که به الله و پیامبرش کفر ورزیدند، و الله گروه نافرمان را هدایت نمی‌کند."
        }
      ],
      "tafsir_saadi": "(﴿ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ﴾) چه برای آنان آمرزش بخواهی و چه آمرزش نخواهی [برابراست، حتی] اگر هفتاد بار برای آنان آمرزش بخواهی. منظور از هفتاد بار، کثرت و مبالغه است. (﴿فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ﴾) هرگز خداوند آنها را نمی‌آمرزد. همان‌طور که در آیه ای دیگر فرموده است: ﴿سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡ﴾ بر [ای] آنان برابر است چه برایشان آمرزش بخواهی و چه آمرزش نخواهی، خداوند هرگز آنان را نمی‌آمرزد. \nسپس خداوند سببی را که مانع آمرزش خداوند است، بیان کرد و فرمود: (﴿ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ﴾) این بدان سبب است که آنها به خدا و پیامبرش کفر ورزیدند، و تا زمانی که کافرند، آمرزش خواستن برای آنان سودی ندارد، نیز اعمال صالح به آنان فایده‌ای نمی‌رساند.\n(﴿وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ﴾) و خداوند گروه فاسقان را هدایت نمی‌کند. همان کسانی که فسق و نافرمانی تبدیل به صفت آنها شده است، به صورتی که جز آن را انتخاب نمی‌کنند، و به جای آن چیزی دیگر را نمی‌جویند. به‌گونه‌ای که حقِ روشن و آشکار پیش آنها می‌آید، اما آن را رد می‌کنند. پس خداوند به کیفر این کارشان آنان را به پذیرش حق توفیق نمی‌دهد."
    },
    {
      "id": 1316,
      "verse_number": 81,
      "verse_key": "9:81",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923981,
          "resource_id": 135,
          "text": "واگذاشته‌شدگان [از غزوۀ تبوک] پس از [مخالفت با] رسول الله، از خانه‌نشینیِ خود شادمان شدند و از اینكه با اموال و جان‌هایشان در راه الله جهاد كنند كراهت داشتند و [به افراد سست‌ایمان] می‌گفتند: «در این گرما، رهسپار [جهاد] نشوید». [ای پیامبر، به آنان] بگو: «آتش دوزخ [از این بسیار] سوزان‌تر است»، اگر می‌فهمیدند."
        }
      ],
      "tafsir_saadi": "خداوند متعال با بیان افتخار و شادی کردن منافقان به اینکه در جنگ شرکت نکرده‌اند، و با بیان بی توجهی آنها به این کار که بر نداشتن ایمان و ترجیح دادن کفر دلالت می‌کند، می‌فرماید: (﴿فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ﴾) واپس ماندگان از اینکه پس از بیرون رفتن پیامبر خدا در خانه‌هایشان نشسته‌اند، شادمان هستند، و این گناهی افزون بر شرکت نکردن آنان در جنگ است؛ زیرا باز ماندن و نرفتن به جنگ حرام است، و خشنودی آنان به انجام گناه و بالیدن به آن، گناهی دیگر است.\n(﴿وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ﴾) و ناخوش داشتند و نمی‌پسندیدند که با اموال و جان‌هایشان در راه خدا جهاد کنند. بر خلاف مؤمنان که وقتی از شرکت در جنگ باز می‌ماندند – حتی اگر عذری هم داشتند – به خاطر نرفتن و باز ماندن خود، غمگین و به شدت متأسف می‌شدند. و مؤمنان دوست داشتند با مال وجانشان در راه خدا جهاد کنند، و این به خاطر ایمانی است که در دل‌هایشان است و اینکه به فضل و بخشش خداوند امید دارند.\n(﴿وَقَالُواْ﴾) و منافقان گفتند: (﴿لَا تَنفِرُواْ فِي ٱلۡحَرِّ﴾) در گرما حرکت نکنید؛ یعنی گفتند: حرکت کردن برای جهاد، به خاطر گرمی هوا برای ما دشوار است. پس آنان آسایش کوتاه را بر راحتی همیشگی مقدم داشتند، و از گرمایی خود را به دور داشتند که می‌توان با استفاده از سایه، خود را از آن در امان داشت، گرمایی که صبحگاه و شامگاه، آن را از بین می‌برد. اما خود را در معرض گرمای سختی قرار دادند که قابل سنجش نیست، و آن آتش گرم جهنم است.\nبنابراین فرمود: (﴿قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ﴾) بگو: آتش جهنم بسیار گرم‌تر و سوزان‌تر است. [و] اگر می‌فهمیدند، آنچه را که از بین می‌رود، برآنچه که همیشه باقی است، ترجیح نمی‌دادند، و از مشقت و سختیِ پایان یافتنی، به سوی مشقت و دشواری سخت و همیشگی فرار نمی‌کردند."
    },
    {
      "id": 1317,
      "verse_number": 82,
      "verse_key": "9:82",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923982,
          "resource_id": 135,
          "text": "به سزای آنچه می‌کردند، باید [در دنیا] كم بخندند و [در آخرت] بسیار بگریند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا﴾) از این دنیای تمام شدنی بهره‌مند شوند و از لذت‌های آن شادمان گردند و با آن خود را سرگرم کنند، اما مطمئن باشند که آنها در عذاب دردناک بسیار گریه خواهند کرد. (﴿جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ﴾) به سزای کارهایی که می‌کردند، از قبیل: کفر و نفاق و اطاعت نکردن از دستورات پروردگارشان."
    },
    {
      "id": 1318,
      "verse_number": 83,
      "verse_key": "9:83",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923983,
          "resource_id": 135,
          "text": "و اگر الله تو را به سوى گروهى از آنها بازگردانْد و از تو براى همراهی [در جهادی دیگر‌] اجازه خواستند بگو: «[از این پس،] هرگز با من رهسپار [جهاد‌] نخواهید شد و هرگز همراه من با هیچ دشمنى نبرد نخواهید كرد؛ زیرا شما نخستین بار به خانه‌نشینی رضایت دادید؛ پس [اکنون نیز] با بازماندگان [از جهاد] بنشینید»."
        }
      ],
      "tafsir_saadi": "(﴿فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ﴾) پس اگر خداوند تو را به سوی گروهی از آنان باز گرداند، و آنها کسانی هستند که بدون عذر از شرکت در جنگ تخلف ورزیدند و بازماندند و بر نرفتن و ماندن خود غمگین نشدند، (﴿فَٱسۡتَ‍ٔۡذَنُوكَ لِلۡخُرُوجِ﴾) و ایشان برای بیرون آمدن برای جنگی دیگر از تو اجازه خواستند، (﴿فَقُل﴾) به کیفر کارهایشان به آنان بگو: (﴿لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّا﴾) هرگز با من برای جهاد بیرون نخواهید آمد، و هرگز همراه من با هیچ دشمنی نخواهید جنگید، و به زودی خداوند ما را از شما بی‌نیاز خواهد کرد. \n(﴿إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ﴾) بی‌گمان شما نخستین بار به نشستن خشنود شدید، پس با پس‌ماندگان و خانه‌نشینان بنشینید. و این مانند آن است که خداوند متعال فرموده است: ﴿وَنُقَلِّبُ أَفۡ‍ِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ﴾ و دل‌ها و چشم‌هایشان را دگرگون می‌کنیم همان‌گونه که نخستین بار به آن ایمان نیاوردند؛ زیرا فردی که ـ هرگاه فرصتی برایش پیش آمد ـ از انجام دستور و فرمان تنبلی کند و شرکت نجوید، دیگر توفیق نمی‌یابد و میان او و کاری که بدان دستور داده شده است، موانع زیادی حایل می‌گردند.\nنیز این نوعی تنبیه و تعزیرِ آنهاست؛ چون وقتی برای مسلمین ثابت شد که این منافقان به خاطر گناه و نافرمانی‌شان، از رفتن به جهاد منع شده‌اند، این سرزنش برای آنان است، و عیب و ننگی علیه آنان به حساب می‌آید، و از این طریق دچار عذاب می‌شوند، و سبب می‌شود که کسی مبادرت به عملی همانند عملِ آنان ننماید."
    },
    {
      "id": 1319,
      "verse_number": 84,
      "verse_key": "9:84",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ ۖ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923984,
          "resource_id": 135,
          "text": "و هرگز بر هیچ‌ مُرده‌ای از آنان نماز نخوان و [برای دعا خواندن و طلب آمرزش] بر سر قبرش نایست؛ [چرا که] بی‌تردید، آنان به الله و پیامبرش کفر ورزیده‌اند و در حالی مُردند که نافرمان بودند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا﴾) و هرگز بر هیچ مرده‌ای از منافقان نماز مگزار، (﴿وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓ﴾) و بعد از دفن شدن، بر سر قبرش نایست تا برایش دعا کنی؛ زیرا نماز خواندن پیامبر بر آنها و ایستادنش بر قبرهایشان، به منزلۀ شفاعت وی برای آنان است و شفاعت برای آنان سودی ندارد.\n(﴿إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ﴾) آنان به خدا و پیامبرش کفر ورزیدند، و در حالی مردند که از فرمان خدا بیرون رفته بودند. و هر کس کافر باشد و بر کفر بمیرد، شفاعتِ شفاعت‌کنندگان به او سودی نمی‌رساند، و این عبرت و درسی است برای دیگران. همچنین هرکس که دارای کفر و نفاق آشکاری باشد، نباید بر او نماز خوانده ‌شود.\nو این آیه، دلیلی بر مشروعیت نماز خواندن بر مؤمنان، و ایستادن نزد قبرهایشان جهت دعا کردن برای آنان است، همچنان‌که پیامبر صلی الله علیه وسلم با مؤمنان چنین می‌کرد؛ زیرا مقید کردن نهی به منافقین، بر این دلالت می‌کند که این حکم مخصوص مؤمنان است."
    },
    {
      "id": 1320,
      "verse_number": 85,
      "verse_key": "9:85",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923985,
          "resource_id": 135,
          "text": "و [ای پیامبر، افزونیِ] اموال و فرزندانشان تو را شگفت‌زده نکند. به راستی جز این نیست که الله می‌خواهد به این [وسیله] آنان را در دنیا عذاب کند و در حالی ‌که کافرند جانشان برآید."
        }
      ],
      "tafsir_saadi": "اموال و فرزندانی که خداوند در دنیا به آنان داده است، تو را شگفت زده نکند؛ این بدان خاطر نیست که ایشان نزد خداوند محترم‌اند، بلکه خداوند این نعمت‌ها را به آنان داده است تا آنان را خوار و رسوا کند. (﴿إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا﴾) خداوند می‌خواهد آنان را با این نعمت در دنیا عذاب دهد، بنابراین برای به دست آوردن آن خسته می‌شوند، و همواره ترسِ از دست دادن این نعمات، آنان را مضطرب کرده و نمی‌توانند آسوده خاطر از آن لذت ببرند.\nبلکه همواره در سختی‌ها ومشقت رنج می‌برند، و اموال و فرزندانشان آنان را از یاد خدا و جهان آخرت غافل می‌نماید ، تا جایی که در حالی از دنیا منتقل می‌شوند، (﴿ وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ ﴾) جان‌هایشان بیرون می‌رود که کافر هستند و محبت فرزندان همه چیز را از آنها گرفته است. پس درحال مرگ دل‌هایشان به آنها وابسته بود، و برای آنها می‌سوخت."
    },
    {
      "id": 1321,
      "verse_number": 86,
      "verse_key": "9:86",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
      "page_number": 200,
      "juz_number": 10,
      "translations": [
        {
          "id": 923986,
          "resource_id": 135,
          "text": "و هنگامی ‌که سوره‌ای نازل شود [و امر می‌کند] که «به الله ایمان بیاورید و همراه پیامبرش جهاد کنید»، ثروتمندانشان [برای نرفتن به جهاد] از تو اجازه می‌خواهند و می‌گویند: «بگذار ما با خانه‌نشینان باشیم»."
        }
      ],
      "tafsir_saadi": "خداوند متعال با بیان اینکه منافقان همواره در انجام عبادت تنبلی می‌ورزند، و سوره‌ها و آیات در آنان اثر نمی‌گذارد، می‌فرماید: (﴿وَإِذَآ أُنزِلَتۡ سُورَةٌ﴾) و هرگاه سوره‌ای نازل شود که در آن به ایمان آوردن به خدا و جهاد در راه وی دستور داده شوند، (﴿ٱسۡتَ‍ٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ﴾) توانگران و مالداران و کسانی‌که هیچ عذری ندارند و خداوند آنها را با اموال و فرزندان کمک کرده است، از تو اجازه می‌خواهند. آیا نباید سپاس خدا را به جا بیاورند و او را ستایش کنند و آنچه را که بر آنان واجب نموده و انجام آن را برایشان آسان کرده است، انجام دهند؟! ولی آنان جز اینکه سستی کنند و اجازه بخواهند که به آنان اجازه داده شود تا در خانه بنشینند، چیز دیگری را نپذیرفتند، (﴿وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ﴾) و گفتند: ما را بگذار با خانه‌نشینان باقی بمانیم."
    },
    {
      "id": 1322,
      "verse_number": 87,
      "verse_key": "9:87",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "page_number": 201,
      "juz_number": 10,
      "translations": [
        {
          "id": 923987,
          "resource_id": 135,
          "text": "آنان راضی شدند که با خانه‌نشینان باشند و بر دل‌هایشان مُهر [نفاق‌] نهاده شده است؛ پس [خیر و صلاح خویش را] درنمی‌یابند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ﴾) خشنود شدند به اینکه با زنان خانه نشین باقی بمانند . چگونه برای خود پسندیدند که با زنانِ خانه‌نشین باشند و به جهاد نروند؟! آیا درک و عقلی دارند که آنان را بر این راهنمایی نماید ؟ یا (﴿وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ﴾) بر دل‌هایشان مهر زده شده است، پس دل‌هایشان خیر را در نمی‌یابد و اراده‌ای برای انجام آنچه که مایۀ خیر و رستگاری است، ندارند؟ پس آنان منافع و مصلحت‌های خود را نمی‌فهمند؛ زیرا اگر واقعاً می‌فهمیدند؛ که چنین حالتی مقام و جایگاه مردانگی آنان را پایین می‌آورد، برای خود نمی‌پسندیدند."
    },
    {
      "id": 1323,
      "verse_number": 88,
      "verse_key": "9:88",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ وَأُو۟لَـٰٓئِكَ لَهُمُ ٱلْخَيْرَٰتُ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page_number": 201,
      "juz_number": 10,
      "translations": [
        {
          "id": 923988,
          "resource_id": 135,
          "text": "اما پیامبر و کسانی‌ که با او ایمان آورده‌اند، با اموال و جان‌هایشان [در راه الله] جهاد کردند. آنانند كه همۀ نیکی‌ها برایشان است و آنان همان رستگارانند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: هرگاه منافقان از رفتن به جهاد تخلف ورزند، خداوند مومنان را از آنان بی نیاز می‌نماید، و خداوند بندگان و خواصی دارد که فضل خویش را به آنان اختصاص داده است، و آنان این کار را انجام می‌دهند. و آنان (﴿ٱلرَّسُولُ﴾) محمد، پیامبر خدا صلی الله علیه وسلم ، (﴿وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ﴾) و کسانی که با او ایمان آوردند، با مال وجانشان بدون اینکه تنبلی و سستی نشان دهند، بلکه شادمان و سرحال جهاد کردند.\n(﴿وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُ﴾) و آنان کسانی هستند که خوبی‌های فراوانی در دنیا و آخرت برای ایشان است. (﴿وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ﴾) و آنان کسانی اند که به بالاترین خواسته‌ها و کامل‌ترین آمال خویش دست می‌یابند. و اینان رستگاران‌اند."
    },
    {
      "id": 1324,
      "verse_number": 89,
      "verse_key": "9:89",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 166,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَعَدَّ ٱللَّهُ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page_number": 201,
      "juz_number": 10,
      "translations": [
        {
          "id": 923989,
          "resource_id": 135,
          "text": "الله برایشان باغ‌هایی [از بهشت] مهیّا کرده است که جویبارها از زیر [درختان] آن جاری است [و] جاودانه در آن می‌مانند. این [همان رستگاری و] کامیابی بزرگ است."
        }
      ],
      "tafsir_saadi": "(﴿أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ﴾) خداوند برای آنان باغ‌هایی آماده نموده است که جویبارها از زیر کاخ‌ها و درختان آن روان است، و در آن جاودانه می‌مانند. این است کامیابی بزرگ. پس هلاک باد کسی که به آنچه ایشان بدان مشتاق‌اند، مشتاق نیست و دین و دنیا و آخرتش را به تباهی کشانده است. و این مانند فرمودۀ الهی است که می‌فرماید: ﴿قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ﴾ بگو: «به آن [قرآن] ایمان بیاورید یا ایمان نیاورید [فرق نمی‌کند]، بی‌گمان کسانی که پیش از آن بدیشان علم داده شده است، هنگامی که [قرآن] بر آنها خوانده ‌شود، به سجده می‌افتند.» و نیز فرمودۀ الهی: ﴿فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ﴾ پس اگر ایشان به آن کفر ورزند، ما گروهی را بر آن گماشته‌ایم که به آن کافر نیستند."
    },
    {
      "id": 1325,
      "verse_number": 90,
      "verse_key": "9:90",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَجَآءَ ٱلْمُعَذِّرُونَ مِنَ ٱلْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ ٱلَّذِينَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 201,
      "juz_number": 10,
      "translations": [
        {
          "id": 923990,
          "resource_id": 135,
          "text": "و بهانه‌جویان [و عذرتراشانِ] بادیه‌نشین [نزد تو] آمدند تا به آنان اجازه [معافیت از رفتن به جهاد‌] داده شود و كسانى كه [در ادعاى ایمان خود] به الله و پیامبرش دروغ مى‌گفتند [بدون هیچ عذر و اجازه‌اى، به جای جهاد،] خانه‌نشین شدند. به زودی به کسانی از آنان که کفر ورزیدند، عذابی دردناک خواهد رسید."
        }
      ],
      "tafsir_saadi": "خد‌اوند متعال می‌فرماید: (﴿وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ﴾) برخی از باد‌یه‌نشینان که سستی کرد‌ند و از رفتن به جهاد کوتاهی ورزید‌ند، آمد‌ند تا به آنها اجازه د‌اد‌ه شود که به جهاد نروند، وبه خاطر پُررویی و بی‌حیایی‌شان از عذر خواستن خود باکی ند‌اشتند، و به سبب ضعیف بود‌ن ایمانشان، این کار را انجام دادند.\nاما کسانی از آنان که با خدا و پیامبرش دروغ گفتند، در خانه‌هایشان نشستند و حتی معذرت خواهی هم نکردند. و احتمال دارد که (﴿ٱلۡمُعَذِّرُونَ﴾) به معنی کسانی باشد که ـ در حقیقت ـ عذر داشتند و پیش پیامبر صلی الله علیه وسلم آمدند تا آنها را معذور بدارد، و عادت پیامبر چنین بود هر کس را که عذری داشت، معذور می‌شمرد. \n(﴿وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥ﴾) و کسانی را ‌مورد تهدید قرار داد که در ادعای داشتن ایمان ـ‌که مقتضی بیرون رفتن برای جهاد است‌ـ به خدا و پیامبرش دروغ گفتند، در خانه نشستند. [و نه برای عذرخواهی و نه برای جهاد بیرون نرفتند]. سپس آنان را تهدید کرد و فرمود:(﴿سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ﴾) به کافرانشان در دنیا و آخرت عذابی دردناک خواهد رسید."
    },
    {
      "id": 1326,
      "verse_number": 91,
      "verse_key": "9:91",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَّيْسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلْمَرْضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦ ۚ مَا عَلَى ٱلْمُحْسِنِينَ مِن سَبِيلٍ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "page_number": 201,
      "juz_number": 10,
      "translations": [
        {
          "id": 923991,
          "resource_id": 135,
          "text": "بر ناتوانان [= زنان و کودکان] و بیماران و بر كسانى كه چیزى نمى‌یابند [تا در راه جهاد] هزینه كنند ـ اگر براى الله و پیامبرش خیرخواهى كنندـ گناهی نیست [که در جهاد شرکت نکنند]. بر نیكوكاران[شان نیز] هیچ راهی [برای سرزنش و مجازات] نیست؛ و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "پس از آنکه از عذرآورندگان سخن به میان آورد، و آنها را به دو گروه تقسیم کرد؛ گروهی که در شریعت معذور شمرده می‌شوند، و گروهی که معذور قرار نمی‌گیرند، فرمود: (﴿لَّيۡسَ عَلَى ٱلضُّعَفَآءِ﴾) بر ناتوانان که ناتوانی جسمی و بینایی و قدرت بیرون رفتن برای پیکار را ندارند، گناهی نیست. (﴿وَلَا عَلَى ٱلۡمَرۡضَىٰ﴾) و بر بیماران [نیز] گناهی نیست. و این تمام انواع بیماری‌ها را شامل می‌شود، بیماریی که فرد مبتلا به آن، توانایی حرکت و جهاد را ندارد، از قبیل: لنگی و کوری و بیماری سینه پهلو و فلج و غیره. (﴿وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ﴾) [نیز] بر کسانی که چیزی ندارند که آن را صرف جهاد کنند، گناهی نیست؛ یعنی توشه و وسیلۀ سواری ندارند که در سفر آنها را به جایی برساند .\nپس بر آنان گناهی نیست به شرطی که برای خدا و پیامبرش اخلاص داشته باشند، به این صورت که  دارای ایمانی راستین باشند، و نیت و ارادۀ آنان چنین باشد که اگر توانستند، به جهاد بروند. و آنچه را که در توانایی دارند، از قبیل: تشویق و تحریک دیگران برای جهاد انجام دهند. \n(﴿مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖ﴾) و بر مؤمنان نیکوکار ایرادی نیست؛ زیرا آنان – با نیکوکاری و ادای حقوق خدا و حقوق بندگان خدا– سرزنش را از خود دور کرده‌اند، و وقتی بنده آنچه را که در توان دارد به خوبی انجام دهد، مسئولیت از گردنش ساقط می‌شود.\nو از این آیه، یک قاعده به دست می‌آید، و آن این است که هرکس به شخص دیگری کمک جسمی یا مالی کرد، سپس این عمل نیک او سبب نقصان یا ضایع شدن چیزی شد، او ضامن آن نیست، چون او نیکوکار است و بر نیکوکارانی که به هنگام نیکوکاری خود، موجب نقصان یا تباهی چیزی می‌شوند، مسئولیت و سرزنشی نمی‌باشد. همان‌طور که دلالت می‌نماید بر غیر از نیکوکار ـ و آن بدکار و متجاوز می‌باشد ـ غرامت واجب است. (﴿وَٱللَّهُ غَفُورٞ رَّحِيمٞ﴾) و خداوند آمرزنده و مهربان است، و از روی آمرزش و رحمت و مهربانی‌اش، از ناتوانان در می‌گذرد، وآنان‌را به خاطر تصمیم قطعی‌شان، پاداش کسانی عطا می‌کند که توانایی انجام کار را دارند."
    },
    {
      "id": 1327,
      "verse_number": 92,
      "verse_key": "9:92",
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا۟ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ حَزَنًا أَلَّا يَجِدُوا۟ مَا يُنفِقُونَ",
      "page_number": 201,
      "juz_number": 10,
      "translations": [
        {
          "id": 923992,
          "resource_id": 135,
          "text": "و [همچنین] گناهى نیست بر كسانى كه چون نزدت آمدند تا آنان را [برای رفتن به جهاد، بر چهارپایی] سوار كنى، [به آنان] گفتى: «چیزى پیدا نمى‌كنم که شما را بر آن بنشانم». آنان بازگشتند در حالی که چشمانشان از این اندوه، اشکبار بود كه چیزى نمى‌یابند تا [در راه جهاد] هزینه كنند."
        }
      ],
      "tafsir_saadi": "(﴿وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ﴾) و همچنین ایراد و گناهی نیست بر کسانی که پیش تو آمدند تا آنان را بر مرکبی سوار کنی تا به سوی جهاد حرکت کنند، اما از قضا چیزی نزد تو نیافتند، \n(﴿قُلۡتَ﴾) و تو با عرض معذرت به آنان گفتی: (﴿لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ﴾) چیزی نمی‌یابم که شما را بر آن سوار کنم، و ایشان برگشتند، درحالی که به خاطر آنکه چیزی را نمی‌یافتند صرف جهاد کنند، از چشمانشان اشک سرازیر بود. آنها ناتوان‌اند و حاضرند خویشتن را فدا کنند، و به خاطر اینکه نتوانستند در جهاد شرکت نمایند، چنان اندوهگین و آشفته شدند که خداوند حالت آنها را بیان کرد. \nپس برایشان گناهی نیست. و هنگامی که گناه از گردن آنان ساقط شد، مسئله به اصلش برمی‌گردد، و آن این است که هرکس نیت انجام خیر را کرد، و همراه با نیت قطعی خود، به اندازۀ توانش تلاش نمود، سپس نتوانست کار خیر را انجام دهد، او به منزلۀ کسی است که کار خیر را به‌طور کامل انجام داده است."
    },
    {
      "id": 1328,
      "verse_number": 93,
      "verse_key": "9:93",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسْتَـْٔذِنُونَكَ وَهُمْ أَغْنِيَآءُ ۚ رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
      "page_number": 201,
      "juz_number": 11,
      "translations": [
        {
          "id": 923993,
          "resource_id": 135,
          "text": "راه [سرزنش و مجازات] تنها بر كسانى [گشوده] است كه با آنکه توانگرند [و امکان جهاد دارند]، از تو اجازه مى‌خواهند [که در جهاد شركت نكنند]. آنان به این رضایت داده‌اند كه با خانه‌نشینان باشند و الله بر دل‌هایشان مُهر [نفاق] زده است؛ پس [خیر و صلاح خویش را] درنمی‌یابند."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ﴾) سرزنش تنها متوجه کسانی است که (﴿يَسۡتَ‍ٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُ﴾) از تو اجازه می‌خواهند درحالی که ثروتمندند و توانایی رفتن به جهاد را داشته و عذری ندارند، پس ایشان (﴿رَضُواْ﴾) برای خود و دینشان پسندیدند که (﴿بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ﴾) با خانه‌نشینان مانند زنان و کودکان و امثال آنها باقی بمانند. (﴿وَ﴾) و آنان به این حالت خشنود شدند چون، (﴿وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ﴾) خداوند بر دل‌هایشان مهر زد، و هیچ خیری وارد دل‌هایشان نشد، و مصالح دینی و دنیویِ خود را تشخیص ندادند. (﴿فَهُمۡ لَا يَعۡلَمُونَ﴾) و این عقوبتی است برای آنچه که مرتکب شدند."
    },
    {
      "id": 1329,
      "verse_number": 94,
      "verse_key": "9:94",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُل لَّا تَعْتَذِرُوا۟ لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا ٱللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "page_number": 202,
      "juz_number": 11,
      "translations": [
        {
          "id": 923994,
          "resource_id": 135,
          "text": "وقتی [از غزوۀ تبوک] به سویشان بازگردید، برایتان عذر مى‌آورند. [ای پیامبر،] بگو: «عذر نیاورید؛ ما هرگز [سخن] شما را باور نمی‌کنیم. در حقیقت، الله ما را از اخبار شما آگاه کرده است و به زودی الله و پیامبرش رفتارتان را خواهند دید [که آیا توبه می‌کنید یا بر نفاق می‌مانید]. آنگاه به سوی [الله] دانای پنهان و آشکار بازگردانده می‌شوید و او شما را از آنچه می‌کردید آگاه می‌کند»."
        }
      ],
      "tafsir_saadi": "وقتی‌که از بازماندن و نرفتن منافقانِ ثروتمند به جهاد سخن به ‌میان آورد، و فرمود آنها هیچ عذری ندارند، خبر داد که آنان (﴿يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ﴾) وقتی که پس از پایان جنگ پیش آنها برگردید، نزدتان آمده و عذرخواهی خواهند کرد.\n(﴿قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ﴾) به آنان بگو: عذرخواهی نکنید، ما شما را در عذرتراشیِ دروغین‌تان تصدیق نمی‌کنیم. (﴿قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡ﴾) خداوند ما را از خبرهایتان آگاه ساخته، و او در سخنش راستگوست.  پس عذرخواهی فایده‌ای ندارد، چون آنها به خلاف آنچه خداوند از آنان خبر داده است، عذر می‌آورند، و محال است که آنها در آنچه که با سخن خدا مخالف باشد، راستگو باشند؛ خبری که در بالاترین مراتب راستی قرار دارد. (﴿وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ﴾) و خداوند و پیامبرش عملتان را در دنیا خواهند دید، چون عمل، میزان و سنجش راستی و دروغ است، و سخن صرف بر راستی و صداقت آدمی دلالت نمی‌کند. (﴿ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ﴾) سپس به سوی دانای پنهان و پیدا برگردانده می‌شوید؛ آن ذاتی که هیچ چیز پوشیده بر او پنهان نمی‌ماند، (﴿فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ﴾) و شما را به آنچه از خوبی و بدی که انجام ‌داده‌اید، آگاه می‌سازد، و طبق عدالت خویش یا بر اساس فضل خود، سزا و جزایتان می‌دهد، بدون اینکه به اندازه ذره‌ای بر شما ستم بکند."
    },
    {
      "id": 1330,
      "verse_number": 95,
      "verse_key": "9:95",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "سَيَحْلِفُونَ بِٱللَّهِ لَكُمْ إِذَا ٱنقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا۟ عَنْهُمْ ۖ فَأَعْرِضُوا۟ عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَىٰهُمْ جَهَنَّمُ جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "page_number": 202,
      "juz_number": 11,
      "translations": [
        {
          "id": 923995,
          "resource_id": 135,
          "text": "[ای مؤمنان، پس از جنگ] وقتی به سوی آنان [= منافقان] بازگردید، برایتان به الله سوگند یاد می‌کنند تا از [گناهِ] آنان چشم‌پوشی کنید. پس از آنان روی بگردانید؛ [چرا كه] بی‌تردید، آنان پلیدند و به [سزاى‌] آنچه می‌کردند، جایگاهشان دوزخ است."
        }
      ],
      "tafsir_saadi": "و بدان که بدکارِ گناهکار سه حالت دارد: یا اینکه سخن و عذرش در ظاهر و باطن پذیرفته شده و مورد عفو قرار می‌گیرد، به‌گونه‌ای که انگار گناهی نکرده است. یا اینکه به‌خاطر گناهش مورد عقوبت و تعزیر عملی قرار می‌گیرد. و یا اینکه از وی صرف نظر شده، و در مقابل کاری که کرده است، مجازات عملی نمی‌شود. و در مورد منافقان خداوند به حالت سوم دستور داده است. بنابراین فرمود: (﴿سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡ﴾) چون به سوی آنان بازگردید، برای شما سوگند می‌خورند تا از آنها صرف نظر کنید. پس، از آنان روی بگردانید؛ یعنی آنها را سرزنش نکرده و شلاق نزنید و آنها را نکشید.\n(﴿إِنَّهُمۡ رِجۡسٞ﴾) همانا آنان پلید و ناپاک‌اند، و ارزش آن را ندارند که مورد توجه قرار گیرند. و سرزنش و مجازات در مورد آنها مفید نیست. (﴿وَ﴾) برایشان کافی است که (﴿وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ﴾) به کیفر کارهایی که کرده‌اند، جایگاهشان جهنم باشد."
    },
    {
      "id": 1331,
      "verse_number": 96,
      "verse_key": "9:96",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا۟ عَنْهُمْ ۖ فَإِن تَرْضَوْا۟ عَنْهُمْ فَإِنَّ ٱللَّهَ لَا يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
      "page_number": 202,
      "juz_number": 11,
      "translations": [
        {
          "id": 923996,
          "resource_id": 135,
          "text": "برایتان سوگند یاد می‌کنند تا از آنان راضی شوید. [حتی] اگر شما از آنان راضی شوید، الله هرگز از گروه نافرمان راضی نمی‌گردد."
        }
      ],
      "tafsir_saadi": "(﴿يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡ﴾) علاوه بر صرف نظر کردن، انتظار دارند که از آنها خشنود شوید. انگار آنها هیچ کار [بدی] نکرده‌اند. \n(﴿فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ﴾) پس اگر شما از آنان خشنود شوید، قطعاً خداوند از گروه فاسقان خشنود نمی‌شود؛ یعنی برای شما مؤمنان شایسته نیست از کسی خشنود شوید که خداوند از او راضی نیست، بلکه بر شماست که با پروردگارتان در خشنودی و ناخشنودی‌اش همسو باشید. و بیندیش که چگونه فرمود: (﴿فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ﴾) همانا خداوند از گروه فاسقان خشنود نمی‌شود، و نفرمود: (خداوند از آنها خشنود نمی‌شود) تا بر این دلالت نماید که دروازۀ توبه باز است، و فاسقین و غیر آنان هر زمان توبه کنند، خداوند توبه‌شان را می‌پذیرد و از آنها راضی می‌گردد.\nاما تا وقتی که فاسق و نافرمان باشند، خداوند از آنها راضی نخواهد شد؛ چون مانعِ خشنودی او وجود دارد، و آن بیرون رفتن آنها از چیزی است که خدا برایشان پسندیده است، از قبیل: ایمان و اطاعت. و به سوی چیزی بیرون رفتند که خداوند آن را نمی‌پسندد، از قبیل: شرک و نفاق و گناه.\nخلاصۀ آنچه که خداوند ذکر کرده چنین است: منافقانی که بدون عذر از شرکت در جهاد، تخلف ورزیده و به جهاد نرفتند، اگر برای مؤمنان عذر آوردند و اد‌ّعا کردند که برای شرکت نکردنشان در جهاد عذرهایی داشته‌اند ـ به درستی که منافقان می‌خواهند شما از آنان صرف نظر کنید و از آنها راضی شوید و عذر آنها را بپذیرید ـ اما شما هرگز نباید عذرشان را بپذیرید و از آنان خشنود شوید. اما آیا از آنان اعراض شود یا نه؟ آری! مؤمنان باید از آنان اعراض نمایند، همچنان‌که از اعمال پست و نجس روی می‌گردانند.\nدر این آیات سخن گفتن برای خداوند متعال ثابت شده است. آنجا که می‌فرماید: (﴿قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡ﴾) خداوند ما را از خبرهایتان آگاه ساخته است. و کارهای اختیاری که با مشیت و قدرت خدا به وقوع می‌پیوندد، در این فرموده برای خداوند ثابت شده است، و همچنین در فرمودۀ: (﴿وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ﴾) خداوند خبر داده است که او عمل شما را بعد از واقع شدن آن خواهد دید، و در این آیات نیز خشنودی خداوند از نیکوکاران، و خشمگین بودن او از فاسقان، ثابت شده است."
    },
    {
      "id": 1332,
      "verse_number": 97,
      "verse_key": "9:97",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا۟ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "page_number": 202,
      "juz_number": 11,
      "translations": [
        {
          "id": 923997,
          "resource_id": 135,
          "text": "کفر و نفاق اعراب [بادیه‌نشین، از دیگران] شدیدتر است و سزاوارترند كه حدودِ آنچه را كه الله بر پیامبرش نازل كرده است ندانند؛ و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿ٱلۡأَعۡرَابُ﴾) بادیه‌نشینان، (﴿أَشَدُّ كُفۡرٗا وَنِفَاقٗا﴾) کفر و نفاقشان از کفر و نفاق شهرنشینانی که کفر و نفاق در آنهاست، بیشتر است؛ و این علل زیادی دارد، از آن جمله این است که بادیه‌نشینان از شناخت مقررات دینی و اعمال و احکام دورند.\nپس آنان سزاوارتر و شایسته‌ترند که (﴿أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ﴾) حدود و قوانین ایمان و احکام و نواهی و اوامری را که خدا بر پیامبرش نازل کرده است، ندانند. به خلاف شهرنشینان؛ زیرا آنها نزدیک‌ترند به اینکه حدود آنچه را بدانند که خداوند بر پیامبرش نازل کرده است. پس به سبب این آگاهی، برای آنان افکاری خوب و اراده‌هایی برای انجام کار خیری که آن را می‌شناسند، پدید می‌آید که در میان بادیه‌نشینان وجود ندارد.\nو در آنان نرم‌خویی و فرمان بردن از دعوتگر، به اندازه‌ای هست که در بادیه نشینان وجود ندارد، و آنها با مؤمنان همنشینی می‌نمایند، و بیشتر از بادیه‌نشینان با آنها در می‌آمیزند. پس شهرنشینان، از اهل بادیه برای انجام خیر سزاوارترند. اما هم در شهر کافر و منافق وجود دارد و هم در بادیه و بیابان، ولی منافقان و کافران بادیه‌نشین، کفر و نفاقشان از کفر و نفاق شهرنشینان بیشتر و سخت‌تر است."
    },
    {
      "id": 1333,
      "verse_number": 98,
      "verse_key": "9:98",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "page_number": 202,
      "juz_number": 11,
      "translations": [
        {
          "id": 923998,
          "resource_id": 135,
          "text": "و برخی از اعراب [بادیه‌نشین] هستند كه آنچه را [در راه الله] هزینه مى‌كنند، خسارتى [براى خود] مى‌دانند و پیشامدهای بد را برایتان انتظار می‌کشند [تا از شما رهایی یابند]. پیشامدِ بد بر خودشان باد؛ و الله شنواى داناست."
        }
      ],
      "tafsir_saadi": "به همین سبب بادیه‌نشینان بر اموال خود حریص‌تر و بخیل‌ترند.\nاز میان این بادیه‌نشینان کسانی هستند که (﴿مَن يَتَّخِذُ مَا يُنفِقُ﴾) آنچه را از قبیل: زکات و نفقه در راه خدا انفاق می‌کنند (﴿مَغۡرَمٗا﴾) زیان و تاوان شمرده، و از آن چشم داشت پاداش ندارند، و آن را برای رضای خدا نمی‌دهند، و جز با ناخوشی و ناچاری نمی‌پردازند.\n(﴿وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ﴾) و از آنجا که با مؤمنان دشمنی می‌ورزند و از آنها متنفرند، چشم انتظار آنند که پیشامدهای ناگوار روزگار و مصیبت‌های زمانه برآنان وارد شود، اما برعکس بر آنان خواهد آمد، (﴿عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِ﴾) پیشامد ناگوار و مصیبت بر آنان باد، و روزگار خوب و سرانجام نیکو و پیروزی بر دشمنان، از آن مؤمنان خواهد بود. (﴿وَٱللَّهُ سَمِيعٌ عَلِيمٞ﴾) و خداوند دانا و حکیم است؛ نیت بندگان و اخلاص و ریای آنان را می‌داند."
    },
    {
      "id": 1334,
      "verse_number": 99,
      "verse_key": "9:99",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 167,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِ ۚ أَلَآ إِنَّهَا قُرْبَةٌ لَّهُمْ ۚ سَيُدْخِلُهُمُ ٱللَّهُ فِى رَحْمَتِهِۦٓ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 202,
      "juz_number": 11,
      "translations": [
        {
          "id": 923999,
          "resource_id": 135,
          "text": "و برخی [دیگر] از اعراب [بادیه‌نشین] هستند كه به الله و روز واپسین ایمان دارند و آنچه را که انفاق مى‌كنند باعث نزدیکی به الله و [نتیجه] دعاهاى پیامبر [در حق خویش] مى‌دانند. آگاه باشید! [این انفاق،] مایۀ نزدیکی آنهاست. الله [در قیامت] آنان را در جوارِ رحمتِ خویش درخواهد آورد. بی‌تردید، الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "و همۀ بادیه نشینان، مذموم و نکوهش شده نیستند بلکه از میان آنها کسانی هستند که (﴿يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ﴾) به خدا و روز قیامت ایمان دارند، واز کفر و نفاق در امان و سالم ‌مانده، و به مقتضای ایمان عمل می‌کنند.\n(﴿وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ﴾) و از بخشش و انفاق خود، چشم‌داشت پاداش الهی را دارند؛ و هدفشان از آن، رضای خدا و نزدیک شدن به اوست.\n(﴿وَ﴾) و بخشش خود را وسیله‌ای قرار می‌دهد برای (﴿صَلَوَٰتِ ٱلرَّسُولِ﴾) دعای پیامبر و برکت خواستن او برای آنها. خداوند متعال با بیان مفید بودن دعای پیامبر می‌فرماید: (﴿أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡ﴾) هان! بی گمان آن، مایۀ نزدیکی‌شان به خداست، و مال‌هایشان رشد می‌کند، و با برکت می‌شود. (﴿سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓ﴾) خداوند آنان را در زمرۀ بندگان شایسته‌اش به رحمت خود در خواهد آورد. (﴿إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾) همانا خداوند آمرزنده و مهربان است. پس گناهان بزرگِ کسی را که به سوی او بازگردد و توبه نماید، می‌آمرزد، و بندگانش را مشمول رحمت گسترده‌اش می‌گرداند که همه چیز را فرا گرفته است. و بندگان مؤمنش را از رحمتی ویژه برخوردار می‌کند، و آنها را به انجام خوبی‌ها توفیق می‌دهد، و از بزهکاری‌ها مصون می‌دارد، و انواع پاداش‌ها را به صورت فراوان به آنان می‌دهد.\nاین آیه بیانگر آن است که برخی از بادیه‌نشینان مانند شهرنشینان خوب هستند، و برخی بد و قابل مذمت می‌باشند. پس خداوند آنها را فقط به خاطر بادیه نشینی مذمت و نکوهش نکرده است، بلکه به خاطر ترک دستوراتش مذمت نموده است.هرچند که بادیه‌نشین در مظان بد بودن می‌باشد.\nاین آیه همچنین بیانگر آن است که کفر و نفاق کم و زیاد می‌شود، و بر حسب شرایط حال و مقام، غلظت و رقّت پیدا می‌کند. \nدر این آیه همچنین به فضیلت علم اشاره شده، و اینکه کسی که دانش ندارد، از کسی که اهل دانش است، به شر نزدیک تر است، چون خداوند بادیه نشینان را مذمت نموده و خبر داده که کفر و نفاقشان بیشتر و سخت‌تر است، و علت این امر را نیز بیان داشته است. و اینکه بادیه‌نشینان سزاوارترند که حدود آنچه را که خدا بر پیامبرش نازل کرده است، ندانند. نیز از این آیه بر می‌آید که مفیدترین علم، شناخت حدود و مقررات آیینی است که خدا بر پیامبرش نازل کرده است؛ از قبیل: اصول و فروع دین، و شناخت حدود ایمان و اسلام و احسان، و پرهیزگاری و رستگاری و طاعت و نیکی و برقرار داشتن پیوند خویشاوندی و احسان، و شناخت حدود کفر و نفاق و فسق و گناه و زنا و شراب و ربا و امثال آن؛ زیرا اگر انسان نسبت به این چیزها علم و آگاهی داشته باشد، می‌تواند به شیوه‌ای نیکو آنهارا انجام دهد ـ چنانچه به او فرمان داده شده بود که آنها را انجام دهد ـ و یا آنها را ترک نماید چنانچه جزو امور ممنوعه بودند. همچنین می‌تواند به شیوه‌ای نیکو مردم را فرا بخواند تا آنها را انجام دهند و یا ترک نمایند. از این آیه همچنین بر می‌آید که مؤمن شایسته است حقوقی را که بر اوست، با شرح صدر و آرامش خاطر بپردازد، وآن را توفیق و غنیمت بشمارد نه باج و خراج."
    },
    {
      "id": 1335,
      "verse_number": 100,
      "verse_key": "9:100",
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "ruku_number": 168,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلسَّـٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَـٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّـٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page_number": 203,
      "juz_number": 11,
      "translations": [
        {
          "id": 924000,
          "resource_id": 135,
          "text": "و پیشگامان نخستین ـ از مهاجران و انصارـ و کسانی ‌که به نیکی از آنان پیروی کردند، الله از آنان راضی گشت و آنان [نیز] از او راضی شدند؛ و باغ‌هایی [در بهشت] برایشان مهیّا کرده است که جویبارها از زیر [درختان] آن جاری است؛ جاودانه در آن خواهند ماند. این همان [رستگاری و] کامیابی بزرگ است."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ﴾) و پیشگامان نخستین؛ آنها کسانی هستند که از میان این امت، در ایمان و هجرت و جهاد و اقامۀ دین خدا از دیگران پیشی گرفته‌اند. (﴿مِنَ ٱلۡمُهَٰجِرِينَ﴾) از میان مهاجران، و آنها کسانی هستند که ﴿ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ ﴾ از سرزمینشان اخراج شدند و مال‌هایشان از آنان گرفته‌شد، اما با این وجود، فضل و خشنودی خدا را ‌جستند، و خدا و پیامبرش را یاری ‌کردند. ایشان راستگویان‌اند.\n(﴿وَٱلۡأَنصَارِ﴾) و از انصار ﴿وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞ﴾ کسانی که ساکن مدینه بودند و قبل از هجرت مهاجرین ایمان آوردند؛ آنان مهاجران را دوست دارند، و با اموال خود از آنان دلجویی به عمل می‌آورند، و در دل خود نسبت به اموال غنیمت و غیره‌ای که به آنان داده می‌شود، حسادتی نمی‌یابند، و مهاجران و نیازمندان را بر خود مقدم می‌دارند، هر چند که فقیری و نیازمندی دامان آنان را گرفته باشد. \n(﴿وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ﴾) و کسانی که با نیکوکاری، راه ایشان را همراه با داشتن اعتقادات پاک و گفتار و اعمال نیکو پیمودند. پس ایشان کسانی هستند که از مذمت و نکوهش به دورند، و به ستایش فراوان و برترین بخشش‌ها از جانب خدا دست یافته‌اند. \n(﴿رَّضِيَ ٱللَّهُ عَنۡهُمۡ﴾) خداوند از ایشان خشنود است، و خشنودی خدا، بزرگ‌ترین نعمت‌های بهشت است.\n(﴿وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ﴾) و آنان از او خشنودند و خداوند برای ایشان باغ‌هایی آماده کرده‌است که از زیر درختان آن، رودها روان است، رودهای روانی که به ‌سوی باغ‌های بهشت و باغچه‌های شکوفا و پر گل و زیبا جاری هستند.\n(﴿خَٰلِدِينَ فِيهَآ أَبَدٗا﴾) در آنجا همیشه جاودان‌اند و نمی‌خواهند از آنجا به جایی دیگر برده شوند، و چیزی دیگر را به جای آن نمی‌جویند؛ چون آنها هر آنچه را که آرزو کرده‌اند، به دست آورده اند و هر آنچه را که خواسته‌اند،  یافته‌اند.\n(﴿ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ﴾) این است کامیابی بزرگ، در آنجا هر آنچه که برای انسان دوست داشتنی و برای ارواح لذت بخش است و مایۀ شادی دل‌ها و جسم‌هاست، برایش فراهم کرده‌اند. و هر امر محذوری از او دور شده است."
    }
  ]
}