{
  "id": 6,
  "name": "The Cattle",
  "verses": [
    {
      "id": 790,
      "verse_number": 1,
      "verse_key": "6:1",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923455,
          "resource_id": 135,
          "text": "ستایش الله را كه آسمان‌ها و زمین را آفرید و تاریکی‌ها و روشنایى [= شب و روز] را پدید آورد. با این همه، كسانى كه كفر ورزیده‌اند، [دیگران را] با پروردگار خود برابر مى‌دانند."
        }
      ],
      "tafsir_saadi": ".خداوند خویشتن را به خاطر صفت‌های کمال و عظمت وشکوه خود، و به طور ویژه صفت‌هایی که در این آیه ذکر شده است، می‌ستاید. پس او خود را بر آفریدن آسمان‌ها و زمین، که بر قدرت کامل و علم و رحمت واسع و گستردگی حکمت و یگانه بودن وی در آفرینش و تدبیر دلالت می‌نماید، ستایش نمود، و خویشتن را به خاطر پدید آوردن روشنایی و تاریکی‌ها ستود. و این، تاریکی و روشنایی محسوس مانند شب و روز و خورشید و ماه، و نیز تاریکی و روشنایی معنوی از قبیل: تاریکی جهالت و شک و شرک و گناه و غفلت، و نور علم و ایمان و یقین و طاعت را شامل می‌شود. و همۀ این موارد قاطعانه دلالت می‌نمایند که خداوند متعال، سزاوار پرستش و عبادت خالص است. با وجود این همه دلیل و برهان روشن، (﴿ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ﴾) کسانی که به پروردگارشان کفر ورزیده‌اند [کسانی دیگر] غیر از خدا را با وی در عبادت و کرنش و تعظیم برابر می‌دانند، با اینکه آنان در چیزی با خدا برابر نیستند، و آنها نیازمندانی ناتوان‌اند و از هر جهت کمبود دارند."
    },
    {
      "id": 791,
      "verse_number": 2,
      "verse_key": "6:2",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923456,
          "resource_id": 135,
          "text": "اوست كه شما را از گِل آفرید، آنگاه مدتى را [براى حیات شما] مقرر داشت؛ و اَجلِ حتمى نزد اوست. با این همه، شما [در قدرت او برای برپایی قیامت] تردید دارید."
        }
      ],
      "tafsir_saadi": "(﴿هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ﴾) خداوند، ذاتی است که شما را از گِل آفریده است؛ چرا که مادۀ خلقت شما و پدرتان آدم علیه السلام از گِل بوده است.(﴿ثُمَّ قَضَىٰٓ أَجَلٗا﴾) سپس مدت و زمانی را برای اقامت شما در این دنیا معین کرد، تا در آن مدت بهره‌مند شوید و از آن استفاده کنید و به‌وسیلۀ آنچه که به سوی پیامبرانش فرستاده می‌شود، مورد امتحان و آزمایش قرار گیرید. ﴿لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗا﴾ تا شما را بیازماید که کدام یک از شما بهتر عمل می‌نماید. و شما را در این دنیا به اندازه‌ای عمر می‌دهد که آن اندازه کافی است برای هر آن کس که بخواهد در آن پند پذیرد.\n(﴿وَأَجَلٞ مُّسَمًّى عِندَهُۥ﴾) و مدت معیّنی نزد اوست و آن دنیای آخرت است که بندگان از این دنیا به آن منتقل می‌شوند. پس خداوند آنان را طبق اعمال خوب و بدشان جزا و سزا می‌دهد. (﴿ثُمَّ﴾) سپس با وجود این بیان کامل و حجت قاطع، (﴿أَنتُمۡ تَمۡتَرُونَ﴾) شما در وعدۀ خدا و وعید او، و وقوع روز قیامت شک و تردید به خود راه می‌دهید.\nو خداوند «ظلمات» را بدان جهت با صیغۀ جمع آورد که اقسام آن زیاد و راه‌های آن گوناگون است. اما نور و روشنایی را به صورت مفرد آورد، چون راهی که انسان را به خدا می‌رساند، یکی است و تعدد در آن وجود ندارد، و آن راهی است که دانستن حق، و عمل کردن به آن را در بر دارد. همان‌طور که خداوند متعال فرموده است: ﴿وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦ﴾ و این است راه راست من، پس، از آن پیروی کنید و از راه‌های دیگر پیروی مکنید، که شما را از راه خدا دور می‌کند."
    },
    {
      "id": 792,
      "verse_number": 3,
      "verse_key": "6:3",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَفِى ٱلْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923457,
          "resource_id": 135,
          "text": "و اوست الله [معبود حقیقی و یگانه] در آسمان‌ها و زمین؛ نهان و آشكارتان را مى‌داند و آنچه را به دست مى‌آورید [و انجام می‌دهید نیز] مى‌داند."
        }
      ],
      "tafsir_saadi": "او در آسمان‌ها و زمین معبود است. پس اهل آسمان‌ها و زمین اعم از فرشتگانِ مقرب و پیامبران و صدیقان و شهدا و صالحان، پروردگارشان را می‌پرستند، و در برابر عظمت و شکوه او، فروتنی پیشه کرده، و در برابر قدرت و بزرگی او کرنش می‌کنند. و او پنهان و آشکارتان، و آنچه را که به دست می‌آورید و انجام می‌دهید، می‌داند. پس، از نافرمانی او بپرهیزید و در انجام کارهایی که شما را به رحمت وی نزدیک می‌نماید، شتاب ورزید، و از هر عملی که شما را از رحمتش دور می‌کند، بپرهیزید."
    },
    {
      "id": 793,
      "verse_number": 4,
      "verse_key": "6:4",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923458,
          "resource_id": 135,
          "text": "و هیچ یک از نشانه‌های پروردگارشان برای آنان [= کافران] نمی‌آید، مگر اینکه از آن رویگردان می‌شوند."
        }
      ],
      "tafsir_saadi": "خداوند از رویگردانی مشرکین، و شدت تکذیب و دشمنی آنها، و اینکه ذکر دلایل به آنان فایده نمی‌رساند ـ ‌مگر اینکه دچار عذاب و رنج شوند ‌ـ خبر داده و می‌فرماید: (﴿وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ﴾) و هیچ دلیلی از دلایل پروردگارشان، که قاطعانه برحق دلالت می‌نماید، و آنان را به پیروی و پذیرفتن آن فرا می‌خواند، پیش آنان نمی‌آید، (﴿إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ﴾) مگر اینکه از آن روی بر می‌تابند، و به آن اعتنا نکرده و به آن گوش فرا نمی‌دهند؛ چرا که دل‌هایشان به چیزهای دیگر تمایل دارد و به آن پشت کرده‌اند."
    },
    {
      "id": 794,
      "verse_number": 5,
      "verse_key": "6:5",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923459,
          "resource_id": 135,
          "text": "همانا آنان حق را هنگامى كه به سویشان آمد دروغ شمردند؛ پس به زودى [حقیقت] خبرهاى آنچه را كه مسخره‌اش می‌کردند، به آنان خواهد رسید."
        }
      ],
      "tafsir_saadi": "(﴿ فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ﴾) آنان وقتی که حق نزدشان آمد، آن را تکذیب کردند، حال آنکه می‌بایست از آن پیروی کنند، و سپاس خداوند را به جای بیاورند که شناخت حق را برای آنان آسان نمود، و آن را نزدشان روانه کرد. ولی آنان وارونه عمل کردند و سزاوار کیفر و عذاب سخت گردیدند. (﴿فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ﴾) و اخبار آنچه را که به تمسخر می‌گرفتند، به آنان خواهد رسید و در خواهند یافت که آن حق است، و خداوند دروغ و افترای آنها را روشن می‌نماید. آنان رستاخیز و بهشت و جهنم را به تمسخر می‌گرفتند. پس وقتی که روز قیامت فرا برسد، به تکذیب کنندگان گفته می‌شود: ﴿هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ﴾ این جهنمی است که آن را تکذیب می‌کردید. و خداوند متعال می‌فرماید: ﴿وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ﴾ و مؤکداً سوگند خوردند که خداوند کسی را که بمیرد، بر نمی‌انگیزد. آری! وعدۀ حقی است که خدا مردگان را زنده نماید، اما بیشتر مردم نمی‌دانند. تا آنچه را که در آن اختلاف می‌کردند، برای آنها روشن بگرداند، و تا کافران بدانند که آنها دروغگو هستند."
    },
    {
      "id": 795,
      "verse_number": 6,
      "verse_key": "6:6",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923460,
          "resource_id": 135,
          "text": "آیا [کافران] ندیده‌اند که پیش از آنان چه [بسیار] گروه‌هایی از مردم را نابود کردیم؟ [امت‌هایی] که در زمین به آنان چنان اقتدار [و نیرویی] داده بودیم که [هرگز] به شما چنان امکاناتی نداده‌ایم؛ و باران آسمان را [فراوان و] پیاپى بر آنان فرستادیم و نهرها پدید آوردیم كه زیر [خانه‌های] آنان جارى بود. اما [هنگامی که ناسپاسی کردند ما] آنان را به [سزاى‌] گناهانشان نابود كردیم و پس از آنان گروهی دیگر پدید آوردیم."
        }
      ],
      "tafsir_saadi": "سپس به آنها فرمان می‌دهد تا از امت‌های پیشین عبرت بگیرند و فرمود: (﴿أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ﴾) آیا ندیده‌اند که پیش از آنها، چه [بسیار] ملت‌هایی را هلاک کرده‌ایم؟ یعنی چقدر امت‌های تکذیب‌کننده را یکی پس از دیگری هلاک نمودیم، و آنان را قبل‌از اینکه به هلاکت برسند، مهلت دادیم، به طوری که (﴿مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ﴾) به آنان قدرت و نعمت و اموال و فرزند و اسباب آسایش بخشیدیم، قدرت و نعمتی که به شما نداده‌ایم. \n(﴿وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ﴾) و پی‌درپی از آسمان برای آنان باران فرو فرستادیم، و رودها را برای آنان روان ساختیم، تا کشتزارها و میوه‌جات را برای آنان به بار آورد، و از آن بهرمند شوند، و از آنچه که دوست دارند، بخورند و استفاده کنند. پس شکر نعمت‌های خدا را به جای نیاوردند، بلکه به شهوت و هوس پرستی روی آوردند و لذت‌ها آنان را به خود مشغول کرد. پس پیامبران با دلایل و معجزات نزدشان آمدند، ولی معجزات را تصدیق نکردند بلکه آن را رد کرده، وتکذیب نمودند.\n(﴿فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ﴾) پس آنان را به سبب گناهانشان هلاک ساختیم، و بعد از آنها، ملت دیگری پدید آوردیم؛ یعنی خداوند آنان را به خاطر گناهانشان هلاک نمود، و پس از آنها، ملتی دیگر پدید آورد. پس این، سنت و شیوۀ ‌الهی در مورد امت‌های پیشین و پسین است، و شما باید از داستان کسانی که خداوند اخبارشان را برایتان بیان کرده است، عبرت بگیرید."
    },
    {
      "id": 796,
      "verse_number": 7,
      "verse_key": "6:7",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923461,
          "resource_id": 135,
          "text": "و [ای پیامبر، حتی] اگر کتابی [نوشته] بر کاغذ بر تو نازل می‌کردیم و اینان آن [کتاب] را با دستان خویش لمس می‌کردند، قطعاً کسانی ‌که کفر ورزیدند می‌گفتند: «این [کتاب، چیزی] نیست مگر جادویی آشکار»."
        }
      ],
      "tafsir_saadi": "خداوند در اینجا پیامبرش را، از شدت کینه‌توزی و عناد کافران آگاه ساخته و خبر می‌دهد که تکذیب آنها نه به خاطر نقصان چیزی است که تو پیش آنان آورده‌ای، و نه به خاطر این است که آنها آن را نمی‌دانند، بلکه تکذیبشان از روی ستم و سرکشی است، و شما نمی‌توانی کاری برای آنان بکنید. پس فرمود: (﴿وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ﴾) و اگر مکتوبی، نوشته شده بر کاغذ، بر تو نازل کنیم، و آن را با دست‌هایشان لمس کنند، و به آن یقین نمایند، کافران از روی ستم و تجاوز و خود بزرگ بینی می‌گویند: این جز جادوی آشکار نیست. پس چه دلیلی بزرگ‌تر از این وجود دارد؟ اما آنها در مورد آن، چنین سخن زشتی بر زبان می‌آورند، و اگر کسی کوچک‌ترین بهره‌ای از عقل داشته باشد، آن را رد نمی‌کند. اما آنها از روی تکبر و خود بزرگ بینی آن را رد کردند."
    },
    {
      "id": 797,
      "verse_number": 8,
      "verse_key": "6:8",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
      "page_number": 128,
      "juz_number": 7,
      "translations": [
        {
          "id": 923462,
          "resource_id": 135,
          "text": "و [کافران] گفتند: «چرا فرشته‌ای بر او نازل نشده است [تا گواه راستگویی‌اش باشد]؟» و اگر فرشته‌ای می‌فرستادیم [و ایمان نمی‌آوردند]، قطعاً کار به پایان می‌رسید و مهلتی [برای توبه] نمی‌یافتند [و هلاک می‌شدند]."
        }
      ],
      "tafsir_saadi": "سپس از روی سرسختی و جهل و نادانی، (﴿قَالُواْ﴾) گفتند: (﴿لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞ﴾) چرا همراه با محمد، فرشته‌ای فرستاده نشده است که او را در کارش یاری دهد؟ چون آنها گمان می‌بردند که محمد انسان است و رسالت خدا جز توسط فرشتگان ابلاغ نمی‌گردد. خداوند لطف و مهربانی‌اش را نسبت به بندگانش ابراز داشته و انسان‌هایی را از خود آنها به عنوان پیامبر، نزدشان فرستاده است تا ایمان آوردنشان از روی آگاهی و بینش و ایمان به امور پنهان باشد. \n(﴿وَلَوۡ أَنزَلۡنَا مَلَكٗا﴾) و اگر ما فرشته‌ای را به عنوان پیامبر می‌فرستادیم، ایمانشان از شناخت حق نشأت نمی‌گرفت، بلکه به خاطر مشاهدات عینیِ خود، ایمان می‌آوردند، و چنین ایمانی، چندان ارزش ندارد. این در صورتی است که ایمان می‌آوردند، و غالباً دراین حالت نیز ایمان نمی‌آوردند. و اگر ایمان نمی‌آوردند، (﴿لَّقُضِيَ ٱلۡأَمۡرُ﴾) کار ایشان تمام می‌شد، و در این دنیا نابود می‌شدند، و به آنان مهلت داده نمی‌شد، چون این سنت خدا در مورد کسانی است که دلایل و معجزاتی را می‌خواهند، و خداوند آن را برایشان می‌آورد، ولی آنها بدان ایمان نمی‌آورند. پس، فرستادن پیامبری از نسل آدم به سوی آنان همراه با دلایل روشن، و مهلت دادن کافران و تکذیب کنندگان، برای آنان بهتر و مفیدتر است. \nبنابراین درخواست آنها مبنی بر آمدن فرشته، بد درخواستی است اگر بدانند. [با وجود این، اگر فرشته‌ای فرستاده می‌شد، نمی‌توانستند چیزی از او فرا بگیرند، و طاقت و تحمل آن را نداشتند]."
    },
    {
      "id": 798,
      "verse_number": 9,
      "verse_key": "6:9",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923463,
          "resource_id": 135,
          "text": "و اگر آن [فرستاده] را فرشته‌ای قرار می‌دادیم، حتماً وى را به شکل مردى درمی‌آوردیم [تا بتوانند او را ببینند و سخنانش را بفهمند] و یقیناً آنان را دچار همان اشتباهی می‌کردیم که قبلاً در آن بودند [زیرا آن فرشته نیز صورت انسان داشت]."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا﴾) و اگر او را فرشته قرار می‌دادیم، [باز او] را به شکل انسان در می‌آوردیم؛ چون حکمت خدا، جز این را اقتضا نمی‌کند. (﴿وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ﴾) و آنان را در اشتباهی که قبلاً در آن به سر می‌بردند، قرار می‌دادیم، و مسئله بر آنها مشتبه می‌شد. و این بدان خاطر است که مسئله را بر خود مشتبه کردند؛ زیرا آنها دستور کار را بر این اساس گذاشتند که در آن شبهه است، و حقی در میان نیست. پس وقتی که حق نزدشان آمد، باعث هدایتشان نگردید، این در حالی است که دیگران به‌وسیلۀ آن هدایت شدند. و گناه بر عهدۀ خودشان است؛ چرا که دروازۀ هدایت را به روی خود بستند، و پنجره‌های گمراهی را به روی خود گشودند."
    },
    {
      "id": 799,
      "verse_number": 10,
      "verse_key": "6:10",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 102,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923464,
          "resource_id": 135,
          "text": "[ای پیامبر،] قطعاً پیامبرانِ پیش از تو [نیز از سوی کافران] مورد تمسخر واقع شدند؛ پس آنچه که مسخره‌اش می‌کردند دامانشان را ‌گرفت [و گرفتار عذاب شدند]."
        }
      ],
      "tafsir_saadi": "خداوند متعال با دلجویی دادن پیامبرش، درحالی که او را به بردباری دستور می‌دهد و دشمنانش را تهدید می‌کند، می‌فرماید: (﴿وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ﴾) و پیامبرانی پیش از تو مورد تمسخر قرار گرفتند، و زمانی که با دلایل آشکار نزد امت‌هایشان آمدند، آنها را دروغگو نامیدند، و پیامشان را به باد تمسخر گرفتند. پس خداوند آنها را به سبب کفر و تکذیبشان، هلاک کرد و کامل‌ترین بهره از عذاب را برای آنان فراهم آورد.(﴿فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ﴾) پس آنچه را که ریشخند، می‌کردند گریبان ریشخندکنندگان را گرفت. پس ای تکذیب کنندگان! بپرهیزید از اینکه تکذیب خود را ادامه دهید، و آنگاه بلایی که به آنان رسید، به شما نیز می‌رسد."
    },
    {
      "id": 800,
      "verse_number": 11,
      "verse_key": "6:11",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923465,
          "resource_id": 135,
          "text": "[ای پیامبر، به کافران] بگو: «در زمین بگردید و بنگرید که سرانجامِ تکذیب‌کنندگان [آیات الهی] چگونه بوده است»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ﴾) اگر شما در این مورد شک و تردید دارید، پس در زمین به سیر و سیاحت بپردازید، و بنگرید که عاقبت و سرانجام تکذیب‌کنندگان چگونه بوده است؟ آنان را نمی‌یابید، مگر قومی هلاک شده و ملت‌هایی که در میان رنج‌ها و مصیبت‌ها تلف شده، و خانه‌هایشان از سکنه خالی و ویران گشته و شادی و سرور آنها از بین رفته است. پادشاه جبار آنها را نابود کرده، و سرگذشت آنان مایۀ عبرت خردمندان و صاحبان بینش شده است.\nاین گردش که به آن امر شده، گردش سلوک دل‌ها و جسم‌ها است، چرا که از آن، عبرت و اندرز پدید می‌آید. اما نگاه کردنِ صرف، بدون عبرت گرفتن، فایده‌ای ندارد."
    },
    {
      "id": 801,
      "verse_number": 12,
      "verse_key": "6:12",
      "hizb_number": 13,
      "rub_el_hizb_number": 51,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923466,
          "resource_id": 135,
          "text": "بگو: «آنچه در آسمان‌ها و زمین است از آنِ کیست؟» بگو: «از آنِ الله است که رحمت را بر خویش واجب گردانیده است [و] قطعاً شما را در روز قیامت ـ که در [وقوع] آن شکی نیست ـ [نزد خود] جمع خواهد کرد؛ و کسانی که خویش را تباه کرده‌اند، ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (﴿قُل﴾) به مشرکین بگو ـ به‌گونه‌ای که برایشان روشن نمایی، و آنان را بر توحید ملزم سازی ـ: (﴿لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) آنچه در آسمان‌ها و زمین است از آنِ کیست؟ یعنی چه کسی آن را آفریده و مالک آن است و در آن تصرف می‌نماید؟\n(﴿قُل﴾) به آنان بگو: (﴿لِّلَّهِ﴾) از آن خدا است، و مشرکین به آن اقرار کرده و آن را انکار نمی‌کنند. پس چرا اعتراف می‌کنند که تنها خدا فرمانروا است، و تنها او به تدبیر جهان می‌پردازد، اما به توحید او در الوهیت اعتراف نمی‌کنند؟! (﴿كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ﴾) جهان بالا و پائین، تحت فرمانروایی و تدبیر اوست، و رحمت و احسان خویش را بر آنان گسترانده، و رحمت و منت او آنها را در بر گرفته است. او بر خود مقرر نموده است که رحمتش بر خشمش غالب آید، و نزد او، بخشیدن از محروم کردن، پسندیده‌تر است و خداوند برای همۀ بندگان، درهای رحمت را گشوده است به شرطی که آنان به سبب گناهانشان، درهای رحمت را به روی خود نبندند؛ و آنان‌را به سوی رحمت خویش فرا خوانده است، مادامی که گناهان و عیب‌هایشان، مانع رحمت الهی نشود. (﴿لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ﴾) بدون شک شما را در روز قیامت، که هیچ شکی در وقوع آن نیست، گرد می‌آورد؛ و این سوگندی است از جانب خدا، و او راستگوترین خبردهندگان است. خداوند دلایل و حجت‌هایی را بر آمدن قیامت اقامه نموده است که آمدن آن را یقینی می‌سازد. اما ستمگران همواره بر عناد و لجاجت خویش افزوده، و قدرت خداوند را مبنی بر زنده کردن مردم پس از مرگ انکار کرده، و در نافرمانی او فرورفته، و بر کفر ورزیدن جرأت می‌نمایند. پس دنیا و آخرتشان را ضایع و تباه ساخته‌اند. بنابراین فرمود: (﴿ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ﴾) آنان‌که خویشتن را تباه کرده‌اند، ایمان نمی‌آورند."
    },
    {
      "id": 802,
      "verse_number": 13,
      "verse_key": "6:13",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923467,
          "resource_id": 135,
          "text": "و هر چه در شب و روز، آرام [و قرار] دارد از آنِ اوست؛ و او شنواى داناست»."
        }
      ],
      "tafsir_saadi": "بدان که این سورۀ کریمه، با ارائه دلایل عقلی و نقلی، توحید خدا را اثبات می‌نماید، و بیشترِ سوره در مورد توحید و مجادله با کسانی است که به خدا شرک ورزیده و پیامبرش را تکذیب کرده‌اند. پس خداوند در این آیات، آنچه را که به وسیلۀ آن هدایت روشن می‌گردد و شرک از بین می‌رود، بیان کرده است. بنابراین فرمود: (﴿وَلَهُۥ﴾) از آنِ خداوند متعال است، (﴿مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِ﴾) همۀ مخلوقات، و آنچه که در شب و روز قرار دارد؛ از انسان و جن و فرشته گرفته، تا حیوانات و جمادات. پس همۀ اینها آفریدگانی هستند که خدا در آنها تصرف می‌کند، و بندگانی هستند که در برابر پروردگارِ بزرگشان، مسخّر و تسلیم می‌باشند؛ خداوندی که چیره و فرمانرواست. پس آیا از دیدگاه عقل و نقل، درست است که یکی از این مملوک‌ها، که نمی‌تواند سودی ببخشد و زیانی برساند، پرستش شود؟ و بندگی خالصانۀ آفریننده‌ای که مدبر و مالک و ضارّ و نافع است، ترک گردد؟! هرگز؛ چرا که عقل سالم و سرشت پاک، آدمی را به اخلاص در عبادت، و محبت و ترس و امید پروردگار جهانیان فرا می‌خواند.(﴿ٱلسَّمِيعُ﴾) شنواست و همۀ صداها را علی رغم اختلاف زبان‌ها و تنوّع نیازها، می‌شنود.\n(﴿ٱلۡعَلِيمُ﴾) به آنچه شده و آنچه خواهد شد و آنچه که هنوز نشده است، آگاه و داناست و بر امور آشکار و پنهان اطلاع دارد."
    },
    {
      "id": 803,
      "verse_number": 14,
      "verse_key": "6:14",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923468,
          "resource_id": 135,
          "text": "بگو: «آیا غیر الله را [برای خود دوست و] کارساز گیرم؟ [پروردگاری] که پدیدآورندۀ آسمان‌ها و زمین است و اوست که روزی می‌دهد و خود روزی داده نمی‌شود». بگو: «من فرمان یافته‌ام که نخستین کسی [از این امت] باشم که تسلیم [اوامر الهی] شده است و [الله به من فرمان داد که:] \"هرگز از مشرکان نباش\"»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) به کسانی که به خدا شرک می‌ورزند، بگو: (﴿أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا﴾) آیا جز خدا، کسی از این مخلوقات ناتوان را به یاوری بگیرم؟ نه، هرگز چنین کاری نمی‌کنم؛ چون او آفرینندۀ آسمان‌ها و زمین و مدبّر آنهاست.(﴿وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُ﴾) و او روزی دهندۀ همه آفریدگان است، بدون اینکه خود به آنها نیاز داشته باشد. پس چطور شایسته است که غیر از خداوند آفریننده و روزی دهنده و بی نیاز و ستوده، کسی دیگر را به یاوری بگیرم؟! \n(﴿قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَ﴾) بگو: من فرمان داده شده‌ام تا نخستین کسی باشم که تسلیم خدا شده، و از او فرمان برده است؛ زیرا من در اطاعت کردن از دستورات پروردگارم، از دیگران سزاوارترم.\n(﴿وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ﴾) و از مشرکین مباش؛ یعنی از اینکه از مشرکان باشم، نهی شده‌ام، و از پذیرش عقیدۀ آنها، و از همنشینی با آنان نیز نهی شده‌ام، پس این واجب‌ترین واجباتِ من است."
    },
    {
      "id": 804,
      "verse_number": 15,
      "verse_key": "6:15",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923469,
          "resource_id": 135,
          "text": "بگو: «اگر من از [حُکمِ] پروردگارم نافرمانی کنم، بی‌تردید از عذاب روز بزرگ می‌ترسم»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ﴾) بگو: من اگر نافرمانی پروردگارم را بکنم، از عذاب روزی بزرگ می‌ترسم؛ زیرا نافرمانی خدا و ارتکاب شرک، باعث همیشه ماندنِ در جهنم و ناخشنودی خداوند جبّار می‌گردد."
    },
    {
      "id": 805,
      "verse_number": 16,
      "verse_key": "6:16",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923470,
          "resource_id": 135,
          "text": "هر کس که در آن روز به او عذاب نرسد، قطعاً [الله] به وی رحم کرده است و این همان پیروزی آشکار است."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ﴾) بگو: من اگر نافرمانی پروردگارم را بکنم، از عذاب روزی بزرگ می‌ترسم؛ زیرا نافرمانی خدا و ارتکاب شرک، باعث همیشه ماندنِ در جهنم و ناخشنودی خداوند جبّار می‌گردد. و آن روز؛ روزی است که عذاب و کیفر آن، سنگین و وحشتناک است؛ و هر کس در آن روز، عذاب خدا از وی دور شود، به او رحم شده است؛ و هرکس در آن روز نجات پیدا کند، پیروز و رستگار واقعی است. و کسی که در آن روز نجات نیابد، بدبخت و زیانمند است."
    },
    {
      "id": 806,
      "verse_number": 17,
      "verse_key": "6:17",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923471,
          "resource_id": 135,
          "text": "[ای انسان،] اگر الله [بخواهد] زیانی به تو رسانَد، هیچ کس جز او برطرف‌کنندۀ آن نیست؛ و اگر [اراده کند که] خیری به تو رسانَد، [کسی بازدارندۀ آن نیست] پس او بر همه چیز تواناست."
        }
      ],
      "tafsir_saadi": "و از جمله دلایل یگانگی خدا و توحید وی، این است که او در برطرف کردن زیان و رنج، و پدید آوردن خوبی و شادی، یگانه است.\nبنابراین فرمود: (﴿وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ﴾) و اگر خداوند زیانی از قبیل: فقر یا بیماری و یا سختی و تنگدستی یا غم و اندوه و امثال آن را، به تو برساند، (﴿فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾) جز او، هیچ کسی آن را برطرف نمی‌کند، و اگر خیری به تو برساند، پس او بر هر چیزی تواناست. بنابراین چون تنها او فایده دهنده و زیان رساننده است، همو نیز سزاوار پرستش و الوهیت است."
    },
    {
      "id": 807,
      "verse_number": 18,
      "verse_key": "6:18",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "page_number": 129,
      "juz_number": 7,
      "translations": [
        {
          "id": 923472,
          "resource_id": 135,
          "text": "و او بر بندگانش چیره و فوق [آنان] است؛ و او حکیمِ آگاه است."
        }
      ],
      "tafsir_saadi": "(﴿وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦ﴾) و او بر بندگانش چیره است. پس هیچ کس از آنان تصرفی نمی‌کند، و هیچ حرکت‌کننده‌ای حرکتی انجام نمی‌دهد، و هیچ ساکنی آرام نمی‌گیرد، مگر با خواست و ارادۀ او. و پادشاهان و فرمانروایان نمی‌توانند از حیطۀ فرمانروایی و پادشاهی او بیرون روند، بلکه همه تحت تدبیر الهی وسلطۀ او می‌باشند. پس چون او چیره است و دیگران همه تحت سلطۀ او قرار دارند، همو شایسته و سزاوار عبادت است. (﴿وَهُوَ ٱلۡحَكِيمُ﴾) و او در فرمان و نهی، و پاداشی که می‌دهد، و مجازاتی که می‌نماید، و در آنچه آفریده و مقدر نموده است، با حکمت است.(﴿ٱلۡخَبِيرُ﴾) و برآنچه که در دل‌ها است، و بر امور پوشیده، مطلع و آگاه است. و اینها، همه از دلایل توحید و یگانگی او می‌باشند."
    },
    {
      "id": 808,
      "verse_number": 19,
      "verse_key": "6:19",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923473,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «گواهى چه كسى از همه برتر است؟» بگو: «الله [که] میان من و شما گواه است؛ و این قرآن [از جانب او] بر من وحی شده است تا به وسیلۀ آن به شما و هر کس [این پیام به او] می‌رسد هشدار دهم. آیا شما به راستی گواهی می‌دهید که با الله معبودان دیگری هست؟» بگو: «من [هرگز به چنین چیزی] گواهی نمی‌دهم». بگو: «یقیناً او تنها معبود یگانه است و من از آنچه [با او] شریک قرار می‌دهید بیزارم»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) به آنان بگو ـ آنگاه که هدایت را برایشان روشن کردیم، و راه‌ها را برای آنان توضیح دادیم ‌\n(﴿أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗ﴾) چه چیزی از شهادت دادن بر این اصل بزرگ و استوار بزرگ‌تر است؟ (﴿قُلِ ٱللَّهُ﴾) بگو: گواهیِ خدا، بالاتر و بزرگ‌تر است. پس او (﴿شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡ﴾) میان من و شما گواه است، و هیچ گواهی و شهادتی، بزرگ‌تر از گواهی او وجود ندارد، و او با اقرار و فعل خود، بر صداقت من گواهی می‌دهد، و بر آنچه که برایتان می‌گویم، اقرار می‌کند. همان‌گونه که خداوند متعال فرموده است: ﴿وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ﴾ و اگر محمد صلی الله علیه وسلم بر ما دروغ ببندد و از خود چیزهای غیر واقعی بگوید، با دست راست خود، او را می‌گیریم، سپس شاهرگ گردنش را قطع می‌کنیم. پس خداوند، با حکمت و توانا است، و از حکمت و توانایی او، بعید است فردی را تایید کند که به او دروغ نسبت داده، و ادعا ‌کند خدا او را فرستاده است، حال آنکه او را نفرستاده است. و ادعا ‌کند که خداوند او را به فرا خواندن مردم فرمان داده است، حال آنکه او را فرمان نداده است. و ادعا کند که خداوند ریختن خون و گرفتن مال و زنان کسانی را که با او مخالفت می‌ورزند، برایش جایز قرار داده است، و خداوند او را با اقرار خویش و در عمل تصدیق می‌نماید؛ پس برای اثبات آنچه که می‌گوید، او را با معجزات و دلایل آشکار تایید نموده، و یاری می‌دهد؛ و هر کس را که با او مخالفت کند و دشمنی ورزد، خوار می‌گرداند. پس چه گواهی بالاتر ازاین گواهی است؟! \n(﴿وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ﴾) و این قرآن، به خاطر مصلحت و منفعت شما، به من وحی شده است تا به وسیلۀ «ترغیب» و «ترهیب» و بیان پاداش کردار و گفتارهای ظاهری و باطنی و یا عذاب شدیدی که بر اعمال بد مترتب می‌شود، شما را برحذر دارم. پس ای مخاطبان قرآن! و ای کسانی که تا روز قیامت قرآن به شما می‌رسد! در این قرآن چیزهایی وجود دارد که شما با آن برحذر داشته می‌شوید؛ زیرا در این قرآن، هر آنچه که مورد نیاز باشد، بیان شده است. \nپس از آنکه خداوند گواهی خود را بیان کرد، که بزرگ‌ترین گواهی بر توحید است، فرمود: ای پیامبر! به مخالفان رسالت خدا، و تکذیب کنندگان پیامبران بگو: (﴿أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُ﴾) آیا شما گواهی می‌دهید که معبودانی دیگر در کنار پروردگار جهانیان وجود دارند؟ بگو: من گواهی نمی‌دهم؛ یعنی اگر گواهی دادند، تو با آنها گواهی مده. پس راست‌ترین و برترین گواهی را، که گواهی پروردگار جهانیان بر توحید خداوند است و با دلایل قاطع و حجت‌های روشن تایید شده است، با گواهی مشرکان مقایسه کن؛ آنهایی که عقل و دین و آرا و اخلاقشان فاسد شده، و عقلا و اندیشمندان را به ریشخند و تمسخر گرفته‌اند. بدون شک گواهی آنان با سرشت و فطرتشان مخالف بوده، و گفته‌هایشان در خصوص اینکه همراه با خدا معبودان دیگری وجود دارد، متضاد و دارای تناقض است، و کوچک‌ترین دلیلی بر گفتۀ خود ندارند. پس شما ـ اگر خرد می‌ورزیدید ـ یکی از این دو گواهی را برای خود انتخاب کنید. و ما برای خود آن گواهی را انتخاب می‌کنیم که خداوند برای پیامبرش انتخاب نموده، و ما را به پیروی از آن دستور داده است. \nپس فرمود: (﴿قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ﴾) بگو: بدون شک او، معبود یگانه و تنها و یکتا است، و کسی جز او، سزاوار بندگی و پرستش نیست، همان‌طور که او در آفرینش و تدبیرِ امور یگانه است.\n(﴿وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ﴾) و من از بت‌ها و همتایان و هر آنچه که شریک او قرارداده شود، بیزارم. بنابراین توحید حقیقی، به معنی اثبات الوهیت برای خدا، و نفی آن از غیر او می‌باشد."
    },
    {
      "id": 809,
      "verse_number": 20,
      "verse_key": "6:20",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 103,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923474,
          "resource_id": 135,
          "text": "كسانى كه به آنان كتاب [آسمانى‌] داده‌ایم، همان گونه كه پسران خود را می‌شناسند، او [= پیامبر] را مى‌شناسد. کسانی ‌که [با پیروی از هوای نفس] به خویش زیان رسانده‌اند، ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال گواهی خود وگواهی پیامبرش را بر توحید بیان نمود، و گواهی مشرکان را که ناشی از نا آگاهی و بی‌خردی آنان بود، ذکر کرد، بیان داشت که اهل کتاب از قبیل: یهودیان و نصارا، (﴿ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ﴾) درستی و صحت توحید را می‌شناسد، (﴿كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ﴾) همان طور که فرزندانشان را می‌شناسند. آنان به هیچ صورت شکی در صحت آن ندارند، همان طور که در شناخت فرزندانشان دچار اشتباه و تردید نمی‌شوند، به‌ویژه پسران که اغلب با پدرانشان هستند. و احتمال دارد که ضمیر به پیامبر برگردد؛ یعنی اهل کتاب در صحت رسالت او، دچار اشتباه نمی‌شوند، و شکی در آن ندارند؛ چون در کتاب‌هایشان به رسالت پیامبر صلی الله علیه وسلم مژده داده شده، و صفت‌هایی که نزد آنها است، بر او منطبق بوده، و بر کسی دیگر جز او انطباق پیدا نمی‌کند. و هردو معنی لازم و ملزوم یکدیگرند. \n(﴿ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ﴾) کسانی که خویشتن را ضایع و تباه کردند، و آنچه را که برای آنان آفریده شده ‌بودند، از قبیل: ایمان و توحید ضایع کردند، وخود را از فضل پادشاهِ بزرگوار، محروم گرداندند، (﴿ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ﴾) آنان ایمان نمی‌آورند. و چون ایمان نمی‌آورند، زیان و خسران فراوانی دامنگیرشان خواهد شد."
    },
    {
      "id": 810,
      "verse_number": 21,
      "verse_key": "6:21",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923475,
          "resource_id": 135,
          "text": "و کیست ستمکارتر از آن کس که بر الله دروغ می‌بندد [و برایش شریک می‌پندارد] یا آیاتش را دروغ می‌انگارد؟ یقیناً ستمکاران [مشرک] رستگار نمی‌شوند."
        }
      ],
      "tafsir_saadi": "هیچ ستم و عنادی بزرگ‌تر از ستم کسی نیست که یکی از این دو صفت را داشته باشد؛ پس اگر هر دو صفت در فردی موجود باشد، چگونه خواهد شد؟! کسی که هم به خدا دروغ نسبت دهد، و هم آیات و دلایل او را که پیامبران آورده‌اند، تکذیب کند! چنین فردی ستمگرترین مردم است، و ستمگر هرگز رستگار نمی‌شود. این آیه شاملِ حالِ تمام کسانی می‌شود که به خدا دروغ نسبت داده، و ادعا می‌کنند خداوند شریک و یاوری شایستۀ پرستش دارد. یا برای خدا همسر و فرزندی قرار می‌دهند. و هرکس حقی را که پیامبران یا جانشینان آنان آورده‌اند، تکذیب نماید، مشمول حکم این آیه است."
    },
    {
      "id": 811,
      "verse_number": 22,
      "verse_key": "6:22",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923476,
          "resource_id": 135,
          "text": "و [یاد کن از قیامت:] روزی ‌که همۀ آنان را جمع می‌کنیم و به کسانی‌ که شرک ورزیده‌اند می‌گوییم: «معبودانتان که [شریک الله] می‌پنداشتید کجا هستند؟»"
        }
      ],
      "tafsir_saadi": "خداوند متعال از سرانجام مشرکین در روز قیامت خبر می‌دهد، و اینکه آنها مؤاخذه و محاکمه شده و سرزنش می‌شوند. پس به آنها گفته می‌شود: (﴿أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ﴾) کجایند انبازهایی که ادعا می‌کردید [شریک خداوند هستند]؟ یعنی خداوند هیچ شریکی نداشته، و آنها فقط ادعا می‌کردند شریکی دارد، و به او دروغ نسبت می‌دادند."
    },
    {
      "id": 812,
      "verse_number": 23,
      "verse_key": "6:23",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923477,
          "resource_id": 135,
          "text": "آنگاه [پاسخ و] عذرشان جز این نیست که می‌گویند: «به الله ـ پروردگارمان ـ سوگند که ما مشرک نبودیم»."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ﴾) وقتی که با این سوال مورد آزمایش و امتحان قرار می‌گیرند، پاسخ آنها جز انکار شرکشان، چیز دیگری نیست، و سوگند می‌خورند که مشرک نبوده‌اند."
    },
    {
      "id": 813,
      "verse_number": 24,
      "verse_key": "6:24",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923478,
          "resource_id": 135,
          "text": "[ای پیامبر،] بنگر چگونه بر خود دروغ ‌بستند و آنچه [در مورد شفاعت معبودانشان] به دروغ می‌گفتند، [همه] محو و نابود شد."
        }
      ],
      "tafsir_saadi": "(﴿ٱنظُرۡ﴾) با تعجب به آنها و حالتشان بنگر، (﴿كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡ﴾) که چگونه با خود دروغ می‌گویند، دروغی که آنان را دچار زیان کرد، و به آنان نهایت ضرر را رسانید، (﴿وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ﴾) و شرکایی که ادعا می‌کردند شریک خدا هستند، از آنان گم شد. و خداوند از این ادعا و یاوه‌گویی‌ها پاک است."
    },
    {
      "id": 814,
      "verse_number": 25,
      "verse_key": "6:25",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923479,
          "resource_id": 135,
          "text": "و افرادی از آنان [= مشرکان] هستند که [هنگام تلاوت قرآن] به تو گوش می‌سپارند و[لی] ما بر دل‌هایشان پرده‌ای افکنده‌ایم تا آن را نفهمند و در گوش‌هایشان سنگینی [قرار داده‌ایم]؛ و اگر تمام معجزات [و دلایل توحید] را ببینند، [باز هم] به آن ایمان نمی‌آورند تا نزدت بیایند و با تو مجادله کنند. کسانی‌ که کفر ورزیدند می‌گویند: «این [قرآن، چیزی] نیست مگر افسانه‌های [خیالی] پیشینیان»."
        }
      ],
      "tafsir_saadi": "برخی از این مشرکان، در بعضی اوقات و بنا به دلایلی، به سخنان شما گوش فرا می‌دهند، اما نه بدان جهت که از شما پیروی کنند، بنابراین از این کار بهره‌ای نمی‌برند، چون ارادۀ خیر ندارند. \n(﴿وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً﴾) و بر دل‌هایشان پوشش و پرده‌هایی قرار داده‌ایم تا سخن خدا را نفهمند، پس کلام خود را از امثال اینان مصون و در امان داشت.(﴿وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗا﴾) و در گوش‌هایشان سنگینی قرار داده‌ایم، پس آنچه را که به آنان فایده برساند، نمی‌شنوند. (﴿وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا﴾) و اگر هر آیه‌ای را ببینند، به آن ایمان نمی‌آورند، و این بیانگر نهایت ستم و کینه‌ورزی آنان است؛ چرا که دلایل روشنی را که بر حق د لالت می‌نماید، نمی‌پذیرند، بلکه در امر باطل مجادله می‌کنند، تا حق را با آن درهم بشکنند. بنابراین فرمود: (﴿حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ﴾) تا آنجا وقتی که پیش تو می‌آیند، با تو به مجادله می‌پردازند. کسانی که کفر ورزیده‌اند، می‌گویند: این جز افسانه‌های نخستین نیست؛ یعنی کپی کتاب‌های نوشته شدۀ گذشتگان بوده، و از جانب خدا و پیامبرانش نیست. و این ناشی از کفرشان بود، و گرنه چگونه این کتاب که حاوی اخبار گذشتگان و آیندگان و حقایقی است که پیامبران آورده‌اند و شامل حق و عدالت و دادگری کامل است، افسانۀ پیشینیان است؟!"
    },
    {
      "id": 815,
      "verse_number": 26,
      "verse_key": "6:26",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923480,
          "resource_id": 135,
          "text": "و آنان [مردم] را از پیروی او [= پیامبر] بازمی‌دارند و خود [نیز] از او دور می‌شوند و [کسی] جز خویشتن را هلاک نمی‌کنند و[لی] نمی‌دانند."
        }
      ],
      "tafsir_saadi": "مشرکان که برای خدا شریک قرار داده و پیامبرانشان را تکذیب می‌کنند، هم خودشان گمراه‌اند و هم دیگران را گمراه کرده، و از پیروی کردن از حق، باز می‌دارند. مردم را از آن برحذر می‌دارند، و خودشان نیز از آن دوری می‌گزینند. و آنها با این کارشان، نه به خدا زیانی می‌رسانند، و نه به بندگان مؤمن خدا. ((وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ)) «و هلاک نمی‌کنند مگر خودشان را و (لی) نمی‌فهمند»"
    },
    {
      "id": 816,
      "verse_number": 27,
      "verse_key": "6:27",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "page_number": 130,
      "juz_number": 7,
      "translations": [
        {
          "id": 923481,
          "resource_id": 135,
          "text": "و اگر [آنان را] هنگامی‌ که در برابر آتش [دوزخ] نگه داشته‌ شده‌اند ببینی، [از حالشان شگفت‌زده می‌شوی که] می‌گویند: «ای کاش [به دنیا] بازگردانده می‌شدیم و آیات پروردگارمان را تکذیب نمی‌کردیم و از مؤمنان ‌بودیم!»"
        }
      ],
      "tafsir_saadi": "خداوند متعال از حالت مشرکین و حاضر کردن آنها در کنار جهنّم خبر داده و می‌فرماید: (﴿وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ﴾) و اگر آنها را در کنار جهنم مشاهده کنی، آنگاه که نگه داشته شده‌اند تا توبیخ و سرزنش شوند، مساله‌ای هولناک و حالتی و حشتناک را خواهی دید. و آنها را می‌بینی که به کفر و فسق خود اعتراف کرده، و آرزو می‌کنند که ای کاش به دنیا برگردانده شوند! \n(﴿فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِ‍َٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ﴾) پس می‌گویند: کاش به دنیا برگردانده می‌شدیم، و آیات پروردگارمان را تکذیب نمی‌کردیم، و از مؤمنان می‌شدیم."
    },
    {
      "id": 817,
      "verse_number": 28,
      "verse_key": "6:28",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923482,
          "resource_id": 135,
          "text": "[چنین نیست که می‌گویند؛] بلکه آنچه پیش از این پنهان می‌کردند برایشان آشکار شده است و اگر [هم به دنیا] بازگردانده ‌شوند، بی‌تردید، به آنچه از آن نهی شده بودند بازمی‌گردند و اینان دروغگو هستند."
        }
      ],
      "tafsir_saadi": "((بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ﴾) و هر آنچه آنان از پیش پنهان می‌کردند، برایشان آشکار می‌شود؛ زیرا آنها [در دنیا] می‌دانستند دروغگو هستند، اما این مطلب را در وجود خود پنهان می‌کردند. و در بسیاری اوقات مکنونات دلشان آشکار می‌گردید، اما اهداف فاسدی که داشتند، آنان را بازمی‌داشت و دل‌هایشان را از خیر منصرف می‌کرد. و آنها در آرزویی که می‌کنند، دروغ می‌گویند. و هدف آنان از این خیال‌پردازی و آرزوی پوچ، این است که عذاب را از خویشتن دور نمایند. ((وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ)) «و اگر به دنيا برگردانده شوند باز سراغ چيزی می‌روند که از آن نهی شده‌اند، و آنان دروغ گويانند»."
    },
    {
      "id": 818,
      "verse_number": 29,
      "verse_key": "6:29",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923483,
          "resource_id": 135,
          "text": "و [مشرکان] گفتند: «جز زندگى ما در دنیا هیچ [زندگى دیگرى‌] نیست و هرگز برانگیخته نخواهیم شد»."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالُوٓاْ﴾) و منکرین رستاخیز گفتند: \n (﴿إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا﴾) زندگی ما، فقط همین زندگی دنیا است؛ یعنی حقیقت و هدف از پدید آمدن ما، جز زندگی دنیا چیزی دیگر نیست.\n(﴿وَمَا نَحۡنُ بِمَبۡعُوثِينَ﴾) و ما بر انگیخته نشده و زنده نمی‌گردیم."
    },
    {
      "id": 819,
      "verse_number": 30,
      "verse_key": "6:30",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 104,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923484,
          "resource_id": 135,
          "text": "و اگر آنان را هنگامی که در پیشگاه پروردگارشان نگه داشته شده‌اند ببینی، [شگفت‌زده می‌شوی. الله به آنان] می‌فرماید: «آیا این [زندگی پس از مرگ] حق نیست؟» آنان می‌گویند: «بله، قسم به پروردگارمان [که حق است]». [الله] می‌فرماید: «پس به سزای آنکه کفر می‌ورزیدید، این عذاب را بچشید»."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ تَرَىٰٓ﴾) و اگر کافران را ببینی، (﴿إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡ﴾) آنگاه که در پیشگاه پروردگارشان نگه داشته می شوند، وحشت بزرگی را خواهی دید. (﴿قَالَ﴾) خداوند درحالی که آنان را سرزنش و توبیخ می‌کند، می فرماید: (﴿أَلَيۡسَ هَٰذَا﴾) آیا عذابی که می بینید،(﴿بِٱلۡحَقِّ﴾) حق و حقیقت نیست؟\n(﴿قَالُواْ بَلَىٰ وَرَبِّنَا﴾) می‌گویند: بله! سوگند به پروردگارمان که حق است. پس آنان در جایی اقرار و اعتراف می‌کنند که به آنان سودی نمی‌بخشد. ((قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ)) «پس می‌فرمايد: بچشيد عذاب را به سبب آنچه کفر می‌ورزيديد»"
    },
    {
      "id": 820,
      "verse_number": 31,
      "verse_key": "6:31",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923485,
          "resource_id": 135,
          "text": "کسانی که دیدار پروردگار را تکذیب کردند، قطعاً زیان دیدند؛ [پس] هنگامی ‌که ناگهان قیامت بر آنان فرا رسد، در حالى كه بار [سنگین] گناهان خویش را بر پشتشان حمل مى‌كنند می‌گویند: «اى دریغ بر ما از آنچه دربارۀ آن [در دنیا] كوتاهى كردیم!». هان! چه بد است باری که [بر دوش] می‌کشند!"
        }
      ],
      "tafsir_saadi": "کسی که لقای خدا را دروغ انگارد، از تمام خیر و خوبی‌ها محروم می‌گردد. پس این تکذیب، باعث می‌شود تا بر ارتکاب محرّمات، و آنچه که انسان را هلاک می کند، جرات کند. (﴿حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ﴾) تا اینکه قیامت، آنان را فرا می‌گیرد درحالی‌که آنها زشت‌ترین حالت را دارند، پس بی‌نهایت اظهار ندامت و پشیمانی می‌کنند. (﴿قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا﴾) و می‌گویند: افسوس و دریغا که در دنیا کوتاهی کردیم. اما وقتِ این حسرت و تأسف گذشته است.(﴿وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ﴾) و آنان گناهانشان را بر دوش خود می کشند. هان چه بد است آنچه بر دوش می‌کشند! زیرا بار گناهانشان بر دوش آنها سنگینی می‌کند، و نمی‌توانند از زیر بار آن، شانه خالی کنند تا نجات یابند. بنابراین برای همیشه در جهنم باقی می مانند، و مستحق آنند که همیشه در خشم پروردگار بسر ببرند."
    },
    {
      "id": 821,
      "verse_number": 32,
      "verse_key": "6:32",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923486,
          "resource_id": 135,
          "text": "زندگی دنیا [چیزی] جز بازیچه و سرگرمی نیست؛ و قطعاً سرای آخرت برای کسانی ‌که پروا پیشه می‌کنند بهتر است. آیا نمی‌اندیشید؟"
        }
      ],
      "tafsir_saadi": "این حقیقتِ دنیا و آخرت است، دنیا عبارت است از سرای لعب و لهوِ جسمی و قلبی؛ قلب‌ها شیفتۀ آن می‌شوند، و نفس آدمی به آن می‌گراید و به آن مشغول می‌شود، و آن چنان که کودک به پستان مادر علاقه‌مند است، انسان نیز به همان اندازه به دنیا و زخارف آن می‌گراید.\nاما آخرت (﴿خَيۡرٞ لِّلَّذِينَ يَتَّقُونَ﴾) از حیث ذات و صفات و بقا و دوام برای پرهیزگاران بهتر است، و در آنجا هر آنچه که نفس بدان میل کند، و چشم‌ها از آن لذت ببرند ـ اعم از نعمت‌های قلبی و روحی و سرور و شادی فراوان ـ وجود دارد. اما این نعمت‌ها برای هر کسی نیست، بلکه فقط برای پرهیزگاران است؛ کسانی که دستورات خدا را انجام می دهند، و آنچه را از آن نهی کرده است، ترک می‌نمایند. \n(﴿أَفَلَا تَعۡقِلُونَ﴾) آیا عقل ندارید که با آن درک بکنید که باید کدام دنیا را انتخاب کرد و ترجیح داد؟!"
    },
    {
      "id": 822,
      "verse_number": 33,
      "verse_key": "6:33",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923487,
          "resource_id": 135,
          "text": "[ای پیامبر،] به یقین ما مى‌دانیم كه آنچه [مشرکان] مى‌گویند، تو را سخت غمگین مى‌كند. در واقع، آنان [در دل،] تو را تكذیب نمى‌كنند؛ بلکه ستمكاران [با آنکه حقیقت را می‌دانند] آیاتِ الله را انكار مى‌كنند."
        }
      ],
      "tafsir_saadi": "ما می‌دانیم آنچه که تکذیب‌کنندگان در مورد تو می گویند، شما را نارحت و غمگین می‌سازد. اما شما را به شکیبایی دستور می‌دهیم تا به مقام‌های عالی و بلند و حالات گرانبها دست یابی، پس گمان مبر که گفتۀ آنها درمورد تو، از روی اشتباه بوده است، (﴿فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ﴾) آنان در حقیقت تو را تکذیب نمی‌کنند، چون راستگویی شما و نشست و برخاست و همۀ حالات شما را می‌دانند، تا جایی که قبل از بعثت، شما را امین می‌نامیدند.\n(﴿وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِ‍َٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ﴾) بلکه ستمگران آیات خدا را انکار می‌کنند. آنان دلایل و آیات خدا را که در دست تو قرار دارد، تکذیب می‌کنند."
    },
    {
      "id": 823,
      "verse_number": 34,
      "verse_key": "6:34",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923488,
          "resource_id": 135,
          "text": "و پیش از تو نیز پیامبرانى تكذیب شدند؛ ولى بر آنچه تكذیب شدند و آزار دیدند، شكیبایى كردند تا [سرانجام] یارى ما به آنان رسید؛ و سخنان الله [در مورد پیروزی پیامبرانش] را هیچ تغییردهنده‌ای نیست [که مانع گردد]؛ و مسلّماً اخبار پیامبران [پیشین و داستان شکست دشمنانشان] به تو رسیده است."
        }
      ],
      "tafsir_saadi": "(﴿وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَا﴾) و همانا پیامبرانی پیش از تو تکذیب شدند، ولی بر آنچه تکذیب شدند، شکیبایی کردند، و اذیت و آزار چشیدند تا اینکه یاری ما آنان را دریافت. پس تو هم صبر کن، همان‌طور که آنان صبر کردند، تا پیروز و موفّق شوی، همان‌طور که آنان موفق و پیروز شدند.\n(﴿وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ﴾) و مسلّماً از اخبار و سرگذشت پیامبران، [چیزی] به تو رسیده است که خاطرت را آرامش دهد و دلت را اطمینان بخشد."
    },
    {
      "id": 824,
      "verse_number": 35,
      "verse_key": "6:35",
      "hizb_number": 13,
      "rub_el_hizb_number": 52,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
      "page_number": 131,
      "juz_number": 7,
      "translations": [
        {
          "id": 923489,
          "resource_id": 135,
          "text": "و [ای پیامبر،] اگر رویگردانیِ آنان [از قرآن،‌] بر تو ناگوار [و دشوار] است، اگر مى‌توانى حفره‌ای در زمین یا نردبانى در آسمان بجویى تا معجزه‌اى [دیگر] برایشان بیاورى [پس چنان كن. ولی سودی ندارد‌]؛ و اگر الله مى‌خواست، قطعاً آنان را بر [مسیر] هدایت جمع می‌کرد؛ پس هرگز از نادانان مباش."
        }
      ],
      "tafsir_saadi": "(﴿وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ﴾) و اگر به خاطر اصراری که بر ایمان آوردنِ آنان داری، روی گردانی، آنان از قرآن بر تو دشوار می‌آید. پس کوشش خود را مبذول بدار، ولی هرگز نمی‌توانی کسی را هدایت کنی که خداوند هدایت شدن او را نخواسته است.\n(﴿فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِ‍َٔايَةٖ﴾) بنابراین اگر می توانی، تونلی در زمین ایجاد کن، یا نردبانی به سوی آسمان بگذار و برایشان دلیل بیاور؛ یعنی اگر می‌توانی چنین کن، اما این کار نیز برایشان فایده‌ای نخواهد داشت. و خداوند در اینجا، آرزو و اُمید پیامبر صلی الله علیه وسلم را، مبنی بر هدایت امثال این مخالفان و معاندان، قطع می‌نماید. (﴿وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰ﴾) و اگر خداوند می خواست، قطعاً آنها را بر هدایت گرد می‌آورد، اما حکمت خداوند متعال مقتضی است که آنان بر گمراهی باقی بمانند. (﴿فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ﴾) پس، زنهار از نادانان مباش! کسانی که حقایق امور را نمی دانند و آن را وارونه نشان می‌دهند."
    },
    {
      "id": 825,
      "verse_number": 36,
      "verse_key": "6:36",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ ۘ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923490,
          "resource_id": 135,
          "text": "به راستی، تنها كسانى [دعوت حق را] می‌پذیرند كه می‌شنوند [و درک می‌کنند]؛ و الله مردگان را [روز قیامت‌] برمی‌انگیزد سپس به سوى او بازگردانده مى‌شوند."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: \n (﴿إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَ﴾) دعوت تو را کسی می‌پذیرد، و رسالت تو را کسانی لبیک می‌گویند، و از امر و نهی تو فرمان می‌برند که آنچه را به آنان سود می‌دهد، با دل‌هایشان بشنوند، و آنان، خردمندان و صاحبان شنوایی‌اند. و منظور از شنیدن در اینجا شنیدن و پذیرش قلبی است، و گرنه نیکوکار و بدکار در گوش کردنِ صرف برابرند. پس همۀ مکلّفین با شنیدن آیات خدا بر آنان اتمام حجت شده، و برای آنان عذری در عدم پذیرش باقی نمانده است.\n(﴿وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ﴾) و مردگان را خدا بر می‌انگیزد سپس به سوی او بازگردانده می‌شوند. احتمال دارد که معنی (﴿وَٱلۡمَوۡتَىٰ...﴾) مقابل معنای مذکور (﴿إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَ﴾) باشد. \nیعنی کسانی دعوت تو را می‌پذیرند که دل‌هایشان زنده است، و اما کسانی که دل‌هایشان مرده است و سعادت خود را نمی‌دانند، و آنچه را که سبب نجاتشان است، احساس نمی‌کنند، دعوت تو را نمی‌پذیرند و از تو فرمان نمی‌برند. و میعادگاه آنان، روز قیامت است که خداوند آنان را زنده می‌کند و سپس به سوی او باز می‌گردند. و احتمال دارد که ظاهر آیه مد نظر باشد و خداوند می‌خواهد بر مسألۀ معاد تاکید نماید که او مردگان را در روز قیامت برخواهد انگیخت و آنان را از آنچه که می‌کرده‌اند، آگاه می‌سازد. و این متضمن تشویق برای اجابت فراخوانی خدا و پیامبر، و ترساندن از عدمِ اجابت خدا و پیامبر است."
    },
    {
      "id": 826,
      "verse_number": 37,
      "verse_key": "6:37",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923491,
          "resource_id": 135,
          "text": "و [مشرکان] گفتند: «چرا نشانه‌ای [دربارۀ حقّانیتِ محمد] از طرف پروردگارش بر او نازل نشده است؟» [ای پیامبر،] بگو: «بی‌گمان، الله تواناست که نشانه‌ای [مطابق خواست آنان] نازل کند»؛ ولی بیشتر آنان نمی‌دانند [که نزول معجزات، بر اساس حکمت و تدبیر است]."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالُواْ﴾) و تکذیب‌کنندگان از روی سرسختی و کینه‌توزی گفتند: (﴿لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦ﴾) چرا دلیل و معجزه‌ای ـ ‌از دلایلی که آنها با عقل‌های فاسد و نظرهای باطل خود درخواست می‌کردند ـ بر او نازل نمی گردد؟\n همچنان‌که گفتند: ﴿وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا...﴾ و گفتند: «تا از زمین چشمه‌ای برای ما نجوشانی، هرگز به شما ایمان نمی‌آوریم. یا [باید] برای تو باغی از درختان خرما و انگور باشد، و آشکارا از میان آنها جویبارها روان سازی، یا چنانکه ادعا می‌کنی، آسمان را پاره پاره بر ما فرود اندازی، یا خدا و فرشتگان را در برابر [ماحاضر] آوری...». \n(﴿قُلۡ﴾) در پاسخ آنان بگو: (﴿إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ﴾) خداوند توانا است که هر دلیلی را نازل نماید. پس بدون شک او بر انجام این کارها توانا است. چگونه می‌توان در قدرت او شک کرد، در صورتی که همۀ هستی تسلیم قدرت او بوده، و در برابر فرمانروایی و پادشاهی او رام شده است؟\n(﴿وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ﴾) اما بیشترشان نمی‌دانند. پس آنان به سبب نادانی‌شان، دلایلی را می خواهند که برای آنان بد است؛ زیرا اگر آن دلایل پیش آنها بیاید و به آن ایمان نیاورند، بدون درنگ عذاب خدا آنها را درخواهد گرفت، و این سنت خدا است، و سنت خدا هرگز دگرگون نمی شود. با این وجود اگر منظورشان آیه‌هایی باشد که حق را برای آنان بیان دارد، و راه را برایشان روشن سازد، محمد صلی الله علیه وسلم هر آیۀ قاطع و حجت روشنی را که مبین حق و حقیقت است، برای آنان آورده است، طوری که آدمی می‌تواند بر هر مسئله‌ای از مسائل دین، چندین دلیل عقلی و نقلی بیاورد، به صورتی که کوچک‌ترین شک و تردیدی دردل باقی نماند. پس با برکت است خداوندی که پیامبرش را با هدایت و دین حق فرستاده، و او را با دلایل روشن یاری کرده است؛ تا هرکس که هلاک می‌شود، از روی دلیل هلاک گردد؛ و هرکس که زنده می‌ماند از روی دلیل زنده باشد. و خداوند شنوا و دانا است."
    },
    {
      "id": 827,
      "verse_number": 38,
      "verse_key": "6:38",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923492,
          "resource_id": 135,
          "text": "و هیچ جنبنده‌اى در زمین نیست و نه هیچ پرنده‌اى كه با دو بال‌ خود پرواز مى‌كند، مگر آنكه آنها [نیز در آفرینش و زندگی،] گروه‌هایی مانند شما هستند. ما هیچ چیزى را در كتاب [= لوح محفوظ] فروگذار نكرده‌ایم؛ سپس [همه، روز قیامت‌] نزد پروردگارشان گرد آورده می‌شوند."
        }
      ],
      "tafsir_saadi": "همۀ حیواناتِ زمین و آسمان از قبیل: چهارپایان و حیوانات وحشی و پرندگان، گروه‌هایی مانند شما هستند؛ و هریک را آفریده‌ایم، همان‌طور که شما را آفریده‌ایم؛ و به آنان روزی می‌دهیم همان‌طور که به شما روزی می‌دهیم؛ و مشیّت و قدرت ما بر آنان جاری است، همان‌طور که مشیّت و قدرت ما در شما نافذ و جاری است.(﴿مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖ﴾) و هیچ چیزی را در «لوح محفوظ» فراموش نکرده، و از آن غافل نمانده‌ایم، بلکه هر چیز کوچک و بزرگی را آن گونه که هست، در «لوح محفوظ» ثبت و ضبط کرده‌ایم. پس همۀ حوادث، طبق تقدیر خدا به وقوع می‌پیوندند. و از این آیه استنباط می‌شود که کتاب اول [لوح المحفوظ] همۀ کاینات و هستی را در برگرفته، و این یکی از مراحل قضا و تقدیر الهی است؛ زیرا قضا و تقدیر چهار مرحله دارد؛ علم و آگاهی فراگیر خدا به همۀ اشیاء، کتاب خداوند که همۀ موجودات را در برگرفته است، خواست و قدرت فراگیر خداوند که در هر چیزی نافذ و جاری است، و آفرینش همۀ آفریدگان و مخلوقات حتی کارهای بندگان از سوی خدا . و احتمال دارد که منظور از کتاب، قرآن باشد و در این صورت این آیه را همانند آیۀ ﴿وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ﴾ معنی می‌کنیم؛ یعنی کتاب را بر تو نازل نمودیم که هر چیزی را بیان می دارد. (﴿ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ﴾) سپس همۀ گروه‌ها و امت‌ها جمع گردانده شده، و در روز قیامت در نزد خدا و در آن جایگاه بزرگ و وحشتناک، گرد آورده می‌شوند. پس خداوند آنان را طبق عدالت و احسان خویش سزا و جزا داده، و اهل آسمان و زمین، او را به خاطر حکمش ستایش می کنند."
    },
    {
      "id": 828,
      "verse_number": 39,
      "verse_key": "6:39",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923493,
          "resource_id": 135,
          "text": "و کسانی ‌که آیات ما را تکذیب کردند، کر و گُنگ و در تاریکی‌ها[ى جهل و کفر، سرگشته] هستند. الله هر کس را بخواهد گمراه می‌کند و هر ‌کس را بخواهد بر راه راست قرار می‌دهد."
        }
      ],
      "tafsir_saadi": "این بیان حالت کسانی است که آیات خدا و پیامبرانش را تکذیب می‌کنند، و دروازۀ هدایت را به روی خود می‌بندند. و آنان (﴿صُمّٞ﴾) نسبت به شنیدن حق کر هستند، (﴿وَبُكۡمٞ﴾) و نسبت به اظهار حق لال‌اند، پس آنان جز یاوه و باطل را به زبان نمی‌آورند (﴿فِي ٱلظُّلُمَٰتِ﴾) و در تاریکی‌های جهالت و کفر و ستم و مخالفت و گناهان، غوطه‌ورند. و این بدان معنی است که خداوند آنها را گمراه کرده است، زیرا (﴿ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾) هرکس را که خداوند بخواهد، هدایت می‌کند و بر راه راست قرار می دهد، چون تنها خداوند بر حسب فضل و حکمتش، هدایت می‌نماید و گمراه می سازد."
    },
    {
      "id": 829,
      "verse_number": 40,
      "verse_key": "6:40",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَـٰدِقِينَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923494,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «اگر راست می‌گویید، به من خبر دهید که اگر عذابِ الله به سراغتان بیاید یا [ناگهان] قیامت برپا شود، آیا غیر از الله را [به یاری] می‌خوانید؟»."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش می‌فرماید: (﴿قُلۡ﴾) به ‌کسانی که برای خدا شریک قرار داده، و کس دیگری را با او برابر می‌دانند، بگو: (﴿أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ﴾) به من بگویید: «اگر عذاب خدا یا قیامت شما را دریابد، آیا غیر از خدا را به فریاد می خوانید اگر شما راستگویید؟» یعنی زمانی که این دشواری و سختی‌ها و مصایب، شما را دریابد که هرکس شدیداً در صدد آن است آن را از خود دور کند، پس آیا معبودان و بت‌هایتان را برای دور ساختن آن فرا می‌خوانید؟ یا اینکه پروردگارتان، آن پادشاه حق و آشکار را، به یاری می‌طلبید؟!"
    },
    {
      "id": 830,
      "verse_number": 41,
      "verse_key": "6:41",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 105,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923495,
          "resource_id": 135,
          "text": "آری، تنها او را [به دعا] می‌خوانید؛ و اگر او بخواهد، رنج و بلا را که به خاطر آن او را فرامی‌خوانید از بین می‌برد و شما [نیز از ترس عذاب،] شریکی را که برایش قائل شده‌اید، از یاد می‌برید."
        }
      ],
      "tafsir_saadi": "(﴿بَلۡ إِيَّاهُ تَدۡعُونَ﴾) بلکه تنها او را می خوانید، و اگر بخواهد، هر چیزی را دور می‌سازد که وی را برای دور ساختنش به فریاد می‌طلبید، و آنچه را که شریک خدا قرار می‌دادید، فراموش می‌کنید. پس رابطۀ شما با انبازهایتان در سختی‌ها، این‌گونه است، و آنها را فراموش می‌کنید؛ زیرا می‌دانید که آنها نمی‌توانند زیان و فایده‌ای برسانند، و مالک مرگ و زندگی و گرد آوردن نیستند. اما خدا را می‌خوانید؛ چون می‌دانید او ضارّ و نافع است، و او دعای هر درمانده‌ای را اجابت می‌کند، پس چرا در هنگام خوشی و راحتی، به خدا شرک ورزیده و برای او شریکانی قرار می‌دهید؟ آیا شما هیچ سند عقلی یا نقلی مبنی بر صحت این کار دارید، یا بر خدا دروغ می‌بندید؟"
    },
    {
      "id": 831,
      "verse_number": 42,
      "verse_key": "6:42",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923496,
          "resource_id": 135,
          "text": "[ای پیامبر،] بی‌تردید، پیش از تو [نیز پیامبرانی را] به سوی امت‌ها[ی پیشین‌] فرستادیم و آنان [= امت‌ها] را به تنگدستی و ناخوشی دچار ساختیم؛ باشد که [به درگاه الهی فروتنی و] تضرع کنند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ﴾) و به سوی امت‌های قبل از تو، پیامبرانی را فرستادیم، پس آنان پیامبران ما را تکذیب کردند و آیات ما را انکار نمودند، (﴿فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ﴾) و آنان را به فقر و بیماری و آفت و مصیبت گرفتار نمودیم، و این ناشی از رحمت ما نسبت به آنان بود.\n(﴿لَعَلَّهُمۡ يَتَضَرَّعُونَ﴾) تا شاید به درگاه ما فروتنی و زاری کنند، و در هنگام سختی‌ها به ما پناه آورند."
    },
    {
      "id": 832,
      "verse_number": 43,
      "verse_key": "6:43",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923497,
          "resource_id": 135,
          "text": "پس چرا هنگامی‌ که عذاب ما به آنان رسید تضرع نکردند؟ ولى [واقعیت این است که] دل‌هایشان سخت شده است و شیطان آنچه را انجام مى‌دادند برایشان آراسته است."
        }
      ],
      "tafsir_saadi": "(﴿فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ﴾) اما چرا وقتی که به عذاب ما گرفتار شدند، زاری و فروتنی نکردند، و دل‌هایشان سخت شد؟ یعنی دل‌هایشان تبدیل به سنگ شد، و برای پذیرش حق، نرم نگردید. (﴿وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ﴾) و شیطان آنچه را که می‌کردند، برای آنان آراست؛ پس گمان بردند آنچه که آنان بر آن هستند، دین حقیقی است. پس در برهه‌ای از زمان، از باطل بهره‌مند شدند و شیطان عقل‌هایشان را به بازی گرفت."
    },
    {
      "id": 833,
      "verse_number": 44,
      "verse_key": "6:44",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
      "page_number": 132,
      "juz_number": 7,
      "translations": [
        {
          "id": 923498,
          "resource_id": 135,
          "text": "وقتی [مشرکان] آنچه را كه به آن پند داده شده بودند فراموش كردند، درهاى هر چیزى [از نعمت‌های الهی] را بر آنان گشودیم تا وقتی که به آنچه داده شدند شاد گشتند؛ ناگهان آنان را [به کیفر] گرفتیم؛ پس همان دَم [همگی از نجات و رحمت] مأیوس شدند."
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ﴾) پس وقتی آنچه را که به آن پند داده شده بودند فراموش کردند، درهای هر چیزی را به روی آنان گشودیم؛ یعنی دروازۀ نعمت‌های دنیا و لذت‌های آن و آنچه را که سبب غفلت می‌شود، به روی آنان گشودیم.\n(﴿حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ﴾) تا اینکه بدانچه داده شده بودند، شاد و خوشحال شدند، و ما ناگهان آنان را گرفتیم، پس ناگهان نااُمید و سرگشته شدند؛ یعنی از هر چیزی مأیوس شدند، و این سخت‌ترین نوع عذاب است که ناگهان، و درحالی که در آرامش هستند، گرفته شوند، تا مجازاتشان سخت‌تر و مصیبتشان بزرگ‌تر گردد."
    },
    {
      "id": 834,
      "verse_number": 45,
      "verse_key": "6:45",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ ۚ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923499,
          "resource_id": 135,
          "text": "بنابر این، ریشۀ آن گروهى كه ستم كردند بركنده شد؛ و ستایش مخصوص الله ـ پروردگار جهانیان‌ـ است."
        }
      ],
      "tafsir_saadi": "(﴿فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْ﴾) و به‌وسیلۀ عذاب، قوم ستمگر ریشه‌کن شدند، و هیچ سبب و علتی را، برای رهایی خود نیافتند. (﴿وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ﴾) و ستایش مخصوص خداوندی است که پروردگار جهانیان است که قضا و تقدیرش، بر هلاکت تکذیب‌کنندگان جاری شد؛ زیرا با این کار، آیات و دلایل او، و اکرام و بزرگداشت دوستانش، و اهانت او به دشمنانش، و راست بودن آنچه که پیامبرانش آورده‌اند، روشن می‌گردد."
    },
    {
      "id": 835,
      "verse_number": 46,
      "verse_key": "6:46",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923500,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «به من خبر دهید اگر الله گوش و چشم‌هایتان را بگیرد و بر دل‌هایتان مُهر بزند، کدام معبود جز الله [می‌تواند] آنها را به شما بازگرداند؟» ببین چگونه آیات را [به شیوه‌های] گوناگون [بیان] می‌کنیم آنگاه آنان روی می‌گردانند."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که همان‌طور درآفریدن و تدبیر امور یگانه است، در وحدانیت و معبود بودن نیز یگانه است. پس فرمود: (﴿قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم﴾) بگو: به من بگویید: اگر خداوند گوش و چشم‌هایتان را بگیرد، و بر دل‌هایتان مهر بزند، و بدون گوش و چشم و عقل بمانید، (﴿مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِ﴾) آیا معبودی جز «الله» هست که آن را به شما بازپس دهد؟ پس وقتی غیر از خدا کسی آن را به شما بر نمی‌گرداند، چرا همراه با وی کسی را پرستش می‌کنید که بر هیچ چیزی توانایی ندارد، مگر اینکه خدا آن را بخواهد؟ و این از دلایل توحید و بطلان شرک است. بنابراین فرمود: (﴿ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ﴾) بنگر که چگونه آیات را به شیوه‌های گوناگون بیان می‌کنیم و آن را به صورت‌های مختلف می‌آوریم، تا حق روشن شود، و راه مجرمان روشن گردد.\n(﴿ثُمَّ هُمۡ﴾) سپس آنان با وجود این بیان کامل، (﴿يَصۡدِفُونَ﴾) از آیات و دلایل خدا روی می‌گردانند و به آن پشت می‌کنند."
    },
    {
      "id": 836,
      "verse_number": 47,
      "verse_key": "6:47",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّـٰلِمُونَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923501,
          "resource_id": 135,
          "text": "بگو: «بیندیشید اگر عذاب الهی به ناگاه یا آشکارا به سراغ شما بیاید، آیا جز گروه ستمکاران [كسى‌] نابود می‌شود؟»"
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ أَرَءَيۡتَكُمۡ﴾) بگو: مرا خبر دهید که، (﴿إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً﴾) اگر عذاب خدا ناگهان یا آشکارا شما را فرا گیرد؛ یعنی ناگهان عذاب خدا بیاید، یا زمانی آن فرا رسد که قبلاً مقدّماتی به چشم بخورد که بیانگر آن باشد عذاب خدا در راه است،\n(﴿هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ﴾) آیا جز قوم ستمکار، کسی هلاک می‌شود؟ زیرا آنان به سبب ستم و مخالفتشان، مسبّبان اصلی عذاب بر خودشان شدند. پس بپرهیزید از اینکه بر ستم و ظلم ماندگار شوید؛ زیرا ستم، هلاکت همیشگی و شقاوت و بدبختی جاودانگی است."
    },
    {
      "id": 837,
      "verse_number": 48,
      "verse_key": "6:48",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923502,
          "resource_id": 135,
          "text": "و ما پیامبران را جز بشارت‌گر و بیم‌دهنده نمی‌فرستیم؛ پس هر‌ کس ایمان بیاورد و [خویشتن را] اصلاح کند، نه ترسی بر آنان است و نه اندوهگین می‌شوند."
        }
      ],
      "tafsir_saadi": "خداوند چکیدۀ آنچه را که پیامبران را بدان مبعوث کرده است، بیان می‌دارد؛ و آن مژده رساندن و بیم دادن است. و این «بشارت» و «انذار» مستلزم بیان مبشِّر [پیامبران] و مبشَّر [که عدم خوف و حزن یا بهشت] می‌باشد. همچنان‌که مستلزم بیان اعمالی است که هرگاه بنده آن را انجام دهد، مژده به او می‌رسد. و نیز مستلزم بیان «منذِر» [پیامبران] و نیز «منذَر به» [که خوف و حزن یا جهنم] می‌باشد. و هم مستلزم ذکر اعمالی است که هرکس آن را انجام دهد، بیم و خطر او را فراخواهد گرفت. اما مردم بر حسب پذیرش دعوت پیامبران و عدم پذیرش آن، به دو نوع تقسیم می‌شوند: \n(﴿فَمَنۡ ءَامَنَ وَأَصۡلَحَ﴾) هرکس به خدا و فرشتگان و کتاب‌ها و پیامبران و روز قیامت ایمان بیاورد و ایمان و اعمال و نیت خود را اصلاح نماید، (﴿فَلَا خَوۡفٌ عَلَيۡهِمۡ﴾) پس آنان از آنچه که با آن روبه‌رو خواهند شد، ترسی ندارند.(﴿وَلَا هُمۡ يَحۡزَنُونَ﴾) و [بر آنچه که در گذشته از دست داده‌اند] اندوهگین نمی‌شوند."
    },
    {
      "id": 838,
      "verse_number": 49,
      "verse_key": "6:49",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923503,
          "resource_id": 135,
          "text": "و كسانى كه آیات ما را دروغ شمردند، به [سزاى‌] آنكه نافرمانى مى‌كردند، عذاب [الهی] دامنگیرشان خواهد شد."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ﴾) و کسانی که آیات ما را تکذیب می‌کنند، عذاب به آنان می‌رسد و آن را می‌چشند،(﴿بِمَا كَانُواْ يَفۡسُقُونَ﴾) به سبب فسقی که می‌کردند."
    },
    {
      "id": 839,
      "verse_number": 50,
      "verse_key": "6:50",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 106,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923504,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «من نمی‌گویم گنجینه‌های الله نزد من است و غیب [نیز] نمی‌دانم و به شما نمی‌گویم که من فرشته‌ام. من از چیزی پیروی نمی‌کنم مگر از آنچه که به من وحی می‌گردد». بگو: «آیا نابینا و بینا [= کافر و مؤمن] یکسانند؟ آیا نمی‌اندیشید؟»"
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش  صلی الله علیه وسلم می‌فرماید: به کسانی که پیشنهاد می‌کنند تا دلایل و معجزات را بیاوری، یا به شما می‌گویند: ما را دعوت می‌کنی تا همراه با خدا، تو را نیز پرستش کنیم، بگو: (﴿لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ﴾) به شما نمی‌گویم که کلیدهای روزی و رحمت خدا در دست من است.\n(﴿وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ﴾) و غیب نمی‌دانم؛ چرا که اینها نزد خدا هستند. پس او ذاتی است که ﴿مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦ﴾ هر دروازۀ رحمتی را که برای مردم بگشاید، کسی نمی‌تواند آن را ببندد، و آنچه را که مسدود ‌سازد، کسی نمی‌تواند آن را بگشاید. و تنها او به آشکار و پنهان آگاه است. ﴿عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ﴾ پس هیچ‌کس را بر غیب خود آگاه نمی‌سازد، مگر پیامبری که خدا بر گزیند و از وی راضی باشد.\n(﴿وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌ﴾) و به شما نمی‌گویم که من فرشته‌ای قوی و نیرومند هستم و در هرچیزی تصرف می‌کنم، پس من بالاتر از مقامی که خداوند مرا در آن قرار داده است، ادعا نمی‌کنم.\n(﴿إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ﴾) این است هدف و مقصد من. بنابراین پیروی نمی کنم جز از چیزی که به سوی من وحی شده است. بنابراین خودم به آن عمل می کنم، و همۀ مردم را به پیروی از آن فرا می خوانم. پس وقتی مقام و جایگاه من شناخته شد، چرا چیزی از من می‌خواهند که من آن را ادعا نمی‌کنم؟\nو آیا انسان جز آنچه دارد و در توانایی او است، بر چیزی دیگر ملزم می‌گردد؟ من شما را به سوی چیزی فرا می‌خوانم که بر من وحی می‌شود، پس چرا شما مرا در تنگنا قرار می‌دهید تا برای خود غیر از جایگاه و مقامی که دارم، ادعا کنم؟ و آیا این، جز ستم و مخالفت و سرکشی از جانب شما، چیز دیگری است؟ به منظور بیان تفاوت کسی که دعوت خدا را پذیرفته و تسلیم وحی شده است، با کسی که چنین نیست، بگو: (﴿قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ﴾) آیا کور و بینا برابرند؟ آیا فکر نمی‌کنید؟ باشد که هر چیزی را در جایگاه آن قرار دهید، و چیزی را انتخاب کنید که رجحان و اولویت دارد."
    },
    {
      "id": 840,
      "verse_number": 51,
      "verse_key": "6:51",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 107,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923505,
          "resource_id": 135,
          "text": "و [ای پیامبر،] با این [قرآن،‌] به آنان كه می‌ترسند به سوى پروردگارشان [برانگیخته] و گرد آورده شوند هشدار ده؛ [چرا] كه جز او نه [دوست و] کارسازی برایشان هست و نه شفاعتگری؛ باشد كه پروا كنند."
        }
      ],
      "tafsir_saadi": "این قرآن بیم‌دهندۀ همۀ مردم است، اما کسانی از آن بهره می‌برند، (﴿ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ﴾) که می‌ترسند در نزد پروردگارشان گرد آورده شوند. پس آنان به منتقل شدن از این دنیا به دنیای آخرت یقین دارند؛ بنابر این آنچه را که به آنان فایده می‌رساند، با خود بر می‌گیرند؛ و آنچه را که به آنان زیان می رساند، رها می‌کنند. (﴿لَيۡسَ لَهُم مِّن دُونِهِۦ﴾) آنان جز خدا، (﴿وَلِيّٞ وَلَا شَفِيعٞ﴾) هیچ یاور و شفاعت‌کننده‌ای ندارند. کسی را ندارند که یاورشان باشد؛ و آنچه را که می‌خواهند، برای آنان فراهم نماید؛ و امر ناگوار را از آنان دور کند. و کسی را ندارند که برای آنها شفاعت نماید؛ چون مردم اختیاری ندارند و کاری از دستشان ساخته نیست. (﴿لَّعَلَّهُمۡ يَتَّقُونَ﴾) باشد که با پیروی از دستورات خدا و پرهیز از منهیات او، پرهیزگار شوند؛ زیرا بیم دادن، موجب پرهیزگاری و یکی از اسباب آن است."
    },
    {
      "id": 841,
      "verse_number": 52,
      "verse_key": "6:52",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 107,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
      "page_number": 133,
      "juz_number": 7,
      "translations": [
        {
          "id": 923506,
          "resource_id": 135,
          "text": "و کسانی را که [فقیرند و] سحرگاهان و شامگاهان پروردگارشان را می‌خوانند [و] خشنودی او را می‌طلبند [از مجالس خود] طرد نکن [تا به بزرگان مشرکان توجه کنی]؛ نه چیزی از حساب آنها بر عهدۀ توست و نه چیزی از حساب تو بر عهدۀ آنهاست که [بخواهی] آنها را [از پیرامونت] طرد کنی و از ستمکاران شوی."
        }
      ],
      "tafsir_saadi": "(﴿وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥ﴾) و اهل عبادت و اخلاص را، به خاطر همنشینی با دیگران از خود مران؛ آنهایی که همواره پروردگارشان را از طریقِ انجام دادن عبادت‌هایی در قالب ذکر و نماز و غیره، و از طریق فراخواندن و حاجت طلبیدن از او در بامدادان و شامگاهان فرا می‌خوانند، و با این عمل خود، رضایت و خشنودی او را طلب می‌کنند، و این کارها را خالصانه برای او انجام می‌دهند. پس اینان سزاوار رانده شدن و روی گرداندن نیستند، بلکه با آنان دوستی کن، و به خود نزدیک نما؛ چون ایشان برگزیدگان مردم هستند، گرچه فقیرند، اما درحقیقت ایشان با عزّت و بزرگوار هستند، هرچند که نزد مردم خوار و حقیر باشند.\n(﴿مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ﴾) از حساب آنان چیزی بر تو نیست، و از حساب تو نیز چیزی بر آنان نیست. هریک حسابش جدا است و کار نیک و بدش برای او است.\n(﴿فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ﴾) اگر آنان را طرد کنی، از ستمکاران خواهی بود. پیامبر صلی الله علیه وسلم به شدت این دستور را اطاعت نمود، و از آن فرمان برد. بنابراین هرگاه مؤمنان فقیر می‌نشستند، با آنان می‌نشست، و با آنان به خوبی رفتار می‌نمود، و با آنها نرمی می‌کرد، و اخلاقش با آنها نیکو بود، و آنان را به خود نزدیک می کرد، حتی بیشتر همنشینان او صلی الله علیه وسلم از این گروه بودند. سبب نزول این آیات این بود که مردمانی از قریش و از افراد خشن و گستاخ عرب به پیامبر صلی الله علیه وسلم گفتند: اگر می‌خواهی ما ایمان بیاوریم و از تو پیروی کنیم، فلان و فلان را که فقیر و بینوا هستند طرد کن؛ زیرا خجالت می‌کشیم اعراب ما را در حالی ببینند که با این فقرا همنشین هستیم. و ازآنجا که پیامبر خیلی دوست داشت آنها مسلمان شوند و از او پیروی کنند، به قلبش خطور کرد که چنین کند. بنابراین خداوند با این آیات او را مورد سرزنش قرار داد."
    },
    {
      "id": 842,
      "verse_number": 53,
      "verse_key": "6:53",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 107,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ ۗ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّـٰكِرِينَ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923507,
          "resource_id": 135,
          "text": "و اینچنین برخى از آنان را با برخى دیگر آزمودیم تا [کافران ثروتمند دربارۀ مؤمنان مستمند] بگویند: «آیا از میان ما اینها هستند كه الله [با بخشش توفیق ایمان] بر آنان منت نهاده است؟» آیا الله به [حال‌] سپاسگزاران داناتر نیست؟"
        }
      ],
      "tafsir_saadi": "(﴿وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآ﴾) این، آزمایش خدا برای بندگانش است، که برخی را ثروتمند و برخی را فقیر، و برخی را شرافتمند و برخی را کم ارزش قرار داده است. پس وقتی که خداوند ایمان را به فقیر و کم ارزش ارزانی دارد، این آزمایشی است برای توانگر و شرافتمند. بنابراین اگر توانگر درپی حق و پیروی کردن از آن باشد، ایمان می آورد و تسلیم می‌شود؛ و مشارکت کسانی که از نظر ثروت و شرافت در سطح پایین‌تری قرار دارند، او را از ایمان آوردن و مسلمان شدن باز نمی‌دارد. و اگر صادقانه به دنبال حق نباشد، مشارکت افرادی که از نظر ثروت و شرافت در سطح پایین تری قرار دارند، مانعِ تبعیت او از حق خواهد شد. پس با تحقیر کسانی که آنان را از خود پایین‌تر می‌دیدند، گفتند: (﴿أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآ﴾) آیا از میان ما، خدا بر اینها منّت نهاده است؟ پس این مطلب، آنان را از اتّباع حق بازداشت؛ به خاطر اینکه خرد و فهم نداشتند. پس خداوند در جواب گفتار آنان که متضمن اعتراض بر خداوند به خاطر هدایت آن گروه و عدم هدایت آنان بود، فرمود: (﴿أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ﴾) آیا خداوند سپاسگزاران را بهتر نمی‌شناسد؛ کسانی که قدر نعمت‌های خدا را دانسته، و به آن اعتراف می‌کنند، و به پاس نعمت‌هایی که از آن برخوردارند، کارهای شایسته انجام می‌دهند؟! بنابراین خداوند فضل و کرم خود را به آنان داد؛ و آنان را که شاکر نیستند، محروم کرد. به درستی که خداوند حکیم است، و فضل خود را به کسی عطا نمی‌کند که شایستۀ آن نباشد؛ همچنین فضل خود را به این معترضان که دارای چنین اوصافی هستند، نمی‌دهد. به خلاف فقرا و دیگرانی که خداوند منت ایمان را بر آنان نهاد، چرا که آنان شکرگزارند."
    },
    {
      "id": 843,
      "verse_number": 54,
      "verse_key": "6:54",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 107,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923508,
          "resource_id": 135,
          "text": "و [ای پیامبر،] هر گاه كسانى كه به آیات ما ایمان دارند نزد تو ‌آیند، بگو: «سلام بر شما. پروردگارتان [در حق شما بخشایش و] رحمت را بر خود مقرر داشته است. هر یک از شما که از روی نادانى كار بدى انجام دهد سپس توبه کند و [گذشتۀ خویش را] اصلاح نماید، [بداند که] یقیناً اوتعالی آمرزندۀ مهربان است»."
        }
      ],
      "tafsir_saadi": "و هنگامی که خداوند پیامبرش را از طردکردن مؤمنانِ خدا ترس و پرهیزگار نهی کرد، ایشان را دستور داد که با تکریم و احترام و بزرگداشت با آنان روبه‌رو شود و فرمود: (﴿وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِ‍َٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡ﴾) و هرگاه کسانی پیش تو آمدند که به آیات ما ایمان دارند، بگو: سلام بر شما؛ یعنی هرگاه مؤمنان پیش تو آمدند، به آنان سلام کن و خوش‌آمد بگو؛ و آنان را به رحمت خدا و گستردگی بخشش و احسان او که عزم و ارادۀ آنان را فعال می‌نماید، مژده بده؛ و ایشان را به در پیش گرفتن هر راهی که آنها را به آن هدف می‌رساند، تشویق کن؛ و آنان را از پایداری بر گناهان بترسان؛ و به توبه کردن از گناهان دستور بده، تا آمرزش پروردگار و بخشش او را دریابند. \nبنابراین فرمود: (﴿كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ﴾) پروردگارتان رحمت را بر خویشتن واجب نموده است، هرکس از شما از روی نادانی کار بدی را انجام دهد، سپس توبه نماید و به اصلاح بپردازد. پس باید همراه با ترک گناهان و دست کشیدن و پشیمان شدن از آنها، به اصلاح عمل بپردازد؛ و آنچه را که خدا واجب نموده است، ادا نماید؛ و ظاهر و باطن اعمال فاسد خود را اصلاح کند. پس وقتی همۀ این امور یافت شدند، (﴿فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ﴾) همانا او آمرزنده و مهربان است؛ یعنی به همان اندازه که آنان دستورات او را انجام می‌دهند، از آمرزش و عفو خود بر آنان نازل می‌کند."
    },
    {
      "id": 844,
      "verse_number": 55,
      "verse_key": "6:55",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 107,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923509,
          "resource_id": 135,
          "text": "و اینچنین آیات [خود] را شرح می‌دهیم تا راه گناهكاران روشن شود [و شما از آن دوری کنید]."
        }
      ],
      "tafsir_saadi": "(﴿وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ﴾) و این چنین آیات را توضیح می دهیم و آن را بیان می‌کنیم، و هدایت را از گمراهی، و راه را از بیراهه جدا می‌سازیم، تا راه‌یافتگان راه یابند و حق روشن گردد. (﴿وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ﴾) و تا راه مجرمان که انسان را به ناخشنودی و عذاب خدا می‌رساند، مشخص گردد؛ زیرا وقتی‌که راه مجرمان روشن شود، می‌توان از آن پرهیز نمود. و اگر مشتبه باشد، این هدف بزرگ به دست نخواهد آمد."
    },
    {
      "id": 845,
      "verse_number": 56,
      "verse_key": "6:56",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 108,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ ۚ قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ ۙ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923510,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «من نهی شده‌ام از اینکه کسانی‌ را عبادت کنم که شما به جای الله می‌خوانید». بگو: «من از هوس‌هایتان پیروی نمی‌کنم که [اگر چنین کنم،] قطعاً گمراه شده‌ام و از هدایت‌یافتگان نخواهم بود»."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش  صلی الله علیه وسلم می‌فرماید: (﴿قُلۡ﴾) به مشرکانی که همراه با خدا، معبودان دیگری را می‌خوانند، بگو: (﴿إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ﴾) همانا من نهی شده‌ام کسانی را غیر از خدا که به فریاد می‌طلبید، بپرستم، از قبیل: همتایان و بتان که مالک سود و زیان و مرگ و زندگی نیستند؛ زیرا این عقیده باطل است، و شما در این زمینه جز پیروی از هوای نفس دلیل و حجّتی ندارید، که پیروی از آن، بزرگ‌ترین عامل گمراهی است. \nبنابراین فرمود: (﴿قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ﴾) بگو: از خواست‌ها و امیالتان پیروی نمی‌کنم؛ و اگر از خواست‌هایتان پیروی کنم، آن وقت گمراه شده، و به هیچ صورتی از راه یافتگان نخواهم بود."
    },
    {
      "id": 846,
      "verse_number": 57,
      "verse_key": "6:57",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 108,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ ۚ مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ يَقُصُّ ٱلْحَقَّ ۖ وَهُوَ خَيْرُ ٱلْفَـٰصِلِينَ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923511,
          "resource_id": 135,
          "text": "بگو: «من دلیل روشنی از پروردگارم دارم و[لی] شما آن را دروغ پنداشتید؛ و آنچه به شتاب خواستارش هستید [= عذاب الهی] نزد من نیست. فرمان، تنها از آنِ الله است [که] حق را بیان می‌کند و او بهترین جداکننده[ی حق از باطل] است»."
        }
      ],
      "tafsir_saadi": "و اما توحید و اخلاصی که من بر آن هستم، حق است و از دلایل قاطعی برخوردار می‌باشد، و (﴿إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي﴾) من بر یقینِ روشن هستم و به صحت آن باور دارم، و بر باطل بودن غیرِ آن معتقدم. این گواهی قاطع پیامبر است، و شک و تردیدی را نمی‌پذیرد، و او به‌طور مطلق در میان خلایق عادل‌ترین گواه است. پس مؤمنان شهادت دادن پیامبر را تصدیق نمودند، و بر حسب آنچه که خداوند به آنان ارزانی نموده بود، صحت و صدق آن برایشان روشن گردید.\n(﴿وَكَذَّبۡتُم﴾) ولی شما ای مشرکان! آن را تکذیب کردید، و این شایستۀ شما نیست. اگر شما به تکذیب خود ادامه دهید، پس بدانید که قطعا عذاب سختی بر شما فرود خواهد آمد. و عذاب نزد خدا است؛ و او کسی است که هر وقت و هرگونه بخواهد، عذاب را بر شما نازل می‌کند. و اگر شما در وقوع عذاب شتاب ورزید، چنین چیزی در دست من نیست. \n(﴿إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ﴾)حکم و فرمان جز در دست خدا نیست. پس همان طور که حکم شرعی را صادر می‌نماید و امر و نهی می‌کند، بر حسب حکمت خویش فرمان و حکم جزایی را نیز صادر می‌کند. پس به طور مطلق نباید بر حکم او اعتراض نمود. و خداوند راه را روشن نموده و حق را برای بندگانش تعریف کرده و برای آنها عذری باقی نگذاشته است؛ تا هرکس که هلاک می‌شود، از روی دلیل هلاک گردد؛ و هرکس که نجات می‌یابد، از روی دلیل نجات یابد.(﴿وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ﴾) و او بهترین جداکنندگان است که در دنیا و آخرت میان بندگانش داوری می‌نماید؛ به گونه‌ای که کسی که علیه او قضاوت شده و حق به او داده نشده است، او را به خاطر این داوری ستایش می‌نماید."
    },
    {
      "id": 847,
      "verse_number": 58,
      "verse_key": "6:58",
      "hizb_number": 14,
      "rub_el_hizb_number": 53,
      "ruku_number": 108,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ ۗ وَٱللَّهُ أَعْلَمُ بِٱلظَّـٰلِمِينَ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923512,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «اگر آنچه که به شتاب خواستارش هستید نزد من بود، [بر سرتان فرود می‌آوردم و] کار میان من و شما به پایان می‌رسید؛ و[لی] الله به [حال] ستمکاران داناتر است [و به آنان مهلت می‌دهد]»."
        }
      ],
      "tafsir_saadi": "(﴿قُل﴾) به کسانی که از روی نادانی و عناد و ستم برای وقوع عذاب شتاب می‌ورزند، بگو: (﴿لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡ﴾) اگر آنچه که شما بر وقوع آن شتاب می‌ورزید در دست من بود، کار من و شما تمام می‌شد. اگر عذاب در دست من بود آن را بر شما فرود می‌آوردم، و در این میان سود و منـفعتی به شما نمی‌رسید. اما کار در دست خداوند بردبـار و شکیباست؛ خداوندی که گناهکاران از فرمان او سر می‌پیچند، و جرأت کننـدگان بر نافرمـانی او جرأت می‌کنند، اما او ازآنها در مـی‌گـذرد، و به آنها رزق و روزی می‌دهد، و نعمت‌های ظاهری و باطنی خود را به سوی آنان سرازیر می‌نماید. (﴿وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ﴾) و خداوند نسبت به ستمگران آگاه است. چیزی از احوال آنان بر او پوشیده نیست، پس آنان را مهلت می‌دهد، اما آنان را مورد اهمال و فراموشی قرار نمی‌دهد."
    },
    {
      "id": 848,
      "verse_number": 59,
      "verse_key": "6:59",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 108,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَـٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "page_number": 134,
      "juz_number": 7,
      "translations": [
        {
          "id": 923513,
          "resource_id": 135,
          "text": "و کلیدهای [گنجینه‌های‌] نهان نزد اوست [و] جز او [هیچ کس] آن را نمی‌داند و [اوست که] آنچه را در خشکی و دریاست می‌داند و هیچ برگی [از درخت‌] نمی‌افتد مگر اینکه آن را می‌داند؛ و هیچ دانه‌ای در تاریکی‌های زمین و هیچ تر و خشکی نیست مگر اینكه در كتابى روشن [= لوح محفوظ] قرار دارد."
        }
      ],
      "tafsir_saadi": "این آیه یکی از بزرگ‌ترین آیاتی است که علم فراگیر الهی را به طور مشروح بیان داشته، و تصریح می‌کند که علم او، همۀ خفایا و نهان‌ها و امور غیبی را در بر می‌گیرد؛ و هر کس از آفریدگانش را که بخواهد، از آن امور غیبی آگاه می‌سازد. و بسیاری از امور غیب را از فرشتگان مقرب و پیامبران پنهان داشته، و آنان را بدان آگاه نکرده است، تا چه رسد به اینکه کس دیگری از جهانیان را از آن با خبر نماید. و او به حیوانات و درختان و ریگ‌ها و سنگریزه‌ها و خاک‌هایی که در بیابان‌ها و صحراها می‌باشد، آگاه است. از آنچه که در دریاها وجود دارد، از قبیل: حیوانات، معادن، و سایر موجودات زنده‌ای که آب آن را فرا گرفته، آگاه است.(﴿وَمَا تَسۡقُطُ مِن وَرَقَةٍ﴾) و هیچ برگی از درختان خشکی و دریا و درختان آبادی‌ها و بیابان‌ها و دنیا و آخرت فرونمی‌افتد، مگر اینکه خداوند به آن آگاه است.(﴿وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ﴾) و هیچ دانه‌ای از دانۀ میوه‌ها و کشتزارها و بذری که مردم می‌کارند، و دانۀ گیاهان بیابانی که از آن انواع گیاهان می‌رویند، و در تاریکی‌های زمین قرار دارند -نیست، مگر اینکه خداوند از آن خبر دارد. \n(﴿وَلَا رَطۡبٖ وَلَا يَابِسٍ﴾) و هیچ تر و خشکی [وجود ندارد که خداوند از آن خبر نداشته باشد]، و این عمومِ بعد از خصوص است، (﴿إِلَّا فِي كِتَٰبٖ مُّبِينٖ﴾) مگر اینکه در «لوح محفوظ» ثبت و ضبط شده است. بعضی از این امور، عقل و عقلا را در حیرت می‌اندازد، و درک و خاطر هوشیاران را سرگشته می‌کند. پس این بر عظمت پروردگار و گستردگی صفاتش دلالت می‌نماید. نیز بیانگر آن است که اگر مردمِ اول و آخر جمع شوند تا برخی از صفات او را احاطه نمایند، توان این کار را نخواهند داشت. پس با برکت است پروردگار بزرگ و گشایشگر و دانا و ستوده و بزرگوار و حاضر و ناظر و احاطه کننده. و بزرگ است خدایی که هیچ کس نمی‌تواند ستایش او را بیان کند، بلکه او آن گونه است که خودش خویشتن را ستوده است، و بالاتر از آن است که بندگانش [بتوانند] وی را [آن گونه که شایستۀ اوست] ستایش نمایند. پس این آیه بر دانش و آگاهی فراگیر خدا که همه چیز را فرا گرفته است، نیز بر کتاب او [لوح المحفوظ] که تمام حوادث را در بر گرفته است، دلالت می‌کند."
    },
    {
      "id": 849,
      "verse_number": 60,
      "verse_key": "6:60",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 108,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923514,
          "resource_id": 135,
          "text": "و اوست كه شبانگاه روحتان را [هنگام خواب‌] مى‌گیرد و آنچه را در روز به دست آورده‌اید مى‌داند؛ سپس شما را در آن [= روز] بیدار مى‌كند تا آنکه هنگامى معیّن سپری گردد؛ آنگاه [که وفات کردید، در قیامت] بازگشتتان به سوى اوست؛ سپس شما را از آنچه انجام مى‌دادید، آگاه می‌کند."
        }
      ],
      "tafsir_saadi": "تمام این آیات در رابطه با اثبات الوهیت خدا و استدلال علیه مشرکین بوده، و بیانگر آن است که خداوند متعال سزاوار محبت و تعظیم و بزرگداشت و اکرام است. پس خداوند خبر داد که تنها او به امور بندگانش در بیداری و خوابشان می‌پردازد، و او روح آنان را در شب می‌گیرد، پس حرکات آنان آرام می‌گیرد و جسم‌هایشان استراحت می‌کند، سپس آنان را از خواب برمی‌انگیزد، تا برای به دست آوردن منافع دینی و دنیوی خود به فعالیت و تلاش بپردازند. و همو کارهایی‌را که در روز انجام می‌دهند، می‌داند؛ سپس خداوند همواره به آنان می‌پردازد، تا اینکه مدت زندگی‌شان را تمام کنند. پس طبق این تدبیر، مدتِ مشخص شده به پایان می‌رسد، و آن دوران زندگی است. پس از آن، دوران دیگری شروع می‌شود، وآن زنده شدن پس از مرگ است.\nبنابراین فرمود: (﴿ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ﴾) سپس بازگشت شما به سوی اوست، نه به سوی کسی دیگر. \n(﴿ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ﴾) سپس شما را به آنچه از خیر و شر که انجام می‌دادید، آگاه می‌سازد."
    },
    {
      "id": 850,
      "verse_number": 61,
      "verse_key": "6:61",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923515,
          "resource_id": 135,
          "text": "و او بر بندگانش چیره [و فوق آنان] است و نگهبانانی [از فرشتگان] بر شما می‌فرستد تا زمانی که مرگ یکی از شما فرارسد فرستادگان ما [با همراهی فرشتۀ مرگ] جانش را می‌گیرند و آنان [در مأموریت خود] کوتاهی نمی‌کنند."
        }
      ],
      "tafsir_saadi": "(﴿وَهُوَ﴾) و خداوند متعال، (﴿ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦ﴾) بر بندگانش چیره و غالب است. و ارادۀ فراگیر و مشیّت و خواست عام او، بر آنان جاری می‌گردد. پس هیچ‌کاری به دست آنان صورت نمی‌گیرد و هیچ کاری در دست آنان نیست، و حرکت نمی‌کنند، و آرام نمی‌گیرند، مگر به فرمان او.\nبا وجود این، فرشتگانی مراقب بر بندگان گماشته است، تا از آنان محافظت کنند، و آنچه را که انجام می‌دهند، ثبت و ضبط نمایند، ﴿وَإِنَّ عَلَيۡكُمۡ لَحَٰفِظِينَ كِرَامٗا كَٰتِبِينَ يَعۡلَمُونَ مَا تَفۡعَلُونَ﴾ و همانا بر شما مراقبانی گماشته شده‌اند؛ نویسندگان بزرگواری که آنچه می‌کنید، می‌دانند، ﴿عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ﴾ از چپ و راست نشسته‌اند، [انسان] هیچ سخنی را بر زبان نمی‌آورد مگر اینکه نزد او مراقبی آماده است [و آن را می‌نویسد].\nپس این، مراقبت خدا از آنان در حال زندگی است.(﴿حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا﴾) تا اینکه [زمان] مرگ شما فرا رسد، [آنگاه] فرشتگان ما، که مسؤول گرفتن جان و قبض ارواح هستند، جان او را می‌گیرند، (﴿وَهُمۡ لَا يُفَرِّطُون﴾) و آنان در این کار کوتاهی نمی‌ورزند؛ پس یک لحظه را بر زمانی که خدا مقدر نموده است، نمی‌افزایند، و لحظه‌ای از آن کم نمی‌کنند، و این کار را طبق تقدیر و فرمان الهی انجام می‌دهند."
    },
    {
      "id": 851,
      "verse_number": 62,
      "verse_key": "6:62",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ رُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۚ أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَـٰسِبِينَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923516,
          "resource_id": 135,
          "text": "آنگاه به سوی الله که [یار و] کارسازِ راستینشان است بازگردانده می‌شوند. آگاه باشید! حکم از آنِ اوست و او سریع‌ترین حسابرس است‌."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ﴾) و بعد از مرگ، و زندگی برزخ، و خیر و شری که درآن هست، (﴿رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّ﴾) به سوی خدا، که سرور حقیقی‌شان است، برگردانده می‌شوند. به سوی خدایی بر می‌گردند که با حکمت و تقدیر خویش، آنها را سرپرستی نموده، و مشیّت خود را بر آنان جاری کرده است. سپس با امر و نهی خود آنها را سرپرستی نموده، و پیامبرانش را به سوی آنها فرستاده، و کتاب‌ها را بر آنان نازل نموده است. پس به سوی او برگردانده می‌شوند تا به سزا و جزای آنها حکم نماید؛ و به خاطر خوبی‌هایی که انجام داده‌اند، آنان را پاداش بدهد؛ و آنها را بر بدی‌ها و زشتی‌هایی که مرتکب شده اند، مجازات کند.\n(﴿أَلَا لَهُ ٱلۡحُكۡمُ﴾) هان! فرمان و داوری از آنِ اوست؛ معبودی یگانه که هیچ شریکی ندارد.(﴿وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ﴾) و او سریع‌ترینِ حسابگران است؛ زیرا خدا بسیار آگاه است، و اعمال آنها را در «لوح محفوظ» ثبت نموده، و فرشتگانش تمامی حرکات و سکنات آنان را در نامۀ اعمال و کتابی که در دستشان است، ثبت کرده اند. پس تنها خدا می‌آفریند و به تدبیر امور می‌پردازد؛ و او در آفریدن و تدبیر یگانه، و بر بندگانش چیره است، و همۀ حالاتشان را زیر نظر دارد، و حکم و داوریِ تقدیری و شرعی و جزائی از آن اوست. پس چرا مشرکین از ذاتی که دارای چنین صفاتی است، روی می‌گردانند و به عبادت کسی روی می‌آورند که هیچ کاری در دست او نیست، و به اندازۀ ذرّه‌ای سود و نفع نمی‌رساند، و قدرت و اراده‌ای ندارد؟! سوگند به خدا اگر بردباریِ خداوند و گذشت و رحمت وی را نسبت به خویش می‌دانستند، به شناخت وی روی آورده و شیفته و سرگشتۀ او می‌شدند.\nحال آنکه به شرک و ناسپاسی روی آورده و با خدا مبارزه می‌کنند، و به خود جرأت می‌دهند که شکوه و عظمت پروردگار را نادیده بگیرند و به وی دروغ نسبت دهند، این در حالی است که پروردگار، آنان را روزی می‌دهد. تمامی این بدبختی‌ها بدان جهت است که تسلیم شیطان شده‌اند، و این کار جز رسوایی و زیان، چیز دیگری به دنبال ندارد. اما آنها قومی نادان هستند."
    },
    {
      "id": 852,
      "verse_number": 63,
      "verse_key": "6:63",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923517,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «کیست که شما را از تاریکی‌ها [و سختی‌های] خشکی و دریا نجات می‌دهد؟ [در حالی که] او را به زاری و پنهانی می‌خوانید [و می‌گویید:] \"اگر ما را از این [ورطۀ مرگ‌] نجات دهد، قطعاً از سپاسگزاران خواهیم بود\"»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) به کسانی که برای خدا شریک قرار می‌دهند و معبودان دیگری را با او می‌خوانند، و توحید ربوبیت را می‌پذیرند و توحید الوهیت را انکار می‌کنند، بگو: (﴿مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ﴾) چه کسی شما را از سختی‌ها و مشقت‌های خشکی و دریا نجات می‌دهد؟ و آنگاه که چاره سازی و چاره اندیشی برایتان سخت و مشکل می‌شود، خداوند را با فروتنی می‌خوانید و پیوسته حاجات خود را از او می‌طلبید، و درحالی که شما در آن موقعیت قرار دارید، می‌گویید: (﴿لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ﴾) اگر خداوند ما را از این سختی که در آن افتاده‌ایم، نجات بدهد، (﴿لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ﴾) قطعاً از سپاسگزارانی خواهیم بود که به نعمت او اعتراف می‌کنند، و آن را در مسیر طاعت پروردگارشان به کار می‌برند، نه در راه گناه و معصیت."
    },
    {
      "id": 853,
      "verse_number": 64,
      "verse_key": "6:64",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923518,
          "resource_id": 135,
          "text": "بگو: «الله شما را از این [تاریکی‌ها] و از تمام سختی‌ها نجات می‌دهد؛ سپس شما [باز هم] شرک می‌ورزید»."
        }
      ],
      "tafsir_saadi": "(﴿قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ﴾) بگو: خداوند شما را از این سختی، و از همۀ مشکلات نجات می‌دهد، (﴿ثُمَّ أَنتُمۡ تُشۡرِكُونَ﴾) سپس شما شرک می‌ورزید؛ و به آنچه که گفتید، وفا نمی‌کنید؛ و نعمتی را که خداوند به شما داده است، فراموش می‌کنید. پس چه دلیلی آشکارتر از این بر باطل بودن شرک و صحت توحید وجود دارد؟!"
    },
    {
      "id": 854,
      "verse_number": 65,
      "verse_key": "6:65",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923519,
          "resource_id": 135,
          "text": "بگو: «او تواناست كه بر شما عذابى [همچون صاعقه و طوفان] از بالاى سرتان یا [همچون خشکسالی و زلزله] از زیر پاهایتان بفرستد یا شما را به صورت گروه‌هایی پراکنده [و جدا از هم] درآورَد و عذاب برخی از شما را به برخی [دیگر] بچشاند». بنگر چگونه آیات [خود] را گوناگون بیان مى‌كنیم؛ باشد كه دریابند."
        }
      ],
      "tafsir_saadi": "خداوند متعال بر فرستادن عذاب از تمامی جهات به سوی شما توانا است.(﴿مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا﴾) از بالای سرتان یا از زیر پاهایتان، و یا اینکه شما را در هم بیامیزد، (﴿وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍ﴾) [و] شما را دسته دسته نماید، و به فتنه مبتلا سازد، و برخی، برخی دیگر را بکشد، و او بر همۀ این کارها توانا است.\nپس، از انجام گناه بپرهیزید؛ زیرا عذابی شما را فرا خواهد گرفت که نابودتان می‌کند. و او بر این کار توانا است، اما از رحمت الهی است که عذاب را از این امت دور نموده، و از بالا سنگباران و رجم نمی‌شوند، و عذاب را از زیر پاهایشان به‌سوی آنان نمی‌فرستد و در زمین فرو برده نمی‌شوند. اما برخی را مجازات نموده، و آنان را به جان هم انداخته، و یکدیگر را می‌کشند. \nو برخی را بر برخی دیگر مسلط گردانده، و این سزا و مجازات دنیاست که اهل بصیرت آن را می‌بینند، و عالمان آن را احساس می‌کنند.\n(﴿ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ﴾) بنگر که چگونه آیات را به صورت‌های گوناگون و شیوه‌های مختلف که همه برحق دلالت می‌کنند، بیان می‌داریم! \n(﴿لَعَلَّهُمۡ يَفۡقَهُونَ﴾) شاید هدف از آفرینش خود، و حقایق شرعی و مفاهیم الهی را بفهمند."
    },
    {
      "id": 855,
      "verse_number": 66,
      "verse_key": "6:66",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ ۚ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923520,
          "resource_id": 135,
          "text": "[ای پیامبر،] قوم تو آن [= قرآن‌] را دروغ شمردند، در حالى كه آن [کتاب،] حق است. [به کافرانِ قومت] بگو: «من [مراقب و] کارگزارِ شما نیستم."
        }
      ],
      "tafsir_saadi": "(﴿وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّ﴾) و قوم تو قرآن را تکذیب نمودند، حال آنکه قرآن حق است و هیچ شکی در آن نیست، و هیچ تردیدی به آن راه ندارد. (﴿قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ﴾) بگو: من مراقب و نگهبان اعمالتان نیستم، و من شما را بر آن مجازات نمی‌کنم، من تنها بیم دهنده و مبلغ هستم."
    },
    {
      "id": 856,
      "verse_number": 67,
      "verse_key": "6:67",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ ۚ وَسَوْفَ تَعْلَمُونَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923521,
          "resource_id": 135,
          "text": "هر خبرى سررسیدی [برای وقوع] دارد؛ و [به زودی] خواهید دانست [که سرانجامتان چگونه است]»."
        }
      ],
      "tafsir_saadi": "(﴿لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞ﴾) برای هر خبری، زمان مقرری است که در آن وقت به وقوع می‌پیوندد؛ زمانی که پس و پیش نمی‌شود.(﴿وَسَوۡفَ تَعۡلَمُونَ﴾)و به زودی خواهید دانست که چه عذابی به شما وعده داده شده است!"
    },
    {
      "id": 857,
      "verse_number": 68,
      "verse_key": "6:68",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَـٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ ۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَـٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "page_number": 135,
      "juz_number": 7,
      "translations": [
        {
          "id": 923522,
          "resource_id": 135,
          "text": "و هر گاه کسانی را دیدی که در آیات ما [با دشمنی و تمسخر] گفتگو می‌کنند، از آنان روی بگردان تا به سخن دیگری بپردازند؛ و اگر شیطان تو را به فراموشی انداخت، پس از آنکه به یاد آوردی، دیگر با قوم ستمکار [مشرک‌] منشین‌."
        }
      ],
      "tafsir_saadi": "منظور از فرو رفتن در آیات خدا، سخنی است که با حق مخالف باشد، از قبیل: تحسین گفتارهای باطل و فرا خواندن به سوی آن، و ستایش اهل آن، و روی گردانی از حق، و طعنه زدن به آن، و عیب جویی ازاهل حق. و خداوند در اصل پیامبر را دستور داده و به دنبال او امتش را نیز دستور داده است که هرگاه کسی را دیدند به طریق مذکور به طعنه زدن به آیات خدا می‌پردازد، باید از چنین کسانی رویگردانی کنند، و در مجالس کسانی ننشینند که به عیب‌جویی از آیات خدا می‌پردازند، و در باطل فرو می‌روند، و این کار را ادامه می‌دهند، تا اینکه بحث عوض شود و به سخنی دیگر بپردازند. پس هرگاه به مسائل دیگری پرداختند، نهی مذکور از بین می‌رود. بنابراین اگر مصلحتی در کار باشد، حضور در چنین مجالسی جایز است؛ و اگر مصلحتی در کار نباشد، حضور در آن مفید نبوده و به نشستن درآن دستور داده نشده است. و مذمت و نکوهشِ فرورفتن در باطل و پرداختن به آن، در واقع به معنی مدح و تمجید پژوهش و بحث و مناظره است. سپس فرمود: (﴿وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ﴾) و اگر شیطان تو را به فراموشی در انداخت، و از روی فراموشی و غفلت با آنها نشستی،\n(﴿فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾) بعد ‌از به یادآوردن، [دیگر] با قوم ستمکار منشین. قوم ستمکار، قومی هستند که از روی باطل به آیات می‌پردازند، و یا سخن حرامی را بر زبان می‌آورند، و یا کار حرامی را انجام می‌دهند. پس نشستن و حضور در مکان و مجلسی که در آن منکری انجام می‌شود و انسان نمی‌تواند آن را از بین ببرد، حرام است. این نهی و تحریم، متوجّه کسی است که با آنها بنشیند و پرهیزگاری نداشته باشد، به این صورت که در سخن یا کار حرام با آنها مشارکت نماید، و یا سکوت اختیار کرده و اعتراض و انکار نکند. پس اگر پرهیزگاری و ترس از خدا را پیشه سازد- به این صورت که آنها را به خیر دستور دهد و از شر و سخنی که از آنان سر می‌زند، باز دارد، و به دنبال آن منکر از بین رود یا کمتر شود- برچنین فردی گناهی نیست، و اشکالی ندارد که با آنان بنشیند."
    },
    {
      "id": 858,
      "verse_number": 69,
      "verse_key": "6:69",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَـٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
      "page_number": 136,
      "juz_number": 7,
      "translations": [
        {
          "id": 923523,
          "resource_id": 135,
          "text": "و [هر چند] چیزی از حساب [و گناه] آنان بر [عهدۀ] پرهیزگاران نیست، ولی یادآورى [و ارشاد، لازم‌] است؛ باشد که پروا کنند."
        }
      ],
      "tafsir_saadi": "این نهی و تحریم، متوجّه کسی است که با آنها بنشیند و پرهیزگاری نداشته باشد، به این صورت که در سخن یا کار حرام با آنها مشارکت نماید، و یا سکوت اختیار کرده و اعتراض و انکار نکند. پس اگر پرهیزگاری و ترس از خدا را پیشه سازد- به این صورت که آنها را به خیر دستور دهد و از شر و سخنی که از آنان سر می‌زند، باز دارد، و به دنبال آن منکر از بین رود یا کمتر شود- برچنین فردی گناهی نیست، و اشکالی ندارد که با آنان بنشیند. بنابراین فرمود: (﴿وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ﴾) و بر کسانی که پرهیزگاری می‌کنند، از حساب آنان چیزی بر آنها نیست. اما باید آنان را تذکر و پند دهند، تا شاید بپرهیزند.\nاین آیه بیانگر آن است که پند دهنده باید سخنی را به کار گیرد که به حاصل شدن تقوا بینجامد. و هرگاه پند و اندرز، به شر و بدیِ بیشتر منجر شود، ترک آن واجب است؛ زیرا هرگاه پند و اندرز با مقصود و هدف متعارض باشد، ترک آن مقصود است."
    },
    {
      "id": 859,
      "verse_number": 70,
      "verse_key": "6:70",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 109,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟ ۖ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
      "page_number": 136,
      "juz_number": 7,
      "translations": [
        {
          "id": 923524,
          "resource_id": 135,
          "text": "و كسانى را كه دینشان را به بازى و سرگرمى گرفته‌اند و زندگى دنیا آنان را فریفته است رها كن؛ و [مردم را] با این [قرآن‌] اندرز ده تا مبادا كسى به [كیفر] آنچه به دست آورده است به هلاكت بیفتد در حالى كه در برابر الله برای [رهایی از عذابِ] آن نه [دوست و] کارسازی دارد و نه شفاعتگرى؛ و [حتی] اگر [بخواهد براى نجات خویش] هر فدیه‌اى دهد، از او پذیرفته نمی‌شود. اینان هستند كه به [کیفر‌] آنچه به دست آورده‌اند، هلاک گشته‌اند و به [سزای] آنكه كفر مى‌ورزیدند، شرابى از آبِ جوشان و عذابى پردرد [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "آنچه از بندگان خواسته شده، این است که دین را خالصانه برای خدا انجام دهند؛ به این صورت که تنها او را بپرستند، و تمام توان خود را برای جلب خشنودی و رضایت او مبذول دارند. و این کار مستلزم آن است که قلب را متوجه خدا نمود، و به‌طور جدی در این مسیر گام برداشت، و مخلصانه برای رضای خدا به پیش رفت، و ریا و شهرت طلبی را کنار گذاشت. این است دین حقیقی. اما هرکس ادعا کند که او بر حق است و از دین و پرهیزگاری برخوردار است، درحالی که دینش را به بازیچه و سرگرمی گرفته است؛ به گونه‌ای که، قلب او از محبت خدا و شناخت او غافل شده، و به هر آنچه که به وی زیان می‌رساند، روی آورده، و در باطل خویش فرو رفته است، و با جسم و بدن خود در آن به سرگرمی می‌پردازد؛ زیرا هرگاه کار و تلاشش برای غیر خدا انجام ‌گیرد، بازیچه و سرگرمی است. خداوند دستور داده است که چنین فردی را ترک کنیم و از او بپرهیزیم، و فریب وی را نخوریم، و مراقب کارهایش باشیم، و نباید موانع و مشکلات او، ما را از آنچه که آدمی را به خدا نزدیک می‌گرداند، باز دارد.(﴿وَذَكِّرۡ بِهِۦٓ﴾) و به وسیلۀ این قرآن، آنچه را که به بندگان فایده می‌رساند، اندرز بده. آنان را به خواندن قرآن و تبعیّتِ از آن دستور بده، و به صورت مشروح برایشان بیان کن، و آن را برایشان نیکو جلوه بده، و اوصاف و ویژگی‌های زیبای آن را برایشان بیان کن، و از آنچه که به ضرر بندگان است، نهی کن، و آن را به صورت مبسوط برایشان بیان نما، و صفت‌های زشتِ منهیات را برای آنان بیان کن به گونه‌ای که انسان به ترک آن رغبت پیدا کند. و همۀ این مطالب، بدان خاطر است تا کسی به سبب آنچه انجام داده است، هلاک نشود؛ یعنی قبل از اینکه بنده مرتکب گناه شود، و بر خداوندی که خفایا را می داند، جرأت کند و به این کار نادرست و زشت ادامه دهد، وی را پند و اندرز بده، تا باز آید و از کارش دست بکشد.\n(﴿لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ﴾) قبل از اینکه گناهانش، او را احاطه نماید، آنگاه هیچ کس به او سودی نمی‌رساند، و هیچ خویشاوند و دوستی جز خدا، او را یاری و سرپرستی نکرده و هیچ شفاعت کننده‌ای برای او شفاعت نمی‌کند.(﴿وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ﴾) و اگر هرگونه فدیه‌ای بپردازد ـ گرچه پُرِ زمین طلا باشد ـ (﴿لَّا يُؤۡخَذۡ مِنۡهَآ﴾) ازاو پذیرفته نمی‌شود و فایده‌ای برای وی نخواهد داشت.\n(﴿أُوْلَٰٓئِكَ﴾) ایشان که دارای صفات مذکورند، (﴿ٱلَّذِينَ أُبۡسِلُواْ﴾) کسانی‌اند که هلاک شده و از خیر نا اُمید گشته‌اند، و این (﴿بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ﴾) به سبب کارهایی است که انجام داده‌اند. برای آنان، شرابی است که بی‌نهایت داغ و گرم است و چهره‌هایشان را می‌سوزاند و روده‌هایشان را تکّه تکّه می‌کند.\n(﴿وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ﴾) و به سبب کفری که می ورزیدند، برای آنان عذابی دردناک است."
    },
    {
      "id": 860,
      "verse_number": 71,
      "verse_key": "6:71",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَـٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَـٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۖ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "page_number": 136,
      "juz_number": 7,
      "translations": [
        {
          "id": 923525,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «آیا به جای الله چیزی را بخوانیم که نه به ما سود می‌دهد و نه زیان می‌رساند؟ و آیا پس از آنکه الله ما را هدایت کرده است [به سوی گمراهی] به عقب بازگردیم؟ همچون کسی ‌که شیاطین او را [فریب داده و از راه راست] به در بُرده‌اند و او در زمین حیران و سرگشته مانده است، در حالی‌ که او یارانی [دلسوز] دارد که به هدایت دعوتش می‌کنند [و می‌گویند:] \"به سوی ما بیا\"». بگو: «بی‌تردید، هدایت [راستین]، هدایت الله است و ما فرمان یافته‌ایم که تسلیم پروردگار جهانیان باشیم؛"
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) [ای پیامبر!] به کسانی که به خدا شرک می‌ورزند و غیرِ او را به فریاد می‌خوانند، و شما را به دینشان دعوت می‌کنند، و اوصاف معبودانشان را برای تو بیان می‌کنند ـ اوصافی که عاقل با آگاهی یافتن از آن باز می‌آید؛ زیرا هرگاه انسان خردمند به طور سطحی در مذهب مشرکان نظر اندازد، به باطل بودن آن یقین حاصل می‌نماید، و برای بطلان آن نیازی به اقامۀ دلیل آن ندارد ـ ، پس به چنین کسانی بگو: (﴿أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا﴾) آیا غیر از خدا کسی را بخوانیم که سود و زیانی به ما نمی‌رساند؟ این صفت شامل تمامی کسانی است که غیرخدا را می‌پرستند، چون آنچه جز خدا پرستش می‌شود، سود و زیانی نمی‌رساند، و کاری در دست او نیست، بلکه همۀ کارها در دست خداست.\n(﴿وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ﴾) و آیا بعد از اینکه خداوند ما را هدایت کرد، به گمراهی بازگردیم؟ و از هدایت و رشد به انحراف برگردیم؟ و از راهی که انسان را به باغ‌های بهشت می‌رساند، به راهی برگردیم که آدمی را به عذاب دردناک جهنم می‌رساند؟! پس این حالتی است که انسانِ خردمند آن را نمی‌پسندد. و کسی که دارای این حالت است، (﴿كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ﴾) بسان کسی است که شیاطین او را گمراه نموده، و از راه و برنامه و هدفش منحرف کرده است.\n(﴿حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى﴾) سرگشته و حیران است؛ دوستانی دارد که او را به سوی هدایت فرا می‌خوانند، اما شیطان‌ها او را به زشتی و انحراف دعوت می‌کنند، و او میان این دو دعوتگر حیران مانده است. و همۀ مردم چنین حالتی را دارند، جز کسانی که خداوند آنها را در امان قرار داده است. به درستی که آنان کشش‌ها و انگیزه‌هایی متعارض در خود می‌یابند [کشش و جاذبه‌های شیطانی، و انگیزه و محرک‌های رحمانی]. انگیزه‌های خیری که در وجود چنین کسانی یافت می‌شود عبارتند: از انگیزه‌ی رسالت، عقل صحیح و فطرت سالم. (﴿يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى﴾) او را به سوی هدایت و صعود به بالاترین مقام فرا می‌خوانند. از طرفی نیز انگیزه‌های شیطانی در درون آدمی وجود دارد، و هرکس شیوۀ شیطان را درپیش گیرد و از نفس سرکش پیروی کند، گمراه شده و به پایین ترین جایگاه و «اسفل السافلین» سقوط می‌کند. برخی از مردم در همه یا اغلب کارهایشان از انگیزه‌های رحمانی بهره برده و راه هدایت را در پیش می‌گیرند؛ و برخی از مردم بر عکس این هستند؛ و برخی هستند که هر دو نوع انگیزه در آنها وجود دارد، و این دو انگیزه در وجود آنان با یکدیگر متعارض و مخالف‌اند. \nو در اینجا اهل سعادت از اهل شقاوت باز شناخته می‌شوند. (﴿قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰ﴾) بگو: هدایت خدا، هدایت واقعی است. هدایت؛ همان است که خداوند بر زبان پیامبرش بیان نموده، ودیگر راه‌ها به گمراهی و نابودی و هلاکت می‌انجامند. \n(﴿وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ﴾) و فرمان داده شده‌ایم تا از پروردگار جهانیان فرمان بریم؛ تسلیم یگانگی و اوامر و نواهی او باشیم، و به بندگی وی در آییم. همانا این، برترین نعمتی است که خداوند به بندگان ارزانی نموده است، و کامل‌ترین تربیتی است که خداوند آنها را ازآن بهره‌مند کرده است."
    },
    {
      "id": 861,
      "verse_number": 72,
      "verse_key": "6:72",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَنْ أَقِيمُوا۟ ٱلصَّلَوٰةَ وَٱتَّقُوهُ ۚ وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "page_number": 136,
      "juz_number": 7,
      "translations": [
        {
          "id": 923526,
          "resource_id": 135,
          "text": "و اینكه نماز برپا دارید و از او پروا کنید؛ و اوست كه به پیشگاهش محشور خواهید شد»."
        }
      ],
      "tafsir_saadi": "(﴿وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُ﴾) و دستور داده شده‌ایم که نماز را همراه با ارکان و شرایط و سنت‌هایش و آنچه آن را تکمیل می‌نماید، بر پا داریم. (﴿وَٱتَّقُوهُ﴾) و با انجام آنچه خداوند بدان دستور داده، و با پرهیز از منهیّاتش، از او بترسید. (﴿وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ﴾) و او خدایی است که به سویش محشور خواهید شد، و در روز قیامت در پیشگاه او جمع می‌شوید، و شما را طبق اعمال خوب و بدتان پاداش می‌دهد."
    },
    {
      "id": 862,
      "verse_number": 73,
      "verse_key": "6:73",
      "hizb_number": 14,
      "rub_el_hizb_number": 54,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ وَيَوْمَ يَقُولُ كُن فَيَكُونُ ۚ قَوْلُهُ ٱلْحَقُّ ۚ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "page_number": 136,
      "juz_number": 7,
      "translations": [
        {
          "id": 923527,
          "resource_id": 135,
          "text": "و اوست که آسمان‌ها و زمین را به‌حق آفرید و روزی که [الله به هر چیزی] بگوید: «موجود شو»، بی‌درنگ موجود می‌شود. سخن او حق است؛ و روزی که در صور دمیده می‌شود، فرمانروایی از آنِ اوست. او دانای پنهان و پیداست و اوست که حکیمِ آگاه است.‌"
        }
      ],
      "tafsir_saadi": "(﴿وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ﴾) و او خدایی است که آسمان‌ها و زمین را به حق آفریده است، تا بندگان را فرمان دهد، و آنان را نهی کند، و به آنان پاداش و کیفر بدهد.\n(﴿وَيَوۡمَ يَقُولُ كُن فَيَكُونُ قَوۡلُهُ ٱلۡحَقُّ﴾) و روزی که می‌فرماید: «باش» پس می‌شود، سخن او حق است، و هیچ شک و تردیدی درآن نیست، و او چیزِ بیهوده‌ای را نمی‌گوید، (﴿وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِ﴾) و روزی که در صور دمیده می‌شود، پادشاهی از آن اوست؛ یعنی در روز قیامت. به طور ویژه فرمود: پادشاهی قیامت ازآن او ست با اینکه او صاحب و فرمانروای هرچیزی است؛ زیرا در روز قیامت همه مالکیت‌ها لغو شده و از بین می‌رود، پس پادشاهی و ملوکیت، جز برای خداوند قهار و یکتا باقی نخواهد ماند. \n(﴿عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ﴾) آگاه و عالم به پنهان و آشکار می‌باشد، و او با حکمت و آگاه است؛ ذاتی که دارای رحمت کامل و نعمت فراوان و احسان بزرگ است، و علم و آگاهی او، تمام خفایا و اسرار را در بر گرفته است، و هیچ خدا و پروردگاری جز او نیست."
    },
    {
      "id": 863,
      "verse_number": 74,
      "verse_key": "6:74",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً ۖ إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923528,
          "resource_id": 135,
          "text": "و [یاد کن از] هنگامی که ابراهیم به پدرش ـ آزرـ گفت: «آیا بُت‌ها را معبود [خویش] می‌گیری؟ به راستی که من تو و قومت را در گمراهیِ آشکاری می‌بینم»."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ﴾) داستان ابراهیم علیه السلام را به یاد آور، و او را ستایش کن، و به پاس اینکه به توحید فرا خواند و از شرک نهی کرد، او را گرامی بدار، آنگاه که به پدرش آزر گفت: (﴿أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً﴾) آیا بت‌هایی را عبادت می‌کنی، که فایده‌ای نمی‌رسانند و زیانی نمی‌دهند و هیچ کاری در دست آنان نیست؟! \n(﴿إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ﴾) من، تو و قومت را در گمراهی آشکاری می‌بینم؛ زیرا کسانی را عبادت می‌کنید که سزاوار کوچک‌ترین عبادتی نیستند، و عبادت آفریننده و روزی دهنده و مدبّرتان را ترک کرده‌اید."
    },
    {
      "id": 864,
      "verse_number": 75,
      "verse_key": "6:75",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923529,
          "resource_id": 135,
          "text": "و این گونه فرماندهیِ [شکوهمندِ] آسمان‌ها و زمین را به ابراهیم نشان دادیم تا [یگانگی الله و گمراهیِ آزر و قومش را دریابد و] از اهل یقین باشد."
        }
      ],
      "tafsir_saadi": "(﴿وَكَذَٰلِكَ﴾) و همچنین زمانی که ابراهیم را به توحید و دعوت به سوی آن توفیق دادیم، (﴿ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) ملکوت بزرگ آسمان‌ها و زمین را به او نشان دادیم. و با بینش و بصیرت خود، دلایل قاطع و روشنی را که در آسمان‌ها و زمین وجود دارد، مشاهده نمود.(﴿وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ﴾) و تا از یقین‌کنندگان باشد؛ زیرا برحسب دلایلی که مشاهده می‌کند، یقین و علم کامل برای او به دست می‌آید."
    },
    {
      "id": 865,
      "verse_number": 76,
      "verse_key": "6:76",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923530,
          "resource_id": 135,
          "text": "پس هنگامی‌ که [تاریکی] شب او را در بر گرفت، ستاره‌ای دید [و] گفت: «این پروردگارِ من است» و چون غروب کرد [و ناپدید شد] گفت: «غروب‌کنندگان را دوست ندارم»."
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ﴾) وقتی که شب، سیاهی خود را بر او گستراند و سیاهی شب وی را در برگرفت، (﴿رَءَا كَوۡكَبٗا﴾) ستاره‌ای را دید. شاید آن ستاره، یکی از ستاره‌های روشن و درخشان بوده، چون به طور ویژه ذکر شده است، و این دلالت می‌نماید که از دیگر ستاره‌ها، نور بیشتری داشته است. بنابراین برخی گفته‌اند این ستاره، زهره بوده است. (﴿قَالَ هَٰذَا رَبِّي﴾) و به منظور تنازل با خصم گفت: این پروردگار من است! پس بیایید بنگریم آیا این سزاوار خدا بودن هست یا نه؟ و آیا ما بر این کار دلیلی داریم یا نه؟ زیرا برای هیچ عاقلی شایسته نیست که هوی و هوسش را به خدایی بگیرد، بدونه اینکه دلیل و حجتی داشته باشد.\n(﴿فَلَمَّآ أَفَلَ﴾) وقتی که آن ستاره پنهان شد و غروب کرد، (﴿قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ﴾) گفت: من غروب کنندگان و معبودی را که از نگاه عابد پنهان شود، دوست ندارم؛ زیرا معبود باید منافع عابد را تأمین کند، و به تدبیر همۀ کارهایش بپردازد. اما آن‌که مدت زیادی پنهان است، چگونه سزاوار پرستش است؟! و آیا معبود قرار دادن آن، بی‌خردی محض و یک امر باطل نیست؟"
    },
    {
      "id": 866,
      "verse_number": 77,
      "verse_key": "6:77",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923531,
          "resource_id": 135,
          "text": "پس هنگامی‌ که ماه را تابنده دید گفت: «این پروردگارِ من است» و چون غروب کرد گفت: «اگر پروردگارم مرا هدایت نكرده بود، قطعاً از گمراهان بودم»."
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا﴾) وقتی‌که ماه را درحال طلوع مشاهده کرد، و دید که روشنایی‌اش از روشنایی ستاره بیشتر است، و نورش با نور ستاره فرق می‌کند، (﴿قَالَ هَٰذَا رَبِّي﴾) از باب تنازل با خصم گفت: این پروردگار من است، (﴿فلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ﴾) وقتی‌که ماه غروب کرد، گفت: اگر پروردگارم مرا راهنمایی نکند، همانا از گمراهان خواهم شد. پس نهایت نیازمندی به سوی پروردگارش را اظهار نمود، و به یقین دانست که اگر خدا او را هدایت نکند، هیچ هدایت کننده‌ای برای وی وجود ندارد؛ و اگر خدا او را بر طاعت خود یاری نکند، یاوری نخواهد داشت."
    },
    {
      "id": 867,
      "verse_number": 78,
      "verse_key": "6:78",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923532,
          "resource_id": 135,
          "text": "پس هنگامی ‌که خورشید را درخشنده دید گفت: «این پروردگارِ من است. این بزرگ‌تر است»؛ اما وقتی که غروب کرد گفت: «ای قوم، من از آنچه [برای الله] شریک قرار می‌دهید بیزارم."
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّا رَءَا ٱَلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُ﴾) وقتی که خورشید را در حال طلوع دید، گفت: این پروردگار من است، این بزرگ‌تر است؛ یعنی از ستاره و ماه بزرگ‌تر است. (﴿فَلَمَّآ أَفَلَتۡ﴾) وقتی که خورشید غروب کرد، در این هنگام هدایت محقق شد و انحراف و سرگشتگی از بین رفت. (﴿قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ﴾) گفت: ای قوم من! من از آنچه که برای خدا شریک قرار می‌دهید، بیزارم؛ زیرا دلیل راستین و روشن بر باطل بودن آن به وجود آمد."
    },
    {
      "id": 868,
      "verse_number": 79,
      "verse_key": "6:79",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923533,
          "resource_id": 135,
          "text": "به راستی که من حقگرایانه دین [و عبادتِ] خویش را برای کسی خالص کرده‌ام که آسمان‌ها و زمین را پدید آورده است و هرگز در زمرۀ مشرکان نیستم»."
        }
      ],
      "tafsir_saadi": "(﴿إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ﴾) همانا من رویم را به سوی خدایی نموده ام که آسمان‌ها و زمین را آفریده است. رویم را تنها به خدای یکتا نموده، و به او روی آورده، و از غیرِ او روی گردانده‌ام.\n(﴿وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ﴾) و من از مشرکان نیستم. پس ابراهیم از شرک بیزاری جست، و به توحید یقین حاصل کرد، و بر آن دلیل اقامه نمود.\nو آنچه را که در رابطه با تفسیر این آیات بیان کردیم، همان درست و صحیح است. و بحث، بحث مناظرۀ ابراهیم با قومش است که در آن، باطل بودن الوهیت اجرام آسمانی و دیگر اشیا بیان گردیده است. و اما کسی که می‌گوید: ابراهیم در کودکی‌اش چنین می‌پنداشته است، دلیلی بر صحت گفتۀ خود ندارد."
    },
    {
      "id": 869,
      "verse_number": 80,
      "verse_key": "6:80",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923534,
          "resource_id": 135,
          "text": "و قوم او با وی به مجادله پرداختند [و او را از خشم معبودها ترساندند. ابراهیم] گفت: «آیا دربارۀ الله با من مجادله می‌کنید در حالی که او مرا [به راهِ راست] هدایت کرده است و از چیزهایی که با او شریک می‌پندارید هیچ نمی‌ترسم، مگر آنکه پروردگارم چیزی [از سود و زیان برایم] خواسته باشد. علمِ پروردگارم همه چیز را فرا گرفته است. آیا پند نمی‌گیرید؟"
        }
      ],
      "tafsir_saadi": "(﴿وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِ﴾) و قومش با او به مجادله پرداختند، گفت: آیا دربارۀ خدا با من مجادله می‌کنید حال آنکه مرا هدایت کرده است؟ مجادله کردن با کسی که هدایت برای او روشن نشده است، چه فایده‌ای دارد؟ اما کسی که خداوند او را هدایت کرده، و به بالاترین مقام یقین رسیده است، او خودش مردم را به آنچه بر آن است، دعوت می‌کند. (﴿وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ﴾) و از آنچه که شریک خدا می‌سازید، نمی‌ترسم؛ زیرا آنها نمی‌توانند هیچ سود و زیانی به من برسانند. (﴿إِلَّآ أَن يَشَآءَ رَبِّي شَيۡ‍ٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ﴾) مگر آنچه پروردگارم بخواهد، علم پروردگارم هر چیزی را در بر گرفته است، آیا یادآور نمی‌شوید؟ آنگاه خواهید دانست که او تنها معبودی است که سزاوار و شایستۀ عبودیت و بندگی است."
    },
    {
      "id": 870,
      "verse_number": 81,
      "verse_key": "6:81",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "page_number": 137,
      "juz_number": 7,
      "translations": [
        {
          "id": 923535,
          "resource_id": 135,
          "text": "و چگونه از چیزهایی که شریک [الله] می‌پندارید بترسم با آنكه شما خود نمى‌هراسید از اینكه چیزى را شریک الله ساخته‌اید كه او تعالی [هیچ] دلیلى دربارۀ [حقانیتِ] آن بر شما نازل نكرده است؟ پس اگر مى‌دانید، [بگویید] كدام یک از این دو گروه [موحد و مشرک] به امنیت [و دوری از عذاب] سزاوارتر است؟"
        }
      ],
      "tafsir_saadi": "(﴿وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ﴾) و چگونه از آنچه که شما شریک خدا می‌سازید، بترسم، در صورتی که ناتوان است و نمی‌تواند فایده‌ای برساند؟ \n(﴿وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗا﴾) و شما از اینکه چیزهایی را شریک خدا قرار داده و بر صحت آن دلیلی نازل نکرده است، ترسی به دل راه نمی‌دهید؟ شما دلیلی جز پیروی از هوی و خواست‌های خود ندارید.\n(﴿فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ﴾) پس کدام‌یک از [ما] دو گروه به امنیت سزاوارتر است، اگر می‌دانید؟"
    },
    {
      "id": 871,
      "verse_number": 82,
      "verse_key": "6:82",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 110,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يَلْبِسُوٓا۟ إِيمَـٰنَهُم بِظُلْمٍ أُو۟لَـٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923536,
          "resource_id": 135,
          "text": "کسانی که ایمان آورده‌اند و ایمانشان را به [هیچ] شرکی نیالوده‌اند، آنانند که امنیت [و آرامش‌] دارند و رهیافتگانند»."
        }
      ],
      "tafsir_saadi": "خداوند متعال درحالی که هردو گروه را از هم جدا می‌سازد، می‌فرماید: (﴿ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ﴾) کسانی که ایمان آورده و خود را به شرک نیالوده باشند، (﴿أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ﴾) امنیت از هراس و وحشت و از عذاب و بدبختی، و هدایت شدن به راه راست ایشان را سزد. پس اگر ایمانشان را به طور مطلق با هیچ ظلمی نیامیخته باشند -نه با شرک و نه با دیگر گناهان- به امنیت و هدایت کامل دست می‌یابند. و اگر ایمانشان را فقط به شرک آلوده نکرده باشند، اما گناهان دیگری را انجام داده باشند، اصل هدایت و امنیت را در می‌یابند، گرچه هدایت و امنیت کامل را از دست می‌دهند. \nو مفهوم آیۀ کریمه این است که، کسانی که از این دو ویژگی برخوردار نباشند، هدایت و امنیتی را به دست نیاورده، و بهرۀ آنان گمراهی و بدبختی است."
    },
    {
      "id": 872,
      "verse_number": 83,
      "verse_key": "6:83",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923537,
          "resource_id": 135,
          "text": "و این [استدلال،] حجت ما بود كه به ابراهیم در برابر قومش دادیم. [در دنیا و آخرت، مقام] هر کس را كه بخواهیم به درجاتی بالا مى‌بریم. [ای پیامبر،] بی‌تردید، پروردگارت حكیم داناست."
        }
      ],
      "tafsir_saadi": "وقتی‌که خداوند متعال دلایل قاطعی را برای ابراهیم علیه السلام ارائه نمود، فرمود: (﴿وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦ﴾) و این بود دلیل ما که به ابراهیم دادیم، تا علیه قومش به کار گیرد.\nیعنی با این دلایل، بر قومش چیره شد و به وسیلۀ این دلایل، آنان را در مجادله شکست داد.\n(﴿نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُ﴾) درجات هرکس را که بخواهیم بلند می‌کنیم، همان طور که درجات ابراهیم -علیه السلام- را در دنیا و آخرت بلند کردیم؛ زیرا خداوند به‌وسیلۀ علم، صاحب علم را بر بندگانش برتری می‌دهد. به ویژه عالمی که به علم خود عمل نماید، و علم را به دیگران بیاموزد. چنین کسی را برحسب حالتش پیشوای مردم قرار می‌دهد؛ مردم به کارهایش چشم می‌دوزند و از او پیروی می‌کنند، و از نور او، برای خود روشنایی کسب می‌نمایند. \nخداوند متعال می‌فرماید: ﴿يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖ﴾ خداوند [درجات] مؤمنان و اهل علم را بالا می‌برد.(﴿إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ﴾) همانا پروردگار تو با حکمت و دانا است. پس علم و حکمت را جز در جایی که شایستۀ آن دو است، قرار نمی‌دهد، و او به این محل آگاه‌تر است."
    },
    {
      "id": 873,
      "verse_number": 84,
      "verse_key": "6:84",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَـٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَـٰرُونَ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923538,
          "resource_id": 135,
          "text": "و به او [= ابراهیم] اسحاق و یعقوب را بخشیدیم و همه را [به راه راست] هدایت کردیم؛ و پیشتر نوح را [نیز] هدایت کرده بودیم و از نسل او داود و سلیمان و ایوب و یوسف و موسى و هارون را [به راه حق رهنمون ساختیم‌] و نیكوكاران را این گونه پاداش مى‌دهیم."
        }
      ],
      "tafsir_saadi": "وقتی که خداوند از بنده و خلیل خود، ابراهیم علیه السلام و از علم و شکیبایی و دعوت در راه خدا را که به او ارزانی داشته بود، سخن به میان آورد، ذکر نمود که خداوند چه نژاد صالح و نسل پاکیزه‌ای به او عطا کرد و وی را بدان وسیله اکرام نمود، و اینکه خداوند برگزیدگان خلق را از نسل او قرارداده است. و از این فضیلت عظیم و کرامت بی‌نظیر که شبیه و مانندی برای آن نیست. پس فرمود: (﴿وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ﴾) و به ابراهیم، اسحاق و یعقوب را دادیم.\nیعقوب، فرزند اسحاق بود که اسرائیل هم نام داشت. یعقوب، پدر ملتی است که خداوند آن را بر جهانیان برتری داده بود. (﴿كُلًّا﴾) هرکدام از این دو را (﴿هَدَيۡنَا﴾) در علم و عمل به راه راست هدایت کردیم.(﴿وَنُوحًا هَدَيۡنَا مِن قَبۡلُ﴾) و نوح را پیش‌تر هدایت کردیم. و هدایت او، بالاترین نوعِ هدایت است که جز تعدادی از مردم در جهان به آن دست نیافته اند، و آنان پیامبران اولوالعزم هستند که نوح یکی از آنها است.\n(﴿وَمِن ذُرِّيَّتِهِۦ﴾) احتمال دارد که ضمیر در کلمۀ (﴿ذُرِّيَّتِهِۦ﴾) به نوح برگردد، چون نوح نزدیک‌ترین اسم به ضمیر است. و چون خداوند همراه با کسانی‌که نام برده، لوط را نیز ذکر کرده است که از فرزندان نوح می‌باشد نه از فرزندان ابراهیم؛ زیرا لوط برادرزادۀ ابراهیم است. و احتمال دارد که ضمیر به ابراهیم برگردد، چون سیاق جمله برای تمجید ‌از ابراهیم است. و لوط گرچه از نسل ابراهیم نیست، اما از جمله کسانی است که به دست ابراهیم ایمان آورد. پس فضیلتی که از طریق ایمان آوردن لوط به دست ابراهیم عاید حضرت خلیل می‌گردد، بزرگ‌تر و ارزشمندتر از آن فضیلتی است که لوط تنها فرزند او باشد نه چیز دیگری. (﴿دَاوُۥدَ وَسُلَيۡمَٰن﴾) داود و پسرش سلیمان، (﴿وَأَيُّوبَ وَيُوسُفَ﴾) و ایوب، و یوسف پسر یعقوب (﴿وَمُوسَىٰ وَهَٰرُونَ﴾) و فرزندان عمران، (﴿وَكَذَٰلِكَ﴾) و همان‌گونه که نسل ابراهیم خلیل علیه السلام را به دلیل اینکه پروردگارش را به بهترین شیوه عبادت کرده بود و به نحو احسن به مردم سود رسانده بود، هدایت و اصلاح نمودیم، (﴿نَجۡزِي ٱلۡمُحۡسِنِينَ﴾) همان‌گونه نیز نیکوکاران را پاداش می‌دهیم و از آنان نام نیک و نسل صالح بر جای می‌گذاریم."
    },
    {
      "id": 874,
      "verse_number": 85,
      "verse_key": "6:85",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِّنَ ٱلصَّـٰلِحِينَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923539,
          "resource_id": 135,
          "text": "و [همچنین] زکریا و یحیی و عیسی و الیاس [را راه نمودیم که] همه از شایستگان بودند."
        }
      ],
      "tafsir_saadi": "(﴿وَزَكَرِيَّا وَيَحۡيَىٰ﴾) و زکریا و یحیی که پسرش بود، (﴿وَعِيسَىٰ﴾) و عیسی پسر مریم، (﴿وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ﴾) و الیاس، که همگی از صالحان و شایستگان بوده و اخلاق و اعمال و علوم شایسته‌ای داشته و رهبر و پیشوای صالحان بودند."
    },
    {
      "id": 875,
      "verse_number": 86,
      "verse_key": "6:86",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِسْمَـٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَـٰلَمِينَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923540,
          "resource_id": 135,
          "text": "و اسماعیل و یَسَع و یونس و لوط [را نیز هدایت کردیم] و جملگى را بر جهانیان برترى دادیم."
        }
      ],
      "tafsir_saadi": "(﴿وَإِسۡمَٰعِيلَ﴾) و اسماعیل پسر ابراهیم، پدر ملت عرب که برترین ملت‌ها است، و پدر برترین فرزندان آدم؛ یعنی محمد صلی الله علیه وسلم، (﴿وَيُونُسَ﴾) و یونس فرزند متی، (﴿وَلُوطٗا﴾) و لوط فرزند هاران، برادر ابراهیم، (﴿وَكُلّٗا﴾) و هریک از این انبیاء و پیامبران را، (﴿فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ﴾) بر جهانیان برتری دادیم. و معیار برخورداری از درجات و رتبه‌های برتر چهار چیز است که خداوند بیان نموده است: ﴿وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّ‍ۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَ﴾ و هرکس از خدا و پیامبرش پیروی نماید، پس او با کسانی خواهد بود که خداوند بر آنها انعام کرده است، از پیامبران و صدیقان و شهیدان و صالحان. پس ایشان در بالاترین رتبه قرار دارند، و این دسته از پیامبران، به طور مطلق برترین پیامبران هستند؛ زیرا پیامبرانی که خداوند سرگذشت آنها را در قرآن بیان کرده است، بدون شک از پیامبرانی که خداوند سرگذشت آنان را بیان نکرده است، برترند."
    },
    {
      "id": 876,
      "verse_number": 87,
      "verse_key": "6:87",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّـٰتِهِمْ وَإِخْوَٰنِهِمْ ۖ وَٱجْتَبَيْنَـٰهُمْ وَهَدَيْنَـٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923541,
          "resource_id": 135,
          "text": "و [نیز] از پدران‌ و فرزندان‌ و برادرانشان [برخی را برتری دادیم و] آنان را برگزیدیم و به راه راست هدایت کردیم."
        }
      ],
      "tafsir_saadi": "(﴿وَمِنۡ ءَابَآئِهِمۡ﴾) و از پدران این افراد مذکور، (﴿وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡ﴾) و از برادران و نسل ایشان [عده‌ای را] هدایت کردیم، (﴿وَٱجۡتَبَيۡنَٰهُمۡ﴾) و آنان را برگزیدیم، (﴿وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾) و آنان را به راه راست هدایت کردیم."
    },
    {
      "id": 877,
      "verse_number": 88,
      "verse_key": "6:88",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923542,
          "resource_id": 135,
          "text": "این هدایتِ الله است که هر یک از بندگانش را که بخواهد، با آن هدایت می‌کند؛ و اگر شرک می‌ورزیدند، آنچه [از اعمال نیک] انجام داده بودند تباه می‌شد."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ﴾) این هدایت، (﴿هُدَى ٱللَّهِ﴾) هدایت خدا است که هدایتی جز آن وجود ندارد.(﴿يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦ﴾) هرکس از بندگانش را که بخواهد، بدان هدایت می‌نماید، پس هدایت را از او طلب کنید؛ زیرا اگر خداوند شما را هدایت نکند، هدایت کننده‌ای نخواهید داشت. و افراد مذکور از جملۀ کسانی هستند که خداوند هدایت آنان را خواسته است.\n(﴿وَلَوۡ أَشۡرَكُواْ﴾) و اگر فرضاً شرک می‌ورزیدند، (﴿لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ﴾) هرآنچه را که کرده بودند از دستشان می رفت؛ زیرا شرک، عمل را نابود و ضایع می گرداند، و باعث خلودِ در جهنم می شود. پس، وقتی که این برگزیدگان اگر شرک بورزند- که هرگز چنین نمی شود و از آنان بعید است ـ اعمالشان هدر و ضایع گردد، دیگران به طریق اولی اعمالشان ضایع خواهد شد."
    },
    {
      "id": 878,
      "verse_number": 89,
      "verse_key": "6:89",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ۚ فَإِن يَكْفُرْ بِهَا هَـٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَـٰفِرِينَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923543,
          "resource_id": 135,
          "text": "اینان کسانی هستند که به ایشان کتاب و حکمت و نبوت بخشیدیم. پس [ای پیامبر،] اگر اینان [= مشركان‌] به این [پیامبران و کتاب‌های الهی] كفر بورزند، قطعاً گروهى [= مهاجران و انصار و تابعین] را بر [حفظ و نگهبانیِ] آن [اصول و عقاید] می‌گماریم كه نسبت به آن كافر نباشند."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ﴾) این هدایت، (﴿هُدَى ٱللَّهِ﴾) هدایت خدا است که هدایتی جز آن وجود ندارد.(﴿يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦ﴾) هرکس از بندگانش را که بخواهد، بدان هدایت می‌نماید، پس هدایت را از او طلب کنید؛ زیرا اگر خداوند شما را هدایت نکند، هدایت کننده‌ای نخواهید داشت. و افراد مذکور از جملۀ کسانی هستند که خداوند هدایت آنان را خواسته است.\n(﴿وَلَوۡ أَشۡرَكُواْ﴾) و اگر فرضاً شرک می‌ورزیدند، (﴿لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ﴾) هرآنچه را که کرده بودند از دستشان می رفت؛ زیرا شرک، عمل را نابود و ضایع می گرداند، و باعث خلودِ در جهنم می شود. پس، وقتی که این برگزیدگان اگر شرک بورزند- که هرگز چنین نمی شود و از آنان بعید است ـ اعمالشان هدر و ضایع گردد، دیگران به طریق اولی اعمالشان ضایع خواهد شد."
    },
    {
      "id": 879,
      "verse_number": 90,
      "verse_key": "6:90",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 111,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ ۖ فَبِهُدَىٰهُمُ ٱقْتَدِهْ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَـٰلَمِينَ",
      "page_number": 138,
      "juz_number": 7,
      "translations": [
        {
          "id": 923544,
          "resource_id": 135,
          "text": "آنان [= پیامبران] کسانی هستند که الله هدایتشان کرده است؛ پس [ای پیامبر،] از هدایت [و راه راستِ] ایشان پیروی کن [و به قومت] بگو: «من در برابر این [رسالت،] پاداشی از شما نمی‌خواهم. این [قرآن، چیزی] نیست مگر [یادآوری و] پندی برای جهانیان»."
        }
      ],
      "tafsir_saadi": "(﴿أُوْلَٰٓئِكَ﴾) این افراد مذکور، (﴿ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡ﴾) کسانی‌اند که خداوند آنان را هدایت کرده است، پس به هدایت ایشان اقتدا کن. پس ای پیامبر بزرگوار! به دنبال این پیامبرانِ برگزیده حرکت، و از آئین آنان پیروی کن. و پیامبر صلی الله علیه وسلم از این دستور اطاعت نمود، و به هدایت پیامبران پیش از خود راه یافت و هر کمالی را که در آنان بود، در خود جمع کرد. پس برتری و ویژگی‌هایی در وی جمع شد که از همۀ جهانیان بالاتر رفت، و سردار پیامبران و پیشوای پرهیزگاران گردید. درود و رحمت بی‌کران خدا بر او و همۀ پیامبران باد. و از این رهگذر، برخی از اصحاب استدلال کرده‌اند که پیامبر صلی الله علیه وسلم از همۀ پیامبران برتر است. \n(﴿قُل﴾) به کسانی که از دعوت تو روی‌گردانده‌اند، بگو: (﴿لَّآ أَسۡ‍َٔلُكُمۡ عَلَيۡهِ أَجۡرًا﴾) به خاطر دعوتم از شما مزد و پاداشی نمی‌طلبم که آن را به عنوان پاداش به من دهید؛ زیرا این کار، سبب امتناع شما می‌شود، بلکه مزد من بر خدا است.\n(﴿إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ﴾) نیست این [قرآن] جز پندی برای جهانیان، تا آنچه را که به آنان فایده می‌دهد، از آن یاد گیرند و آن را انجام دهند؛ و آنچه را که به زیان آنها است، از آن یاد گیرند و آن را ترک کنند، و به‌وسیلۀ آن پروردگارشان را با اسما و صفاتش بشناسند. و اخلاق خوب و پسندیده و راه‌هایی که انسان را بدان می‌رساند، بشناسند؛ و اخلاق زشت و راه‌هایی را که به آن می‌انجامد، یاد گیرند و از آن دوری جویند.\nپس چون قرآن برای جهانیان پند است، بزرگ‌ترین نعمتی است که خداوند با آن بر جهانیان انعام نموده‌اند. پس جهانیان باید آن‌را بپذیرند، و سپاس خدارا به خاطر آن به جای آورند."
    },
    {
      "id": 880,
      "verse_number": 91,
      "verse_key": "6:91",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 112,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
      "page_number": 139,
      "juz_number": 7,
      "translations": [
        {
          "id": 923545,
          "resource_id": 135,
          "text": "و [مشرکان، بزرگی و مقام] الله را چنان که سزاوار اوست نشناختند؛ چرا که گفتند: «الله بر [هیچ] بشری چیزی نازل نکرده است». [ای پیامبر،] بگو: «آن کتابی را که موسی آورد چه کسی نازل کرده است؟ [همان كتابى كه‌] براى مردم روشنایى و رهنمودی بود [و شما یهودیان] آن را به صورت [پراکنده بر] طومارها درمى‌آورید [و هر چه را که می‌خواهید] از آن آشكار می‌سازید و بسیارى را پنهان مى‌كنید؛ و [اکنون ای قوم عرب،] چیزهایی [از آیات و اخبار قرآن] به شما آموخته شد كه نه خود مى‌دانستید و نه پدرانتان». [ای پیامبر،] بگو: «الله [آن را نازل کرده است]»؛ آنگاه [در جهل و گمراهی] رهایشان کن تا در ژرفاى [عقاید باطل‌] خود سرگرم بازى باشند."
        }
      ],
      "tafsir_saadi": "در این آیه خداوند کسانی از یهودیان و مشرکان را که رسالت را نفی کرده و ادعا می‌کردند خداوند بر هیچ انسانی چیزی فرو نفرستاده است، تقبیح نموده و مورد سرزنش قرار می‌دهد. پس هرکس این سخن را گفته است، به گونۀ لازم قدر و شأن خدا را نشناخته و عظمت وی را آن‌گونه که شایسته است، درک نکرده است. چون این امر به منزلۀ طعنه زدن و عیب گرفتن از حکمت اوست، و چنین فردی ادعا می‌کند که خداوند بندگانش را بیهوده رها کرده، و به آنها امر نمی‌کند، و آنان را نهی نمی‌نماید. این عملِ آنان، در واقع انکارِِ بزرگ‌ترین نعمتی است که خداوند به بندگان ارزانی داشته است؛ و آن، رسالت و پیامی است که بندگان برای رسیدن به سعادت و کرامت و رستگاری، راهی جز آن ندارند. پس چه طعنه‌ای بزرگ‌تر از این است؟! \n(﴿قُلۡ﴾) به آنان بگو ـ و ایشان را با حقیقتی که به آن اقرار می‌نمایند، وادار ساز که به فساد گفتار خود اقرار کنند ـ [بگو: ] (﴿مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ﴾) چه کسی کتابی را نازل کرده که موسی آورده است، و آن تورات بزرگ است؟ (﴿نُورٗا﴾) که در تاریکی‌های جهالت، نور است، (﴿وَهُدٗى لِّلنَّاسِ﴾) و هدایتی است در گمراهی، و مردم را در علم و عمل به راه راست هدایت می‌نماید. و آن کتابی است که یاد و خاطره‌اش دل‌ها را پر کرده است. تا جایی که آن را روی صفحه‌های کاغذ می‌نوشتند، و آن‌گونه که می‌خواستند، در آن تصرف و دستکاری می‌کردند. پس آنچه با خواست‌هایشان موافق بود، آشکار می‌کردند؛ و آنچه با خواست‌هایشان مخالف بود، پنهان می‌داشتند، و آنچه پنهان می‌کردند، خیلی زیاد بود.\n(﴿وَعُلِّمۡتُم﴾) و به سبب این کتاب بزرگوار، علومی به شما آموخته شده است، (﴿مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡ﴾) که نه شما و نه پدرانتان آن را نمی‌دانستید. پس وقتی که از آنان بپرسی: «کتابی را که دارای این ویژگی‌ها است، چه کسی فرو فرستاده است؟» این پرسش را پاسخ بده، و (﴿قُلِ ٱللَّهُ﴾) بگو: خدا، که آن را نازل کرده است. پس آنگاه حق، به روشنی خورشید، روشن می‌گردد، و حجت بر آنان اقامه می‌شود، (﴿ثُمَّ﴾) و هرگاه آنان را این‌گونه ملزم ساختی (﴿ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ﴾) آنها را بگذار تا در باطل خود فرو روند، و به چیزهای بی‌فایده سرگرم و مشغول شوند، تا آن روزی را که وعده داده شده‌اند، ملاقات کنند."
    },
    {
      "id": 881,
      "verse_number": 92,
      "verse_key": "6:92",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 112,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
      "page_number": 139,
      "juz_number": 7,
      "translations": [
        {
          "id": 923546,
          "resource_id": 135,
          "text": "و این [قرآن] کتاب مبارکی است که آن را نازل کردیم [تا] تصدیق‌کنندۀ چیزی باشد که پیش از آن نازل شده است و [همچنین] به این منظور است كه به [ساکنانِ] اُمّ القُری [= مكه] و [مردم] پیرامونش [در سراسر گیتی] هشدار دهى؛ و كسانى كه به آخرت ایمان مى‌آورند، به این [کتاب] نیز ایمان مى‌آورند و بر نماز خویش مواظبت می‌كنند."
        }
      ],
      "tafsir_saadi": "(﴿وَهَٰذَا﴾) و این قرآن که (﴿أَنزَلۡنَٰهُ﴾) آن را به سوی تو نازل کرده‌ایم (﴿مُبَارَكٞ﴾) دارای خیر و برکت [فراوان] است، خیر و برکت آن زیاد و گسترده است. (﴿مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ﴾) و با کتاب‌های گذشته موافق است و بر راستی آنها گواه می‌باشد. (﴿وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا﴾) و نیز آن را فرو فرستاده‌ایم تا اهل مکه و کسانی را که در اطراف مکه و شهرهای شبه جزیره و سایر شهرهای دنیا زندگی می‌کنند از عقوبت و کیفر خدا بترسانی و آنان را ازآنچه که موجب عقوبت و کیفر خدا می‌شود برحذر داری.\n(﴿وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦ﴾) و کسانی که به روز آخرت ایمان دارند، به این قرآن ایمان می‌آورند؛ چون وقتی که ترس دردل جای گیرد، جوارح و اعضا نیز تسلیم خداوند می‌شوند.\n(﴿وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ﴾) و آنان بر نماز خود مداومت می‌کنند و ارکان و حدود و شروط و آداب و مکمّلات آن را حفظ می‌نمایند. خداوند همۀ ما را از زمرۀ آنان بگرداند!"
    },
    {
      "id": 882,
      "verse_number": 93,
      "verse_key": "6:93",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 112,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
      "page_number": 139,
      "juz_number": 7,
      "translations": [
        {
          "id": 923547,
          "resource_id": 135,
          "text": "و کیست ستمکارتر از آن کس که‌ دروغی به الله ببندد یا بگوید: «به من [نیز] وحی شده است»؛ در حالی که هیچ وحیی به او نرسیده است و [یا] کسی ‌که بگوید: «من [هم] مانند آنچه را که الله نازل کرده است [برایتان] نازل می‌کنم»؟ و [ای پیامبر، صحنۀ هولناکی است] اگر هنگامی را ببینی ‌که [این] ستمکاران، در [ترس و] سختی‌های مرگ فرورفته‌اند و فرشتگان [قبضِ روح،‌] دست‌هایشان را [به سوی آنان] گشوده‌اند [و فریاد مى‌زنند:] «جان‌هایتان را [از بدن] بیرون دهید. امروز به [سزاى‌] آنچه به ناحق بر الله دروغ مى‌بستید و در برابر آیاتش تكبر مى‌كردید، به عذابی خفت‌بار مجازات می‌شوید»."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: هیچ‌کس ستمگرتر و مجرم‌تر از کسی نیست که به خدا دروغ ببندد. به این صورت که به خداوند دروغ یا فرمانی نسبت دهد، که او از آن مبرّا و پاک است. و توصیف چنین کسی به ستمگرترینِ مردم، مبتنی بر این است که دروغ پردازی وی و تحریف نمودن اصول و فروع ادیان و نسبت دادن آن به خدا، جزوِ بزرگ‌ترین انواع فساد است. \n ادعای دروغین نبوت و اینکه خدا بر او وحی می‌نماید، نیز در این مقوله داخل است. چون او در ضمن اینکه به خدا دروغ نسبت می‌دهد و بر عظمت و پادشاهی وی گستاخی می‌نماید، مردم را نیز وادار می‌کند تا از وی پیروی کنند، و به خاطر این کار با مردم می‌جنگد، و خون و مال مخالفانش را مباح و جایز می‌داند.\nو کسانی که ادعای نبوت کرده‌اند، مانند: «مسیلمۀ کذّاب» و «اسود عنسی» و «مختار» و دیگر کسانی که چنین ادعایی را داشته‌اند، در این آیه داخل هستند. \n(﴿وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُ﴾) وکیست ستمگرتر از کسی که ادعا کند می‌تواند کاری را بکند که خداوند آن را انجام می‌دهد؟! و همچون خداوند می‌تواند احکامی را صادر، و همانند او قوانینی را مشروع کند؟! و هرکس که ادعا کند می‌تواند به مبارزه با قرآن بپردازد و مانند قرآن را بیاورد، در این داخل است. \nو چه ستمی بزرگ‌تر از ادعای کسی است که خودش نیازمند و ناتوان، و از هر جهت ناقص است، اما ادعا کند که با خداوندِ نیرومند و توانگر که در ذات و اسماء و صفات دارای کمال مطلق می‌باشد، برابر است؟!\nخداوند پس از آنکه ستمگران را مذمّت نمود، عقوبت و سزایی را که به هنگام احتضار و در روز قیامت برای آنان آماده کرده است، بیان کرد و فرمود: (﴿وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ﴾) و اگر ستمگران را در حالت وحشتناک و فجیع مرگ مشاهده کنی، وضعیت ترسناکی را که قابل توصیف نیست، خواهی دید. (﴿وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ﴾) آنگاه که فرشتگان دست‌هایشان را برای عذاب دادنِ این ستمگران به‌سوی آنها دراز می‌کنند، وبه هنگام نزعِ روحشان و امتناع ورزیدن ارواح از بیرون آمدن از اجساد، به آنها می‌گویند: (﴿أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ﴾) جان خود را از بدنتان بیرون کنید، امروز عذاب خوارکننده‌ای می‌بینید. عذابی سخت می‌بینید که شما را خوار و ذلیل می‌گرداند. و سزا از نوع عمل است. پس این عذاب، (﴿بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ﴾) به سبب دروغی است که بر خدا بستید، و رسالت حقیقی پیامبران را رد کردید. (﴿وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ﴾) و در مقابل آیات خدا، استکبار ورزیدید و تسلیم فرمان و احکام او نشدید. این آیه، مبیّن عذاب برزخ و نعمت آن است. چون این خطاب و عذاب، زمانی به آنان روی می‌آورد که درحالت احتضار و در آستانۀ مرگ و در چند قدمی آن قرار دارند. نیز این آیه بیانگر آن است که روح، جسمی است وارد بدن شده، و بیرون می‌رود و مورد خطاب قرار می‌گیرد. \nپس این است حال آنان در برزخ."
    },
    {
      "id": 883,
      "verse_number": 94,
      "verse_key": "6:94",
      "hizb_number": 14,
      "rub_el_hizb_number": 55,
      "ruku_number": 112,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
      "page_number": 139,
      "juz_number": 7,
      "translations": [
        {
          "id": 923548,
          "resource_id": 135,
          "text": "و [روز قیامت الله می‌فرماید:] «همان گونه كه شما را نخستین بار [بدون مال و مقام] آفریدیم، [اكنون نیز] قطعاً تنها به سوى ما آمده‌اید و آنچه [از متاع دنیا] را که به شما ارزانی كرده بودیم، پشت سر خود [در دنیا] واگذاشتید و [معبودان و] شفاعتگرانی را كه در [امور] خودتان شریكان [الله] مى‌پنداشتید، همراه شما نمى‌بینیم. به راستی پیوند میان شما گسسته است و آنچه [شریک ما و شفیع خود] مى‌پنداشتید، گم گشته است»."
        }
      ],
      "tafsir_saadi": "و اما در روز قیامت درمانده و تنها، بدون اهل و مال وارد میدان محشر می‌شوند؛ نه فرزندانی به همراه دارند، و نه لشکر و یاورانی! تک و تنها به ملاقات خداوند می‌روند، همان‌گونه که خداوند آنها را روز نخست عاری و خالی از هر چیز آفرید؛ زیرا تمامی دارایی و ممّلّکات، بعد از آفریده شدن و با اخذ اسباب به دست می‌آید. ولی در این روز همۀ چیزهایی که آدمی در دنیا داشته است از او جدا می‌شود، جز عمل صالح و عمل بد، که اساس سزای آخرت بوده و زندگی اخروی بر این دو اساس نشأت می گیرد؛ و خوبی و زشتی، و شادی و ناراحتی، و عذاب و نعمت دنیای آخرت، زادۀ اعمال است.\nپس، فقط اعمال فایده می‌دهد یا زیان می‌رساند، انسان را ناراحت می‌کند یا او را شاد می‌گرداند؛ و خانواده و فرزندان و مال و یاوران، عوارض و صفات زایل، و حالاتی گذرا بیش نیستند.\nبنابراین فرمود: (﴿وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡ﴾) و شما تنها پیش ما آمده‌اید، همان‌گونه که روز نخست شما را آفریدیم. و آنچه را که به شما بخشیدیم و بر شما انعام کردیم، پشت سر خود بر جای گذاشتید، و سودی را به شما نمی‌رساند، (﴿وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْ﴾) و از میانجیگران و شفاعت کنندگان کسی را با شما نمی‌بینیم؛ کسانی که ادعا می‌کردید شریک خدا هستند.\nمشرکان برای خدا شریک می‌گیرند و همراه با خدا، فرشتگان و پیامبران و صالحان و دیگران را عبادت می‌کنند، حال آنکه همۀ آنها مخلوق خدا هستند. و برای این مخلوقات، بهره‌ای قرار می‌دهند و آنان را در عبادت‌هایشان شریک می‌گردانند. و این ادعا، ستمی است که مرتکب می‌شوند؛ زیرا همه، بندگان خدا هستند، و خداوند مالک آنها است، و فقط او سزاوار پرستش است. \nپس شرک ورزیدن آنها در عبادت، و پرستش برخی از بندگان، قرار دادن آن بندگان به جای خداوند آفریننده و مالک است. بنابراین در روز قیامت سرزنش شده و به آنها گفته می‌شود: (﴿وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ﴾) پیوند میانجیگری و شفاعتی که بین شما و مشرکان بود، از هم گسیخته است. پس هیچ فایده‌ای به شما نمی‌رسانند.\n(﴿وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ﴾) و فایده و امنیت و خوشبختی و نجاتی که ادعا می‌کردید، و شیطان آن را برایتان می‌آراست، و در دل‌هایتان زیبا و خوب جلوه می‌داد، و بر زبانتان جاری می‌ساخت، از دست شما رفته است. شما فریبِ خیال باطلی را خورده بودید که حقیقتی نداشت؛ زیرا ثابت و آشکار ‌شد که خود و خانواده و مال‌هایتان را تباه کرده‌اید."
    },
    {
      "id": 884,
      "verse_number": 95,
      "verse_key": "6:95",
      "hizb_number": 14,
      "rub_el_hizb_number": 56,
      "ruku_number": 113,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "page_number": 140,
      "juz_number": 7,
      "translations": [
        {
          "id": 923549,
          "resource_id": 135,
          "text": "بی‌تردید، الله شکافندۀ دانه[ی گیاهان] و هسته[ی خرما در دل زمین] است؛ [موجود] زنده را از [مادۀ] بی‌جان بیرون مى‌آورد [= رویشِ گیاه از دانه] و [مادۀ به ظاهر] بی‌جان را از [موجود] زنده خارج مى‌سازد [= بیرون آمدنِ تخم یا نطفه از حیوانات]. این الله است [که چنین قدرت مطلقی دارد]؛ پس چگونه [از راه بندگى او] منحرف مى‌شوید؟"
        }
      ],
      "tafsir_saadi": "خداوند از کمال و عظمت و فرمانروایی و اقتدار و گستردگی رحمت و بخشندگی عام خود، و از شدت عنایت خویش به آفریده‌هایش خبر داده و می‌فرماید: (﴿إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰ﴾) خداوند شکافندۀ دانه و هسته است. این، همۀ دانه‌هایی را که مردم می‌کارند و دانه‌هایی را که آنان نمی‌کارند -مانند: دانه‌هایی که خداوند در بیابان‌ها و صحراها پراکنده می‌سازد- شامل می‌شود. پس او دانه و حبوبات را از کشتزارها و گیاهانی که دارای انواعِ و اشکال و منافع مختلف هستند، بیرون می‌آورد. همچنان‌که از درخت خرما و میوه و دیگر درختان، هسته بیرون می‌آورد. که انسان‌ها و چهارپایان و حیوانات از آن استفاده می‌برند. و از دانه و هسته‌های شکافته شده، بهره‌مند شده و در آن می‌چرند، و از آن برای خود، روزی و بهره‌هایی که خداوند در آن قرار داده است، می‌برند.\nو خداوند از احسان و بخشش خود، چیزهایی به آنان نشان می‌دهد که عقل‌ها را متحیر و دانشمندان را سرگشته می‌نماید. و از آفرینش شگفت‌انگیز و حکمت فائقه‌اش، چیزهایی را به آنان نشان می‌دهد که از این طریق او را می‌شناسند و او را یگانه می‌دانند، و درمی‌یابند که او حق است و پرستش غیر او باطل می‌باشد.\n(﴿يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ﴾) زنده را از مرده بیرون می‌آورد، همان طور که از منی، موجودِ زنده‌ای را پدید می‌آورد؛ و از تخم مرغ، جوجه بیرون می‌آورد؛ و از دانه و هسته، کشتزار و درخت می‌رویاند. \n(﴿وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّ﴾) و مرده را از زنده بیرون می‌آورد. مرده چیزی است که رشد و یا روح ندارد. همان طور که از درختان و کشتزارها، هسته و دانه بیرون می‌آورد؛ و از پرنده، تخم مرغ خارج می‌کند.\n(﴿ذَٰلِكُمُ﴾) کسی که چنین کرده و این چیزها را تنها آفریده و به تدبیر آن پرداخته است، (﴿ٱللَّهُ﴾) خداوند، پروردگار شما است. او پروردگار همۀ جهانیان است، و همه باید او را بپرستند. و اوست که همۀ جهانیان را با نعمت‌هایش پرورش داده، و به وسیلۀ کرم و بخشش خویش تغذیه نموده است.\n(﴿فَأَنَّىٰ تُؤۡفَكُونَ﴾) پس چگونه منحرف می‌شوید، و چگونه از پرستش خدایی که این‌گونه است، امتناع می‌ورزید؟ و چرا به عبادت کسی می‌پردازید که نمی‌تواند برای خود سود و زیانی بیاورد، و مالک مرگ و زندگی و حشر و نشری نیست؟!"
    },
    {
      "id": 885,
      "verse_number": 96,
      "verse_key": "6:96",
      "hizb_number": 14,
      "rub_el_hizb_number": 56,
      "ruku_number": 113,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "page_number": 140,
      "juz_number": 7,
      "translations": [
        {
          "id": 923550,
          "resource_id": 135,
          "text": "[او] شکافندۀ سپیده‌دم است و شب را [مایۀ] آرامش قرار داد و خورشید و ماه را [نیز] با حساب [و نظمی دقیق پدید آورد]. تقدیرِ [پروردگار] شکست‌ناپذیرِ دانا چنین است‌."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال از مادۀ تشکیل دهندۀ روزی‌ها سخن به میان آورد، به خاطر تهیۀ مساکن و همۀ آنچه که بندگان از نور و تاریکی به آن نیاز دارند، و منافع و مصالحی که ‌نور و تاریکی به دنبال دارند، بر آنان منت نهاد و فرمود: (﴿فَالِقُ ٱلۡإِصۡبَاحِ﴾) همان‌طور که او شکافندۀ دانه و هسته است، همچنین او ظلمت و تاریکی شب سیاه را که تمامی زمین را با سیاهی خود می‌پوشاند، به‌وسیلۀ روشنائی صبح و سپیده دم، آرام آرام می‌شکافد تا اینکه تاریکی به طور کامل از میان می‌رود، و روشنی و نورِ فراگیر که مردم در تهیه و تامین مصالح و منافع دینی و دنیوی خود از آن استفاده می‌کنند، جای آن را می‌گیرد.\nو از آنجا که مردم به آرامش و استراحت نیاز دارند، و استراحت جز با پایان یافتن روشنائی روز، کامل نمی‌گردد، (﴿وَجَعَلَ ٱلَّيۡلَ سَكَنٗا﴾) خداوند شب را مایۀ آرامش قرار داده، و انسان‌ها در طی شب در خانه‌های خود به خواب فرو ‌رفته و استراحت می‌کنند، و چهار پایان در جایگاه خود، و پرندگان در لانه‌هایشان استراحت می‌نمایند. سپس خداوند شب را به‌وسیلۀ روشنایی دور می‌کند و دوباره روز می‌شود، و این روند تا روز قیامت ادامه خواهد داشت.\n(﴿وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗا﴾) و خداوند متعال خورشید و ماه را وسیلۀ حساب قرار داده است، تا با استفاده از خورشید و ماه، وقت و زمان شناخته شود؛ و اوقات عبادات و مدت‌های معاملات و اوقات سپری شده دانسته ‌شود، به گونه‌ای که اگر خورشید و ماه نبود و یکی پس از دیگری نمی‌آمدند و طلوع و غروبشان نبود، عموم مردم این اوقات را نمی‌دانستند، و در دانستن آن مشترک نمی‌بودند. مگر افراد اندکی از مردم، آن‌هم پس از کوشش و تلاش فراوان. و در این رهگذر، منافع و مصالح ضروری زیادی از دست می‌رفت.\n(﴿ذَٰلِكَ﴾) این سنجش، (﴿تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ﴾) اندازه‌گیری و سنجش خداوند چیره و دانا است، که همۀ مخلوقات تسلیم او هستند و فروتن و رام شده به فرمان او حرکت می‌کنند، طوری که از محور و مداری که خدا برای هریک مشخص نموده است، فراتر نمی‌روند و از آن پس و پیش نمی‌شوند، (﴿ٱلۡعَلِيمِ﴾) خدایی که علم و آگاهی او ظاهر و باطن و اول و آخر را احاطه نموده است \nاز جمله دلایل عقلی مبنی بر احاطه و فراگیری علم خدا، مسخّر کردن این مخلوقات و قرار دادن آن بر مقدار و نظامی بی‌نظیر و شگفت‌انگیز است، که همۀ عقل‌ها در زیبایی وسازگار بودن آن با حکمت و منافع آدمی درمانده‌اند."
    },
    {
      "id": 886,
      "verse_number": 97,
      "verse_key": "6:97",
      "hizb_number": 14,
      "rub_el_hizb_number": 56,
      "ruku_number": 113,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "page_number": 140,
      "juz_number": 7,
      "translations": [
        {
          "id": 923551,
          "resource_id": 135,
          "text": "و [ای فرزندان آدم،] اوست که ستارگان را برایتان قرار داد تا در تاریکی‌های خشکی و دریا به [کمک] آنها راه یابید. به راستی که ما نشانه‌های [توان و تدبیر خویش] را برای مردمی که می‌دانند به تفصیل بیان كرده‌ایم."
        }
      ],
      "tafsir_saadi": "(﴿وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ﴾) و او خدایی است که ستارگان را برای شما آفریده است تا به وسیلۀ آن در تاریکی‌های خشکی و دریا راه یابید. وقتی که راه‌ها بر آدمی مشتبه شود، و راهرو حیران گردد که کدام راه را درپیش بگیرد، آنگاه به وسیلۀ ستارگان جهت و راه خود را مشخص می‌نماید. \nپس خداوند ستارگان را وسیله‌ای جهت رهنمود شدن مردم به راهی قرار داده است که به خاطر منافع و تجارت و سفرشان به پیمودن آن نیاز دارند. برخی از ستارگان همواره دیده می‌شوند و از جای خود حرکت نمی‌کنند؛ و برخی همیشه در حرکت‌اند و اهل فن، حرکت آن‌ را می‌شناسند و به وسیلۀ آن جهت‌ها و اوقات را تشخیص می‌دهند. \nاین آیه و امثال آن بر مشروعیت آموختن دانش «ستاره شناسی» دلالت می‌نماید؛ زیرا راهیابی و یافتن مسیرها به صورت کامل، جز از طریق آشنایی با چگونکی حرکت ستارگان امکان پذیر نیست. \n(﴿قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ﴾) همانا ما دلایل را بیان نموده و توضیح داده‌ایم و هر جنس و نوعی را ازدیگری جدا ساخته‌ایم، به‌گونه‌ای که دلایل و نشانه‌های خدا آشکار و هویدا گشته‌اند. (﴿لِقَوۡمٖ يَعۡلَمُونَ﴾) برای اهل علم و شناخت؛ زیرا آنها هستند که مورد خطاب قرار می‌گیرند، و از آنها پاسخ خواسته می‌شود. به خلاف جاهلان و نادانان که از آیات خدا و علمی که پیامبران آورده‌اند، رویگردانی می‌کنند؛ زیرا که تبیین و توضیح، فایده‌ای به آنها نمی‌رساند، و تفصیل و تشریح، شبهه‌ای را از آنان دور نکرده و مشکلی را از آنان بر طرف نمی‌سازد."
    },
    {
      "id": 887,
      "verse_number": 98,
      "verse_key": "6:98",
      "hizb_number": 14,
      "rub_el_hizb_number": 56,
      "ruku_number": 113,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
      "page_number": 140,
      "juz_number": 7,
      "translations": [
        {
          "id": 923552,
          "resource_id": 135,
          "text": "و اوست که شما را از یک تن آفرید؛ پس برای شما [در رحِمِ مادر] قرارگاهی است و [در پشتِ پدر] امانتگاهی. ما آیات [خود] را برای مردمی که [کلام الهی را] می‌فهمند به تفصیل بیان كرده‌ایم."
        }
      ],
      "tafsir_saadi": "(﴿وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ﴾) و او خدایی است که شما را از یک شخص که آدم ـ علیه السلام ـ است، آفرید؛ و نژاد انسان را که دنیا را پر کرده ‌است، از وی پدید آورد. انسانی که همواره رشد می‌کند و از اخلاق و آفرینش و ویژگی‌های آن چنان متفاوتی برخوردار است که قابل توصیف و ضبط و ثبت نیست. و خداوند برای آنها، قرارگاهی قرار داده است که باید به سوی آن حرکت کنند، و آن سرای آخرت است که سرایی غیر از آن وجود ندارد. پس سرای آخرت، سرایی است که مردم برای سکونت گزیدن در آن آفریده شده‌اند و در دنیا پدید آورده شده‌اند، تا برای تحصیل اسباب زندگی اخروی تلاش نمایند؛ زیرا زندگی قیامت، بر اساس زندگی دنیا پدید می‌آید و به وسیلۀ آن آباد یا ویران می‌گردد.\nخداوند آنها را در پشت پدران و شکم مادرانشان به ودیعت نهاد، سپس آنان را به سرای دنیا آورد، سپس به جهان برزخ می‌برد، و در همۀ این مراحل، انسان همچون مهمان و مسافری است که ثبات و استقراری را برای خویش نمی‌بیند، و همواره از مرحله‌ای به مرحله‌ای دیگر منتقل می‌شود، تا اینکه به سرایی می‌رسد که محل استقرار وی است. این دنیا، گذرگاه و محلی است که انسان به‌طور موقت، مدتی در آن زندگی می‌کند. (﴿فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ﴾) ما آیات را برای قومی که آیات خدا را می‌فهمند و دلایل و نشانه‌هایش را درک می‌کنند، بیان کرده‌ایم."
    },
    {
      "id": 888,
      "verse_number": 99,
      "verse_key": "6:99",
      "hizb_number": 14,
      "rub_el_hizb_number": 56,
      "ruku_number": 113,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۗ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "page_number": 140,
      "juz_number": 7,
      "translations": [
        {
          "id": 923553,
          "resource_id": 135,
          "text": "و اوست که از آسمان، آبی فرو ریخت و از آن [باران] هر گونه روییدنی برآوردیم و از آن [نیز هر کِشت و گیاه] سبزی را رویاندیم [که] از آن [گیاهان نیز برای تغذیۀ شما] دانه‌هاى متراكمى [همچون گندم و جو] پدید می‌آوریم؛ و [همچنین] از شکوفۀ نخل، خوشه‌هایی نزدیک به یکدیگر [رویاندیم] و باغ‌هایی از انگور و زیتون و انار [آفریدیم؛ میوه‌هایی که] برخی همانند و برخی ناهمانند هستند. وقتی به بار نشست، به میوه‌هاى آن و [نحوۀ] رسیدنش بنگرید. در این [آفرینش] برای مردمی که ایمان دارند، نشانه‌هایی [روشن از قدرت الهی] است‌."
        }
      ],
      "tafsir_saadi": "این بزرگ‌ترین نعمت خدا است که انسان‌ها و دیگر مخلوقات به شدت به آن نیازمندند. خداوند به هنگام نیازِ مردم از آسمان‌ها آبی پی‌در‌پی فرومی‌فرستد، و به وسیلۀ آن هر چیزی را که انسان‌ها و چهارپایان می‌خورند، می‌رویاند. پس آفریدگان و مخلوقات، از فضل خدا برخوردار شده و از روزی و احسان او فراخی و راحتی می‌یابند. و قحطی و خشکسالی از آنان دور می‌شود. پس دل‌ها شاد می‌گردد، و چهره‌ها روشن و تازه می‌شوند، و رحمت خدای بخشنده و مهربان برای بندگان حاصل می‌شود و از آن استفاده می کنند، و این ایجاب می نماید تا بندگان تلاش خود را در به جای آوردن شکر و پرستش و رجوع به سوی کسی که نعمت‌ها را به سوی آنان سرازیر نموده است، مبذول دارند.\n وقتی که به طور عام آنچه را با آب می‌روید از قبیل: درختان و گیاهان بیان کرد، به طور خاص نیز به ذکر کشتزار و نخل پرداخت؟ زیرا فایدۀ آنها بسیار زیاد است، و خوراک بیشتر مردم از این طریق تأمین می‌شود، پس فرمود: (﴿فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا﴾) و به وسیلۀ آب، گیاهان سبز را رویاندیم، (﴿نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا﴾) و از آن گیاه سبز، دانه‌هایی که روی هم انباشته‌اند از قبیل: گندم و جو و ذرّت و برنج و غیره را بر می‌آوریم. توصیف انباشته بودن برای دانه، بیانگر آن است که دانه‌های آن زیاد است، و همه از یک دانه سرچشمه می‌گیرند و با یکدیگر مخلوط نمی‌شوند و جدا جدا هستند. و نیز اشاره به فراوانی محصول و فرآورده‌های آن است، و اینکه بذر باقی می‌ماند و مقدار زیادی برای خوردن و ذخیره کردن نیز در دسترس می‌باشد.\n(﴿وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا﴾) و خداوند از شکوفۀ درخت خرما، خوشه‌هایی را بیرون می‌آورد. «طلع» به معنی شکوفۀ خرما است که هنوز خوشه از آن بیرون نیامده است. \n(﴿قِنۡوَانٞ دَانِيَةٞ﴾) خوشه‌های نزدیک به‌هم و در دسترس که به راحتی در دسترس می‌باشند. طوری که استفاده از میوۀ درخت خرما مشکل نیست، هرچند که درخت خرما بلند است، چون درآن فرو رفتگی‌ها و دسته‌هایی است که بالا رفتن از آن را آسان می‌گرداند.\n(﴿وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ﴾) و خداوند به وسیلۀ آب، باغ‌های انگور و زیتون و انار پدید آورده است. اینها درختان پر فایده و مؤثّر در سود رسانی به مردم هستند، بنابراین پس از اینکه خداوند به طور عام از درختان و گیاهان نام برد، اینها را به طور ویژه بیان کرد.\n(﴿مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍ﴾) احتمال دارد که به انار و زیتون برگردد؛ چرا که انار و زیتون، درخت و برگشان مانند یکدیگر و همگون است، اما در میوه با یکدیگر فرق کرده و تشابهی با یکدیگر ندارند. و احتمال دارد که به سایر درختان و میوه‌ها برگردد؛ یعنی اینکه برخی از درختان و میوه‌ها با برخی دیگر مشابهت دارند، و در بعضی از صفات و ویژگی‌هایشان با یکدیگر همگونی و مشابهت ندارند. و بندگان از همه استفاده می‌برند و از آنها می‌خورند و لذت می‌برند و به عنوان قوت و غذا از آنها استفاده می‌کنند، و پند و اندرز می‌آموزند. بنابراین خداوند دستور داده است تا آدمی به آن بنگرد و از آن پند پذیرد، \nپس فرمود: (﴿ٱنظُرُوٓاْ﴾) با تدبّر و اندیشه بنگرید، (﴿إِلَىٰ ثَمَرِهِۦٓ﴾) به میوۀ همۀ درختان به ویژه درخت خرما، آنگاه که میوه می‌دهد، (﴿وَيَنۡعِهِۦٓ﴾) و به آن بنگرید آنگاه که میوه‌اش می‌رسد؛ زیرا در این، درس و عبرت و نشانه‌هایی است دالّ بر رحمت خدا و گستردگی احسان و بخشش، و کمال اعتنا و توجه وی به بندگانش.\nولی هرکسی درس نمی‌گیرد و نمی‌اندیشد، و مقصود را درک نمی‌کند، بنابراین خداوند بهره بردن از این نشانه‌ها را به مؤمنان اختصاص داد و فرمود: (﴿إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ﴾) همانا در این، نشانه‌هایی است برای قومی که ایمان می‌آورند؛ زیرا ایمانی که مؤمنان با خود دارند، آنان را وادار می‌کند که به مقتضای آن عمل کنند. و از جمله مقتضا و لوازم ایمان، تفکر و اندیشیدن در نشانه‌های خدا و دیگر مواردی که عقل و سرشت و شریعت بر آن دلالت می‌نماید."
    },
    {
      "id": 889,
      "verse_number": 100,
      "verse_key": "6:100",
      "hizb_number": 14,
      "rub_el_hizb_number": 56,
      "ruku_number": 113,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَـٰتٍۭ بِغَيْرِ عِلْمٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَصِفُونَ",
      "page_number": 140,
      "juz_number": 7,
      "translations": [
        {
          "id": 923554,
          "resource_id": 135,
          "text": "و [مشرکان‌] شریکانی از جن برای الله قایل شده‌اند؛ حال آنکه [الله خود] آنها را آفریده است؛ و [همچنین] از روی نادانی برایش [فرزندان‌] پسر و دختر می‌سازند [و به او تعالی نسبت می‌دهند]. او از آنچه توصیف مى‌كنند پاک و برتر است."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد با وجود اینکه بر بندگانش احسان نموده و خود را با نشانه‌ها و دلایل روشن و حجت‌های واضح شناسانده است، اما مشرکین اعم از قریش و دیگران، شریکانی از جن و فرشتگان ـ‌که آفریده‌های خدا هستند و چیزی از ویژگی‌های ربوبیت و الوهیت در آنها نیست‌ـ برای او قرار داده، و آنها را به فریاد خوانده و می‌پرستند. پس، آنها را شرکای کسی قرار داده‌اند که آفرینش و امر در دست او است، و سایر نعمت‌ها را ارزانی نموده، و همۀ سختی‌ها و رنج‌ها را دور می‌نماید. همچنین مشرکین از روی نادانی و به دروغ، پسران و دخترانی را برای خدا تراشیده‌اند. و کیست ستمگرتر از کسی که بدون علم و آگاهی دربارۀ خدا چیزی بگوید؟ و زشت‌ترین نقص و کمبودی را که خداوند از آن پاک و مبرّا است، به دروغ به او نسبت دهد؟! بنابراین خداوند خویشتن را ازآنچه مشرکین به دروغ به او نسبت می‌دادند، تبرئه نمود و فرمود: (﴿سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ﴾) پاک است خداوند از آنچه که او را بدان توصیف می‌کنند؛ زیرا او به هر کمالی متصف، و از هر نقص و آفت و عیبی پاک و منزّه است."
    }
  ]
}