{
  "id": 110,
  "name": "The Divine Support",
  "verses": [
    {
      "id": 6214,
      "verse_number": 1,
      "verse_key": "110:1",
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "ruku_number": 554,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ",
      "page_number": 603,
      "juz_number": 30,
      "translations": [
        {
          "id": 928879,
          "resource_id": 135,
          "text": "[ای پیامبر،] هنگامی ‌که یاری الله و پیروزی فرا رسد [و فتح مکه رخ دهد]،"
        }
      ],
      "tafsir_saadi": "در این سورۀ کریمه، خداوند یک مژده داده؛ و به هنگام حصول آن مژده، به پیامبر فرمانی داده، و به آثار و پیامدهای تحقّق این مژده نیز اشاره کرده است. مژده این است که خداوند پیامبرش را یاری می‌کند و مکه را فتح می‌نماید و مردم دسته دسته و گروه گروه داخل دین خدا می‌شوند، طوری که بسیاری از آنان یاوران او خواهند بود بعد از آنکه دشمن وی بودند.\nچیزی که خداوند پیامبرش را بدان مژده داده تحقق یافت."
    },
    {
      "id": 6215,
      "verse_number": 2,
      "verse_key": "110:2",
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "ruku_number": 554,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًا",
      "page_number": 603,
      "juz_number": 30,
      "translations": [
        {
          "id": 928880,
          "resource_id": 135,
          "text": "و مردم را ببینی که گروه‌گروه در دین الله داخل می‌شوند."
        }
      ],
      "tafsir_saadi": "در این سورۀ کریمه، خداوند یک مژده داده؛ و به هنگام حصول آن مژده، به پیامبر فرمانی داده، و به آثار و پیامدهای تحقّق این مژده نیز اشاره کرده است. مژده این است که خداوند پیامبرش را یاری می‌کند و مکه را فتح می‌نماید و مردم دسته دسته و گروه گروه داخل دین خدا می‌شوند، طوری که بسیاری از آنان یاوران او خواهند بود بعد از آنکه دشمن وی بودند.\nچیزی که خداوند پیامبرش را بدان مژده داده تحقق یافت."
    },
    {
      "id": 6216,
      "verse_number": 3,
      "verse_key": "110:3",
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "ruku_number": 554,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا",
      "page_number": 603,
      "juz_number": 30,
      "translations": [
        {
          "id": 928881,
          "resource_id": 135,
          "text": "پس به ستایش پروردگارت تسبیح گوی و از او آمرزش بخواه؛ همانا او بسیار توبه‌پذیر است."
        }
      ],
      "tafsir_saadi": "و اما فرمانی که خدا بعد از به دست آمدن یاری و فتح، پیامبرش را بدان فرمان داد این است که پیامبر باید او را به خاطر این چیز سپاس بگزارد، و خدا را به پاکی یاد کند، و از او آمرزش بخواهد.\nو اما آنچه به آن اشاره شده دو چیز است: یکی اشاره به اینکه مادامی که پیامبر صلی الله علیه وسلم خداوند را ستایش کند و همواره از او طلبِ مغفرت نماید، دین پیروز می‌گردد و بر پیروزی‌اش افزوده می‌شود؛ زیرا سپاس و ستایش و استغفار، از مصادیق به جای آوردن شکر است. خداوند می‌فرماید: ﴿لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡ﴾ اگر شکرگزار باشید، به شما بیشتر خواهم داد. و این در زمان خلفای راشدین و بعد از آنها نیز محقق گردید، و خداوند همواره دین خود را یاری کرد تا اینکه اسلام به جایی رسید که هیچ یک از ادیان به آنجا نرسیده بودند، و چنان مردم به آن گرویدند که به دیگر ادیان نگرویده بودند. تا اینکه امت با امر و فرمان الهی مخالفت ورزیدند، و آنگاه خداوند آنان را به سبب آن دچار اختلاف و تفرقه کرد، و این اختلاف پیامدهای ناگواری داشت. با وجود این، خداوند چنان نسبت به این دین و این امت لطف و مهربانی دارد که در ذهن نمی‌گنجد.\nو اما اشارۀ دوم این است که زمان مرگ پیامبر صلی الله علیه وسلم نزدیک شده است، و از آنجا که زندگی او بسیار باارزش است خداوند به آن سوگند خورده است. و امور با ارزش ازقبیل: نماز و حج و غیره با آمرزش خواستن پایان می‌یابد. پس امر نمودن خداوند پیامبرش را به اینکه خدا را ستایش کند و از خدا آمرزش بخواهد، اشاره‌ای است به اینکه دوران حیات او به سر رسیده است، و باید خودش را برای ملاقات با پروردگارش آماده نماید، و عمرش را با بهترین چیزها به پایان ببرد.\nپیامبر هم قرآن را تفسیر می‌کرد و در نماز و در رکوع و سجدۀ خود به کثرت می‌گفت: «سُبحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمدِكَ اللَّهُمَّ اغفِر لِی» پاک هستی پروردگارا! و تو را ستایش می‌کنم. بارخدایا مرا بیامرز."
    }
  ]
}