[
  {
    "ayah": 1,
    "text": ": 1 - 11                            #\n{قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (7) وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُولَئِكَ هُمُ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (11)}.\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ مسلماً مؤمنان پيروز و رستگارند.\nالَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ كساني كه در نمازشان فروتن و خاشع هستند.\nوَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ و كساني كه از كردار بيهوده و گفتار ياوه و پوچ روي گردانند.\nوَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ و كساني كه زكات را پرداخت مي‌كنند.\nوَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ و آنان كه شرمگاههايشان را پاك نگاه مي‌دارند.\nإِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ مگر در مورد همسران يا كنيزان خود، كه در اين صورت سزاوار نكوهش نيستند.\nفَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ پس هر كس فراتر از اين را بجويد، اينان همان تجاوز كارانند.\nوَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ و كساني كه امانتها و پيمانهايشان را رعايت مي‌كنند.\nوَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ و كساني كه به نمازهايشان پايبنداند.\nأُوْلَئِكَ هُمُ الْوَارِثُونَ آنان همان وارثان هستند.\nالَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ كساني كه بهشت برين را به دست مي‌آورند، و آنان در آن جاودانه‌اند."
  },
  {
    "ayah": 1,
    "text": "#\n(1)\nخداوند با یاد کردنِ بندگان مؤمنِ خود، و بیان موفقیت و رستگاری آنها، و اینکه چگونه به آن می‌رسند، یاد آنها را گرامی می‌دارد، و آنان را ستایش می‌نماید، و در ضمن مردم را تشویق و تحریک می‌کند تا خود را به صفت‌های آنان متصف کنند. پس بنده باید وضعیت خود و دیگران را با این آیات بسنجد، که از این طریق ضعف و قوتِ ایمانِ خود و دیگران را می‌داند.\nپس خداوند فرمود:\n(\n﴿قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ﴾\n) مؤمنان که به خداوند ایمان آورده‌اند و پیامبران را تصدیق نموده‌اند، رستگار و موفق شده و همۀ آنچه را که یک انسان سعادتمند به ‌دنبال آن است، به ‌دست آورده‌اند."
  },
  {
    "ayah": 2,
    "text": "#\n(2)\nیکی از صفت‌های کمال آنان این است که (\n﴿فِي صَلَاتِهِمۡ خَٰشِعُونَ﴾\n) در نمازشان فروتن هستند. خشوع و فروتنی در نماز؛ یعنی حضورِ قلبِ در برابر خداوند، و به خاطر آوردنِ نزدیکیِ او، که از این طریق دل مؤمن و جانش آرام می‌گیرد و سکونت می‌یابد، و کمتر به این سو و آن سو توجه می‌نماید، و مؤدبانه در پیشگاه پروردگارش می‌ایستد، و همۀ آنچه را که می‌گوید، انجام می‌دهد و به‌خاطر می‌آورد، و از اول نمازش تا آخرِ آن بدان توجه دارد، و با این کار، وسوسه‌ها و افکار بی‌ارزش را از خود دور می‌گرداند، و این روحِ نماز است، و مقصود و هدف از نماز همین است. و این چیزی است که برای بنده نوشته می‌شود. پس نمازی که خشوع و فروتنی و حضور قلب در آن نباشد -چنانچه قابل قبول باشد و صاحبش بر آن پاداش یابد- پاداشِ آن به اندازه‌ای است که قلب از آن تعقل کند و بفهمد."
  },
  {
    "ayah": 3,
    "text": "#\n(3)\n(\n﴿وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ﴾\n) و کسانی که از گفتن سخن بی‌فایده و بیهوده روی می‌گردانند، چون به آن علاقه ندارند، و می‌خواهند نفس خود را از آن پاک بدارند؛ و هر گاه بر گفتار و کردار بیهوده‌ای گذر کنند، با کرامت و به بهترین وجه از کنار آن می‌گذرند. و وقتی آنها از گفتار بیهوده رویگردان هستند، از حرام نیز به طریق اولی روی می‌گردانند؛ و هرگاه انسان بتواند زبانش را کنترل کند، قطعاً می‌تواند کارش را نیز کنترل نماید، و اختیارش در دست خودش خواهد بود، چنانکه پیغمبر صلی الله علیه وسلم به معاذ بن جبل آنگاه که او را به چند چیز توصیه نمود،\nفرمود:\nآیا تو را به ملاک همۀ اینها خبر دهم؟\nگفتم:\n«آری، ای پیامبر خدا!»\nپس پیامبر زبان خودش را گرفت و فرمود:\n«این زبانت را کنترل کن.»\nپس یکی از صفات پسندیدۀ مؤمنان، این است که زبان خود را از گفته‌های بیهوده وسخن‌های حرام کنترل ‌نمایند."
  },
  {
    "ayah": 4,
    "text": "#\n(4)\n(\n﴿وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ﴾\n) و کسانی که زکات همۀ اموالشان را می‌پردازند؛ و با پرداخت زکات، خودشان را از آلودگی‌های اخلاقی و کارهای زشت -که نفس با ترک گفتن و پرهیز کردن از آن پاکیزه می‌گردد- پاکیزه می‌نمایند. پس آنان عبادت پروردگار را به خوبی و نیکی و با فروتنی در نماز انجام می‌دهند، و با پرداخت زکات با بندگانِ خدا نیکی می‌کنند."
  },
  {
    "ayah": 5,
    "text": "#\n(5)\n(\n﴿وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ﴾\n) و کسانی که شرمگاه‌هایشان را از ارتکاب زنا پاک می‌دارند. و از کمالِ حفاظت شرمگاه، این است که انسان از آنچه آدمی را به زنا فرا می‌خواند،\nمانند:\nنگاه کردن و دست زدن و غیره پرهیز نماید. پس آنها شرمگاه‌هایشان را حفظ می‌نمایند."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\n(\n﴿إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ﴾\n) مگر از همسران یا کنیزان خود، که با آنان همبستر شده و نزدیکی می‌کنند، و در این رهگذر سزاوار ملامت و نکوهشی نیستند، چون خداوند همسران و کنیزان را برایشان حلال نموده است."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\n(\n﴿فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ﴾\n) پس هرکس غیر از همسر و کنیز را برای اشباع غریزۀ جنسی خود بجوید، (\n﴿فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ﴾\n) چنین افرادی از آنچه خداوند حلال نموده است، تجاوز کرده و به سوی حرام رفته، و بر ارتکاب محارم الهی جرأت نموده‌اند. این آیه بر حرمت\n«متعه»\nدلالت می‌نماید؛ چون زنی که با ازدواج موقت همسر قرار می‌گیرد، همسر حقیقی نیست که هدف نگاه داشتن و زندگی کردن با وی باشد، و کنیز هم نمی‌باشد؛ و حرام بودنِ ازدواج با زنی که به قصد حلال کردن وی برای شوهر قبلی‌اش انجام می‌گیرد، به‌همین خاطر است. و (\n﴿أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ﴾\n) براین دلالت می‌نماید که شرطِ حلال بودنِ کنیز، این است که شش دانگِ کنیز در ملکیت او باشد. پس اگر نیمی یا بعضی از کنیز در ملکیت او بود برایش حلال نیست، چون در ملکیت او قرار ندارد، بلکه این کنیز در ملکیت او و کسی دیگر قراردارد. پس همان‌طور که جایز نیست یک زنِ آزاد دو تا شوهر داشته باشد، نیز جایز نیست با یک کنیز دو آقا و ارباب رابطۀ زناشویی مشترک داشته باشند."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\n(\n﴿وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ﴾\n) و کسانی که امانت‌ها و پیمان‌هایشان را رعایت می‌کنند؛ یعنی آن را حفاظت می‌کنند و به آن پایبند هستند، و برای اجرای آن می‌کوشند. این شامل همۀ امانت‌ها است؛ امانت‌هایی که حقِ خداوند هستند، و امانت‌هایی که حقِ بندگان خدا می‌باشند.\nخداوند متعال فرموده است:\n﴿إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ﴾\nبدون شک، ما امانت را بر آسمان‌ها و زمین و کوه‌ها عرضه نمودیم، پس ابا ورزیدند و از آن هراسیدند، و انسان آن را به دوش گرفت. پس همۀ چیزهایی که خداوند بر بنده‌اش واجب نموده، امانت است و باید کاملاً آنها را انجام دهد و حفظ نماید. همچنین امانت‌هایی که انسان‌ها بر دوش یکدیگر می‌گذارند؛ مانند مال‌هایی که به امانت داده می‌شود، و رازهایی که به‌طور امانت با کسی در میان نهاده می‌شود، و امثال آن.\nپس بنده باید هردو امانت را ادا نماید:\n﴿إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا﴾\nهمانا خداوند به شما فرمان می‌دهد که امانت‌ها را به اهل آن بسپارید. همچنین شامل عهد و پیمانی است که بندگان با یکدیگر می‌بندند و بنده باید به آن وفادار باشد، که عهدشکنی حرام است."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\n(\n﴿وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ﴾\n) و کسانی که همواره و همیشه نمازهایشان را در اوقات معین و با شرایط و ارکان آن انجام می‌دهند. پس خداوند آنها را ستایش نمود که در نماز فروتنی می‌نمایند و برآن مواظبت می‌کنند، و اصولاً نماز بدون این دو حالت نماز محسوب نمی‌شود. پس کسی که همیشه نماز می‌خواند، اما بدون فروتنی و حضور قلب؛ یا اینکه نماز را با فروتنی و خشوع می‌خواند، اما بدون محافظت و مواظبت بر آن؛ چنین کسانی قابل نکوهش و سرزنش می‌باشند، و کارشان ناقص است."
  },
  {
    "ayah": 10,
    "text": "#\n(10)\n(\n﴿أُوْلَٰٓئِكَ﴾\n) کسانی که دارای این صفت‌ها هستند، (﴿هُمُ ٱلۡوَٰرِثُونَ"
  },
  {
    "ayah": 11,
    "text": "#\n(11)\nٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ﴾) وارثان‌اند که بهشت برین و فردوس را که بالاترین و بهترین جای بهشت است، به دست می‌آورند؛ چون آنها دارای بالاترین صفات نیک و خیر بوده‌اند. و یا منظور از فردوس، همۀ بهشت است، تا عموم مؤمنان با درجات و مراتب مختلفشان، هر یک به اندازۀ خودش در آن داخل شوند. (\n﴿هُمۡ فِيهَا خَٰلِدُونَ﴾\n) آنان در آن جاودانه‌اند، از آن رنجیده و خسته نمی‌شوند، و دلشان نمی‌خواهد که به جای دیگری برده شوند؛ چون بهشت کامل‌ترین و برترین نعمت‌ها را در بر دارد، و هیچ چیزی در آن نیست که صفا و زیبایی آن را مکدر نماید."
  },
  {
    "ayah": 12,
    "text": ": 12 - 16                            #\n{وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (14) ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (15) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ (16)}.\nوَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ و به راستي كه انسان را از گلي برداشته شده از تمام زمين آفريده‌ايم.\nثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ سپس او را به صورت نطفه‌اي در قرارگاه استوار قرار داديم.\nثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ سپس نطفه را به خوني بسته تبديل كرديم، و آنگاه خون بسته را به شكل قطعه گوشتي به اندازه‌ي آنچه كه جويده مي‌شود در آورديم، و از اين تكه گوشت جويده شده استخوانهايي ساختيم، و بعد بر استخوانها گوشت پوشانيديم، و از آن پس او را\n[به]\nآفرينش ديگري آفريديم، پس بزرگ است خداوند بهترين آفرينندگان \nثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ بعد از آن قطعاً شما خواهيد مرد.\nثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ  سپس شما در روز قيامت حتماً برانگيخته خواهيد شد."
  },
  {
    "ayah": 12,
    "text": "#\n(12)\nخداوند در این آیات، مراحلِ آفرینشِ انسان را از ابتدای خلقتش تا جایی که سرنوشتش به آن منتهی می‌گردد، بیان می‌نماید. پس ابتدا از خلقت پدر بشریت آدم ÷ سخن گفت و اینکه او را از (\n﴿سُلَٰلَةٖ مِّن طِينٖ﴾\n) یعنی از گِلی آفرید که از تمام زمین برداشته شده است. بنابراین فرزندانش، همانند زمین برخی پاکیزه و خوب، و برخی بد هستند؛ و برخی نرم، و برخی سخت می‌باشند؛ و برخی در میان این دو قرار دارند."
  },
  {
    "ayah": 13,
    "text": "#\n(13)\n(\n﴿ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ﴾\n) سپس انسان را به صورت نطفه قرار دادیم، نطفه‌ای که از میان سینۀ زن و کمر مرد بیرون می‌آید. سپس (\n﴿فِي قَرَارٖ مَّكِينٖ﴾\n) در قرارگاهی استوار و محکم -که رحم مادر است- قرار می‌گیرد که از فاسد شدن مصون می‌ماند."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\n(\n﴿ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ﴾\n) سپس نطفه‌ای را که قبلاً در رحم قرار داده بودیم، بعد از گذشت چهل روز به شکل خون بسته‌ای در آوردیم. (\n﴿فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ﴾\n) سپس خون بسته را بعد از گذشت چهل روز، به صورت قطعه گوشتی کوچک به اندازه‌ی آنچه که جویده می‌شود، در آوردیم. (\n﴿فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا﴾\n) سپس مضغه را تبدیل به استخوان سختی نموده‌ایم، و به میزان نیاز بدن، گوشت را در لابلای آن قرار دادیم. (\n﴿فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا﴾\n) سپس گوشت را پوششی برای استخوان‌ها قرار دادیم، چنانکه استخوان‌ها را پایه و ستون گوشت قرار دادیم، و این در چهل روز سوم انجام می‌شود. (\n﴿ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَ﴾\n) و از آن پس، او را به آفرینش دیگری آفریدیم که روح در آن دمیده می‌شود. پس آن موجود جامد و بی‌جان، تبدیل به موجود زنده می‌گردد. (\n﴿فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ﴾\n) پس والا و دارای خیر فراوان است خداوند، که بهترین آفریننده می‌باشد.\n﴿ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡ‍ِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ﴾\nخدایی که هر چیزی را نیکو آفریده، و آفرینش انسان را از گل آغاز کرد؛ سپس نسل او را از چکیدۀ آبی پست مقرر نمود، آنگاه او را از اندامی درست برخوردار کرد، و از روح خود در وی دمید، و برای شما گوش و چشمان و دل‌ها قرار داد، چه اندک سپاس می‌گزارید! پس همۀ آفرینش او زیباست، و انسان بهترین و زیباترین آفریده‌های او است، بلکه به طور مطلق از همۀ مخلوقات بهتر است،\nچنانکه خداوند متعال فرموده است:\n﴿لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ﴾\nبه راستی که انسان را در بهترین شکل و زیباترین سیما آفریده‌ایم."
  },
  {
    "ayah": 15,
    "text": "#\n(15)\n(\n﴿ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ﴾\n) بعد از آفرینش و دمیده شدن روح در بدن شما، در مرحله‌ای دیگر خواهید مرد."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\n(\n﴿ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ﴾\n) سپس شما در روز قیامت برانگیخته شده، و طبق اعمال بد و نیکتان سزا و جزا داده خواهید شد.\nخداوند متعال می‌فرماید:\n﴿أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ فَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ﴾\nآیا انسان چنین می‌پندارد که رها می‌شود؟ آیا او قبلاً نطفه‌ای نبود که در رحم ریخته می‌شود؟ سپس به خون بسته‌ای تبدیل شد، سپس خداوند بعد ازآن او را آفرید و مرتب نمود، و از آن دو نر و ماده را قرار داد. آیا این\n[آفریننده و خالق]\nتوانایی ندارد که مرده‌ها را زنده گرداند؟!!"
  },
  {
    "ayah": 17,
    "text": ": 17 - 20                            #\n{وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (17) وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ (18) فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (19) وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ (20)}.\nوَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ و به راستي بر فرازتان هفت آسمان آفريديم، و ما هرگز از آفرينش غافل نبوده‌ايم.\nوَأَنزَلْنَا مِنَ السَّمَاء مَاء بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ و از آسمان آبي را به اندازه فرو فرستاديم، و آن را در زمين ماندگار نموديم، و بي‌گمان ما بر از ميان بردنش تواناييم.\nفَأَنشَأْنَا لَكُم بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ لَّكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ ما به وسيلة اين آب نخلستانها و تاكستانها را براي شما پديد آورديم، و شما در آنجا ميوه‌هاي بسياري داريد، و از آن مي‌خوريد.\nوَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَاء تَنبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْآكِلِينَ و همچنين با آن درختي پديدار كرديم كه در كوه طور سينا مي‌رويد\n[و]\nروغن و نان خورشي براي خورندگان بر مي‌آورد."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nوقتی خداوند آفرینش انسان را بیان کرد، جایگاه وی و فراوانی نعمت‌هایی را که به او ارزانی داشته است،\nبیان داشت و فرمود:\n(\n﴿وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ﴾\n) و بر فرازتان هفت آسمان قرار دادیم. هفت آسمان که هر یک بر فراز دیگری است، و آسمان با ستارگان و خورشید و ماه آراسته شده، و منافع و مصالح زیادی برای بندگان در آن نهفته است. (\n﴿وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ﴾\n) و ما از آفرینش غافل نبوده‌ایم. پس همان‌طور که همۀ پدیده‌ها را آفریده‌ایم؛ علم و آگاهی ما نیز همۀ آنچه را که آفریده‌ایم، احاطه نموده است. پس ما از هیچ مخلوقی غافل نیستیم و آن را فراموش نخواهیم کرد؛ و مخلوقی را نمی‌آفرینیم که آن را ضایع کرده و به فراموشی بسپاریم. و از آسمان غافل نیستیم که بر زمین بیفتد و ذرّه‌ای را در تاریکی‌ها و میان امواج دریاها و در گوشه‌های فلات‌ها فراموش نمی‌کنیم. و هیچ جنبنده ای نیست مگر اینکه روزیِ او به عهدۀ خدا می‌باشد، و محلِ زیست و محلِ دفن آن را می‌داند. در بسیاری از جاها، خداوند از آفرینش و آگاهی و علم خویش یکجا سخن گفته است.\nمانند اینکه می‌فرماید:\n﴿أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ﴾\nآیا کسی که آفریده است، نمی‌داند، حال آنکه او باریک بین و آگاه است؟!\n﴿بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ﴾\nآری! و او آفرینندۀ آگاه است؛ چون آفرینشِ مخلوقات، از بزرگ‌ترین دلایلِ عقلی است که بر علم و آگاهیِ آفریننده و فرزانگیِ او دلالت می‌نماید."
  },
  {
    "ayah": 18,
    "text": "#\n(18)\n(\n﴿وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ﴾\n) و از آسمان آبی را به اندازه فرو فرستادیم که روزیِ شما و چهارپایانتان در آن است. آن را به اندازه فرو می‌فرستد که شما را کفایت ‌کند؛ پس آن را چنان کم نازل نمی‌کند که ساکنانِ زمین تلف شوند، و بر اثر کمبودِ آن درختان و گیاهان پژمرده گردند، بلکه به مقدار نیاز آن را فرو می‌فرستد. سپس آن را بند می‌آرد؛ زیرا اگر همیشه ببارد، زیان آور خواهد بود. (\n﴿فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِ﴾\n) و آن را در زمین ماندگار نمودیم؛ یعنی آب را بر زمین فرو فرستادیم، پس آب در آن جای گرفت و ماندگار شد، و به قدرت خداوند گیاهانِ همگون از زمین بیرون می‌آیند. و نیز آن را در بطن زمین، آمادۀ شرب و بهره‌برداری می‌کند؛ آب چنان به قعر زمین فرو نمی‌رود که قابل دسترسی نبوده، و رسیدن به آن ممکن نباشد. (\n﴿وَإِنَّا عَلَىٰ ذَهَابِۢ بِهِۦ لَقَٰدِرُونَ﴾\n) و بی‌گمان ما بر از میان بردنش تواناییم؛ به این صورت که آن را از آسمان فرو نفرستیم؛ یا آن را فرو بفرستیم، اما آب به عمق زمین فرو رود به‌گونه‌ای که دسترسی به آن ممکن نباشد، یا هدف از آن محقق نشود. و در اینجا خداوند بندگانش را آگاه ‌نموده و تذکر می‌دهد که سپاس او را بر نعمتش به جای آورند؛\nو فقدانِ آب را تصور کنند که در آن حالت چه زیانی متوجه انسان‌ها می‌شود! مانند اینکه خداوند متعال فرموده است:\n﴿قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۢ﴾\nبگو:\n«به من خبر دهید، اگر آبتان فرو نشیند، چه کسی برایتان آبی روان می‌آورد؟»"
  },
  {
    "ayah": 19,
    "text": "#\n(19)\n(\n﴿فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ﴾\n) و به وسیلۀ این آب، باغ‌هایی از انگور و خرما آفریده‌ایم و پدید آورده‌ایم. خداوند متعال این دو نوع درخت‌را به طور ویژه بیان کرد؛ با اینکه به وسیلۀ آب، درختانی دیگر نیز پدید می‌آیند؛ اما درخت خرما و انگور دارای فضیلت و منافعی هستند که از دیگر درختان بالاتر‌ند،\nبنابراین به صورت عام نیز فرمود:\n(\n﴿لَّكُمۡ فِيهَا﴾\n) برای شما در این باغ‌ها، (\n﴿فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ﴾\n) میوه‌های زیادی هست، و از آن می‌خورید،\nمیوه‌هایی از قبیل:\nانجیر و لیمو و انار و سیب و غیره."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\n(\n﴿وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ﴾\n) و درختی که در کوه طور سینا می‌روید، و آن درخت زیتون است، و به ‌صورت ویژه بیان شده است؛ چون در جای خاصی در سرزمین شام می‌روید،\nو منافعی دارد که برخی از آن در فرمودۀ الهی بیان شده است:\n(\n﴿تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ﴾\n) دارای روغن است، که بیشتر برای روشن کردن چراغ‌ها از آن استفاده می‌شود، و نان خورشی برای خورندگان است، و نیز منافعی دیگر دارد."
  },
  {
    "ayah": 21,
    "text": ": 21 - 22                            #\n{وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (21) وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (22)}.\nوَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ و به راستي برايتان در چهارپايان عبرتي است، از آنچه در شكم آنها‌ست به شما مي‌نوشانيم، و در آنها برايتان منافعي فراوان است، و از آن مي‌خوريد.\nوَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ و بر آنها و بر كشتي‌ها حمل مي‌شويد."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\nیکی از نعمت‌های خداوند بر شما،\nاین است که چهارپایانی از قبیل:\nشتر و گاو و گوسفند را برایتان مسخر نموده است؛ و در آنان عبرتی است، برای آنان که عبرت می‌آموزند؛ و منافعی است، برای آنها که فایده می‌گیرند. (\n﴿نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا﴾\n) از شکمِ آن چهارپایان شیر به شما می‌نوشانیم؛ و از میان خون و آلودگی، شیر خالص و گوارا برایتان بیرون می‌آوریم. (\n﴿وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ﴾\n) و در آن برایتان منافع فراوان است، که از پشم و مو و کرک آن استفاده می‌کنید، و از پوست و موی آنها خانه می‌سازید که در حضر و سفر، نقل و انتقالِ آن ‌راحت و سبک است. (\n﴿وَمِنۡهَا تَأۡكُلُونَ﴾\n) و از آن بهترین خوردنی‌ها را از قبیل: گوشت و چربی می‌خورید."
  },
  {
    "ayah": 22,
    "text": "#\n(22)\n(\n﴿وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ﴾\n) و حیوانات در خشکی، به مثابۀ کشتی شما هستند؛ در اختیار شما قرار دارند و بارهای سنگین خود را توسط آنها از سرزمینی به سرزمین دیگر حمل نموده، و می‌رسانید که اگر حیوانات نبودند، جز با سختی ودشواری نمی‌توانستید آن را بدانجا برسانید. و نیز در دریا کشتی‌ها را قرار داده که شما و کالاهایتان را حمل می‌نمایند. پس خداوندی که این نعمت‌ها را به شما بخشیده، و انواع احسان و نیکی را در حق شما نموده، و خیر فراوان را به سوی شما سرازیر کرده است ، سزاوار است تا کمال سپاس و شکرش به جای آورده شود، و به طور کامل مورد ستایش قرار گیرد. و شایسته است که در پرستش او بکوشید، و نعمت‌هایش را در راستای ارتکاب گناه و نافرمانی به ‌کار نبرید."
  },
  {
    "ayah": 23,
    "text": ": 23 - 30                            #\n{وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (23) فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (24) إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ (25) قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (26) فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (27) فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ (28) وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ (29) إِنَّ فِي ذَلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ (30)}.\nوَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ و به راستي نوح را به سوي قومش فرستاديم پس گفت:‌\n«اي قوم من! خداوند را بپرستيد، شما هيچ معبود حقيقي جز او نداريد. آيا [از عذاب خداوند و زوال نعمت او] نمي‌ترسيد؟!.»\nفَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاء اللَّهُ لَأَنزَلَ مَلَائِكَةً مَّا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ پس اشرافي از قومش كه كافر بودند،\nگفتند:\n«اين مرد جز انساني همچون شما نيست، مي‌خواهد بر شما برتري يابد، اگر خداوند مي‌خواست حتماً فرشتگاني مي‌فرستاد، ما چنين چيزي را از پدران پيشين خود نشنيده‌ايم»\n.\nإِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ او جز شخصي نيست كه در خود جنوني دارد، پس تا مدتي در بارة او صبر كنيد.\nقَالَ رَبِّ انصُرْنِي بِمَا كَذَّبُونِ\n[نوح]\nگفت:\n«پروردگارا! چون مرا تكذيب مي‌كنند ياري‌ام كن»\n.\nفَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاء أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُم مُّغْرَقُونَ پس به او وحي كرديم كه زير نظر و فرمان ما كشتي را بساز، پس هر گاه فرمان ما صادر شد و آب از تنور بر جوشيد، بلافاصله از همة حيوانات از هر نوعي جفتي\n[نر و ماده]\nرا سوار كشتي كن خانواده‌ات را نيز سواركن، مگر كسي از آنان كه وعدة\n[حق]\nاز پيش بر او مقرر شده است، و دربارة كساني كه ستم ورزيده‌اند با من سخن مگو، بي‌گمان آنان غرق شدني‌اند.\nفَإِذَا اسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ پس چون تو و همراهانت بر كشتي\n[سوار شديد]\nو استقرار يافتيد،\nبگو:\n«ستايش خداوندي را سزا است كه ما را از گروه ستمكاران رهايي بخشد»\nوَقُل رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ و بگو: پروردگارا! مرا در منزلي پرخير و بركت فرود آور، و تو بهترين فرود آورندگاني».\nإِنَّ فِي ذَلِكَ لَآيَاتٍ وَإِن كُنَّا لَمُبْتَلِينَ قطعاً در اين نشانه‌هايي است، و به طور مسلم\n[ما بندگان خود را]\nآزمايش مي‌نماييم."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\nخداوند متعال از رسالت بنده و پیامبرش نوح علیه السلام سخن به میان می‌آورد که اولین پیامبری است که خداوند به سوی اهل زمین فرستاده است. پس خداوند او را به سوی قومش فرستاد که بت‌هایی را پرستش می‌کردند؛\nو آنها را به پرستش و عبادت خداوند یکتا دستور داد و فرمود:\n(\n﴿يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ﴾\n) ای قوم من! عبادت را خالصانه برای خداوند انجام دهید؛ چون تنها عبادتِ خالص مورد قبول خداوند می‌باشد. (\n﴿مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ﴾\n) شما معبود به حقی جز او ندارید. در اینجا خداوند معبودهای دیگر را باطل قرار داده، و الوهیت را برای خویش ثابت می‌نماید؛ زیرا او، آفریننده و روزی دهنده است؛ خدایی که کمالِ مطلق از آنِ اوست، و غیراز او هر کس که باشد، بر سرِ خوان کریمانۀ او روزی می‌خورد. (\n﴿أَفَلَا تَتَّقُونَ﴾\n) آیا از پرستش بت‌ها باز نمی‌آیید؟ بت‌هایی به شکل و سیمای مردمان صالح درست شده بودند، و آنها، به همراه خداوند آنان را عبادت می‌کردند، پس نوح آشکارا و پنهانی و شب و روز به دعوت آنها پرداخت، و دعوتش را تا نهصد و پنجاه سال ادامه داد؛ اما این کار جز به سرکشی و نفرت قوم او نمی‌افزود."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\n(\n﴿فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ﴾\n) اشراف و سرانِ کافرِ قوم، در قالبِ مخالفت با پیامبرشان نوح و برحذر داشتن مردم از پیروی از او،\nگفتند:\nاین مرد جز انسانی همچون شما نیست، و هدفش از ادعای نبوت و پیامبری، این است که بر شما برتری یابد، و از او پیروی کنید؛ و گرنه او چه برتری بر شما دارد، حال آنکه از نوع شما و یک انسان است. و این مخالفت همواره در میان تکذیب‌کنندگانِ پیامبران وجود داشته است. و خداوند بر زبان پیامبرانش، جواب کاملی به این اعتراض داده است،\nآنجا که آنها به پیامبرانشان گفتند:\n﴿ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖقَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ﴾\nشما جز انسان‌هایی همانند ما نیستید، و می‌خواهید ما را از آنچه که پدران و نیاکانمان پرستش می‌کردند، باز دارید. پس اگر راست می‌گویید، دلیل آشکاری برای ما بیاورید.\nپیامبرانشان گفتند:\n«[درست است] ما جز انسان‌هایی مانند شما نیستیم، اما خداوند بر هرکس از بندگانش که بخواهد، منت می‌گذارد.»\nپس آنها خبر دادند که این رسالت و نبوت، فضل و منت خداوند است؛ و شما نمی‌توانید دایرۀ فضل او را تنگ کنید، و او را از رساندن فضلش به ما بازدارید.\nو در اینجا گفتند:\n(\n﴿وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ﴾\n) اگر خداوند می‌خواست، فرشته‌ای را فرو می‌فرستاد و این نیز با مشیّت خدا تعارض دارد و باطل است؛ چون خداوند اگر می‌خواست، فرشته‌ای را فرو می‌فرستاد. اما خداوند فرزانه و مهربان است، و حکمت و رحمت او اقتضا می‌نماید که پیامبر از جنس و نوع انسان‌ها باشد؛ و چون مردم توانایی گفتگو با فرشتگان را ندارند، باید فرستادۀ خدا از جنس مردم باشد؛ زیرا در غیر این صورت، کار بر ایشان مشتبه می‌شد.\nو آنها می‌گفتند:\n(\n﴿مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ﴾\n) ما درمیان پدران و نیاکان خود نشنیده‌ایم که پیامبری فرستاده شود.\nآنها گفتند:\nنشنیده‌ایم که در میان پدران و پیشینیانمان، پیامبری فرستاده شده باشد. و این جای تعجب ندارد؛ زیرا از گذشته آگاهی ندارند، پس آنها نباید بی‌خبری وجهالت خویش‌را دلیلی برای خود قرار بدهند. به فرض اینکه خداوند پیامبری را به میان گذشتگان آنان نفرستاده باشد،\nدو حالت متصور است:\nیا آنها بر هدایت بوده‌اند، که در این صورت نیازی به فرستادن پیامبر نبوده است؛ و یا گمراه بوده‌اند، پس در این صورت باید خداوند را ستایش نمایند که چنین نعمتی را به آنها اختصاص داده، نعمتی که به پدرانشان نرسیده است. و نباید عدم احسان به دیگران، سبب شود تا به احسانی که خداوند به آنان ارزانی داشته است، کفر ورزند."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\n(\n﴿إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ﴾\n) او جز مردی نیست که به نوعی از دیوانگی و جنون مبتلا شده است. (\n﴿فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ﴾\n) پس چشم به راه و منتظرش باشید تا مرگش فرا رسد. و شبهاتی را که ایراد کردند، به منظور ابراز مخالفت با نبوتِ پیامبرانشان بود، که بر شدت کفر و کینه توزی آنها دلالت می‌نماید. نیز بیانگر آن است که آنها در نهایت جهالت و گمراهی قرار دارند، و این شبهات به هیچ وجه صلاحیت و شایستگی آن را ندارند که با آنها مخالفت کرد؛ چرا که این شبهات، متناقض و با یکدیگر مخالف‌اند.\nپس آنها که می‌گویند:\n(\n﴿مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ﴾\n) ثابت کردند که پیامبر عقل و اندیشه‌ای دارد که از این طریق توطئه می‌نماید تا بر آنها برتری یابد و ریاست کند؛ پس باید از او پرهیز کرد، تا کسی فریب او را نخورد.\nو این گفته با ادعای قبلی آنان که می‌گفتند:\n(\n﴿إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ﴾\n) او فقط مردی است که به نوعی از دیوانگی مبتلا می‌باشد، مطابقت ندارد؛ و این جز از فرد گمراه و وسوسه‌گری که قضیه بر او مشتبه گردیده، و هدفش آن است که به هر طریقی حق را نپذیرد، و رسالت را انکار نماید، سر نمی‌زند؛ فردی که نمی‌داند چه می‌گوید، و خداوند هر کس را که با او و پیامبرانش دشمنی ورزد، خوار می‌گرداند."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\nوقتی نوح دید که دعوت کردن وی، آنها را سودی نمی‌بخشد جز اینکه بر فرار و رویگردانی آنها می‌افزاید، (\n﴿قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ﴾\n) گفت:\n«پروردگارا! چون مرا تکذیب می‌کنند، یاری‌ام کن.»\nنوح از پروردگارش علیه آنها، و برای هلاکتشان، و در راستای خشمگین شدن به خاطر خدا کمک خواست؛ چون آنها فرمان خداوند را پشت سر نهادند، و پیامبرشان را تکذیب کردند.\nو نوح گفت:\n﴿رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا﴾\nپروردگارا! بر روی زمین هیچ کس از کافران را باقی مگذار؛ زیرا اگر تو آنها را باقی بگذاری، بندگانت را گمراه می‌سازند، و جز بدکار و ناسپاس به بار نخواهند آورد.\nخداوند متعال فرمود:\n﴿وَلَقَدۡ نَادَىٰنَا نُوحٞ فَلَنِعۡمَ ٱلۡمُجِيبُونَ﴾\nو همانا نوح ما را صدا زد، و چه بسیار اجابت کنندۀ خوبی هستیم!"
  },
  {
    "ayah": 27,
    "text": "#\n(27)\n(\n﴿فَأَوۡحَيۡنَآ إِلَيۡهِ﴾\n) و وقتی دعای او را پذیرفتیم، فراهم نمودن وسیلۀ نجات را، قبل از فرا رسیدن زمان استفادۀ از آن، به وی وحی نمودیم. (\n﴿أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا﴾\n) که زیر نظر ما و با رهنمود و فرمانمان کشتی را بساز، و تو زیر نظر ما هستی؛ ما تو را می‌بینیم و صدایت را می‌شنویم. (\n﴿فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ﴾\n) پس هرگاه فرمان ما -مبنی بر فرستادن طوفانی که با آن عذاب داده می‌شوند- در رسید و آب از تنور برجوشید؛ یعنی زمین پر از آب شد، و چشمه‌هایی از آن ‌جوشید، حتی محل آتشدانه -که معمولاً از آب دور است- پر از آب ‌شد، (\n﴿فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ﴾\n)\n[در چنین شرایطی]\nبلافاصله از حیوانات -و از هر نوع نر و ماده‌ای- سوار کشتی کن تا نسل سایر حیواناتی که حکمت الهی اقتضا نموده در زمین باشند، باقی بماند. (\n﴿وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ﴾\n) و خانواده‌ات را سوار کن، مگر کسی از آنان که وعدۀ حق از پیش بر او مقرر شده است، مانند فرزند نوح. (\n﴿وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ﴾\n) و دربارۀ کسانی که ستم ورزیده‌اند، با من سخن مگوی؛ یعنی از من مخواه که آنها را نجات دهم؛ زیرا تقدیر و قضای الهی به طور قطع بر این رفته است که آنها غرق شوند."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\n(\n﴿فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ﴾\n) و هرگاه تو و همراهانت بر کشتی سوار شدید و بر آن استقرار یافتید، و در میان امواج حرکت کردید، خداوند را به خاطر اینکه شما را نجات بخشیده و سلامتی داده است، ستایش کنید.\nپس بگو:\n(\n﴿ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n)\n«ستایش خداوندی را سزاست که ما را از گروه ستمگران رهایی بخشید.»\nدر اینجا خداوند به نوح و همراهانش آموخت که این جمله را -به عنوان شکر و ستایش خداوند و به ‌پاس اینکه آنها را از عمل و عذاب ستمکاران رهایی بخشید- بگویند."
  },
  {
    "ayah": 29,
    "text": "#\n(29)\n(\n﴿وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا﴾\n) و بگو: «پروردگارا! مرا در جایگاه و منزلی خجسته فرود بیاور، (\n﴿وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ﴾\n) و تو بهترین فرود آورندگانی» یعنی نعمتی دیگر هست، و از خداوند بخواهید تا آن را به شما بدهد، و آن این است که منزل و جایگاه شما را خجسته و با برکت نماید.\nپس خداوند دعای نوح را پذیرفت:\n﴿وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\nو کار تمام شد، و کشتی بر کوه\n«جودی»\nقرار گرفت،\nو گفته شد:\n«هلاکت باد برای گروه ستمگران.»\n﴿قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَ﴾\nگفته شد:\n«ای نوح! با سلامتی از جانب ما، و برکت‌هایی که برتو و بر مردمانی که همراه تو هستند، فرود بیا.»"
  },
  {
    "ayah": 30,
    "text": "#\n(30)\n(\n﴿إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ﴾\n) بدون شک در این داستان، نشانه‌هایی است دال بر اینکه تنها خداوند معبود است، و نوح پیامبر راستگوی اوست، و قومش دروغ می‌گویند، و اینکه خداوند نسبت به بندگانش مهربان است، و انسان‌ها را در صلب و کمر پدرشان نوح و در کشتی نگاه داشت، آنگاه که تمام اهل زمین غرق شدند.\nو کشتی نیز از آیات و نشانه‌های خداوند است:\n﴿وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ﴾\nو آن را به عنوان نشانه‌ای به جای گذاشتیم، آیا پند پذیرنده‌ای هست؟ بنابراین آیات را به صورت جمع ذکر نمود، چون بر چندین نشانه ومطلب دلالت می‌نمایند. (\n﴿وَإِن كُنَّا لَمُبۡتَلِينَ﴾\n) وبه‌طور مسلم ما آزمایش می‌نماییم."
  },
  {
    "ayah": 31,
    "text": ": 31 - 41                            #\n{ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (31) فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (32) وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ (33) وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ (34) أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ (35) هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ (36) إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ (37) إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَى عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ (38) قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (39) قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ (40) فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ (41)}.\nثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ آنگاه  پس از آنان مردماني ديگر پديد آورديم.\nفَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ و پيامبري از خودشان به\n[ميان]\nآنان فرستاديم كه فقط خداوند را بپرستيد، زيرا جز او معبود به حقي نداريد. آيا نمي‌پرهيزيد؟!\nوَقَالَ الْمَلَأُ مِن قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاء الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ و اشرافيان قومش كه كفر ورزيدند و فرا رسيدن قيامت را قبول نداشتند، و به آنان در زندگاني دنيا آسايش داده بوديم،\nگفتند:\n«اين جز انساني همانند شما نيست، از آنچه مي‌خوريد، مي‌خورد، و از آنچه مي‌نوشيد، مي‌نوشد»\n.\nوَلَئِنْ أَطَعْتُم بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَّخَاسِرُونَ و اگر از انساني مانند خود پيروي كنيد آنگاه شما زيانكار خواهيد بود.\nأَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَامًا أَنَّكُم مُّخْرَجُونَ آيا به شما وعده مي‌دهد كه چون بميريد و تبديل به خاك و استخوان گرديد شما\n[بار ديگر زنده مي‌گرديد، و]\nاز گورها خارج گردانده مي‌شويد؟!\nهَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ آنچه به شما وعده داده مي‌شود دور دور است.\nإِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ جز زندگاني اين جهان ما\n[هيچ زندگي و حياتي]\nوجود ندارد\n[گروهي از ما]\nزنده مي‌شويم، و ما برانگيخته نخواهيم شد.\nإِنْ هُوَ إِلَّا رَجُلٌ افْتَرَى عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ و او جز مردي نيست كه بر خدا دروغ بسته است و ما به او ايمان نمي‌آوريم.\nقَالَ رَبِّ انصُرْنِي بِمَا كَذَّبُونِ گفت:\n«پروردگارا! ياري‌ام كن به سبب اينكه مرا دروغگو انگاشتند»\n.\nقَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ فرمود:\n«پس از اندك زماني پشيمان مي‌شوند»\n.\nفَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاء فَبُعْدًا لِّلْقَوْمِ الظَّالِمِينَ ناگهان صداي بلند\n[و مرگبار، آنان را به سبب استقامتي كه در برابر حق داشتند]\nفرا گرفت و آنان را\n[مانند]\nخاشاكي كه بر آب افتاده است گردانيديم، پس نفرين بر گروه ستمكاران."
  },
  {
    "ayah": 31,
    "text": "#\n(31)\nوقتی که خداوند از نوح و قومش، و اینکه آنها را هلاک کرد، سخن به میان آورد،\nفرمود:\n(\n﴿ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ﴾\n) آنگاه پس از آنان، نسلی دیگر و مردمانی دیگر پدیدار آوردیم. ظاهراً این نسل\n«ثمود»\nهمان قوم صالح -علیه السلام- می‌باشند؛ چون این داستان، مشابه و همانند داستان آنهاست."
  },
  {
    "ayah": 32,
    "text": "#\n(32)\n(\n﴿فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ﴾\n) پس پیغمبری از خودشان -که نسب و نژاد و صداقتش را می‌شناختند- به میان آنها فرستادیم؛ چون وقتی که پیامبر از خودشان باشد، زودتر فرمان می‌برند و موجب گریز آنها نمی‌شود. و آن پیامبر، ملت خویش را به آنچه که پیامبران ملت‌های خود را به ‌سوی آن دعوت ‌کردند، دعوت کرد،\nو چنین گفت:\n(\n﴿أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ﴾\n) خدا را بپرستید؛ زیرا جز او، معبود به حقی ندارید. پس همۀ پیامبران بر این دعوت اتفاق نموده‌اند، و این اولین چیزی بوده است که امت‌های خود را به سوی آن دعوت کرده‌اند؛ اینکه فقط خدا را پرستش نمایید، و از عبادتِ غیر او نهی نموده، و خبر داده‌اند که پرستشِ غیر خدا باطل و پوچ است.\nبنابراین فرمود:\n(\n﴿أَفَلَا تَتَّقُونَ﴾\n) آیا از پروردگارتان نمی‌هراسید تا از پرستش این بت‌ها پرهیز کنید!"
  },
  {
    "ayah": 33,
    "text": "#\n(33)\n(\n﴿وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾\n) و سران و اشرافی که کفر ورزیده، و سر ستیز داشتند، و قیامت و جزا را قبول نداشتند، و آنها را در زندگانی دنیا ناز و نعمت داده بودیم؛ به منظور مخالفت با پیامبرشان، و تکذیب وی و برحذر داشتن مردم از او،\nگفتند:\n(\n﴿مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ﴾\n) این پیامبر، انسانی همچون شما می‌باشد، که (\n﴿يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ﴾\n) از چیزهایی می‌خورد که شما می‌خورید؛ و از همان چیزهایی می‌نوشد که شما می‌نوشید. پس چه برتری و فضیلتی بر شما دارد؟ رسول می‌بایست فرشته‌ای باشد که غذا نخورد و آب ننوشد."
  },
  {
    "ayah": 34,
    "text": "#\n(34)\n(\n﴿وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ﴾\n) و اگر از پیامبر پیروی کنید و او را رئیس خود قرار دهید -حال آنکه او همانند شما انسان است- بی‌گمان عقل‌هایتان را از دست داده‌اید، و از کارتان پشیمان خواهید شد. عجیب است! زیرا در حقیقت، زیانمندی و پشیمانی، بهرۀ کسانی است که از او پیروی نکرده و فرمانش نبردند؛ و نادانی و بی‌خردیِ بزرگ از کسی سر زده که از اطاعت انسانی که خداوند وی را برگزیده و او را با رسالت خود برتری داده، امتناع ورزیده، و به ‌پرستش درخت و سنگ گرفتار شده است.\nاین همانند گفتۀ ایشان است که گفتند:\n﴿أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ﴾\nآیا از انسانی از خودمان پیروی کنیم؟! همانا ما آنگاه در گمراهی و دیوانگی خواهیم بود. آیا از میان همۀ ما، وحی بر او فرو فرستاده شده است؟ خیر، بلکه او دروغگویی خودپسند است."
  },
  {
    "ayah": 35,
    "text": "#\n(35 - 36)\nپس وقتی رسالت پیامبر را انکار کردند و نپذیرفتند، آنچه را که پیامبر می‌گفت -مبنی بر اینکه پس از مرگ زنده می‌شوند و طبق اعمالشان مورد مجازات قرار می‌گیرند- را نیز انکار نموده و نپذیرفتند.\nپس گفتند:\n(\n﴿أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ﴾\n) آیا به شما وعده می‌دهد که چون بمیرید و تبدیل به خاک و استخوان گردید، شما بار دیگر زنده می‌شوید، و از گورها به در آورده شده و برانگیخته می‌گردید؟! زنده شدن پس از مرگ- بعد از اینکه تکه تکه شده، و تبدیل به خاک و استخوان گشتید- بسیار بعید، و دور از عقل است. دایرۀ دید آنها، بسیار کوتاه بود، و این امر را غیر ممکن می‌دیدند؛ و قدرت آفریننده را، با قدرت و توانایی خود مقایسه می‌کردند. و پاک و منزه است خداوند از اینکه توانایی‌اش، با توانایی آنها برابر باشد! آنان قدرت و توانایی خداوند را، بر زنده کردن مردگان، انکار کردند، خداوند را ناتوان می‌شمردند، و آفرینش نخستین خود را فراموش کرده و از یاد برده بودند، خداوندی که آنها را از عدم به وجود آورده بود. پس خداوند که آنها را از نیستی به هستی آورده است، زنده کردن دوبارۀ آنها بعد از آنکه خشکیدند و از بین رفتند، برای او آسان‌تر است. هردو کار برای خداوند آسان است. پس آنها چرا آفرینش نخستین خود را انکار نمی‌کنند،\nو امور محسوس را بزرگ و غیر ممکن دانسته و می‌گویند:\nما همواره موجود بوده‌ایم. این را می‌گویند تا بهتر بتوانند رستاخیز را انکار نمایند، و در مورد وجود خداوندِ آفریننده به مجادله بپردازند. و دلیلی دیگر نیز بر زنده شدن وجود دارد، و آن این است که خداوند زمین را پس از پژمرده شدن و خشک شدنش، سبز و خرم و زنده و شاداب می‌گرداند؛ مردگان را نیز زنده می‌نماید، و او برهر کاری تواناست. و دلیلی دیگر نیز بر زنده شدن وجود دارد،\nو آن پاسخی است که به منکران رستاخیز در این آیه فرموده است:\n﴿بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ﴾\nبلکه از اینکه بیم‌دهنده‌ای از خود آنان به نزدشان آمد، تعجب کردند.\nپس کافران گفتند:\n«آیا وقتی مُردیم، و تبدیل به خاک شدیم، دوباره زنده می‌شویم؟ این بازگشتی بعید است.»\n﴿قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ﴾\nپس خداوند در پاسخ آنها فرمود: وقتی آنها خشک ‌شده و از بین رفتند، آنچه را زمین از آنها می‌کاهد، می‌دانیم. و نزد ما کتابی است که همه چیز را ثبت و ضبط می‌نماید."
  },
  {
    "ayah": 36,
    "text": "#\n(35 - 36)\nپس وقتی رسالت پیامبر را انکار کردند و نپذیرفتند، آنچه را که پیامبر می‌گفت -مبنی بر اینکه پس از مرگ زنده می‌شوند و طبق اعمالشان مورد مجازات قرار می‌گیرند- را نیز انکار نموده و نپذیرفتند.\nپس گفتند:\n(\n﴿أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ﴾\n) آیا به شما وعده می‌دهد که چون بمیرید و تبدیل به خاک و استخوان گردید، شما بار دیگر زنده می‌شوید، و از گورها به در آورده شده و برانگیخته می‌گردید؟! زنده شدن پس از مرگ- بعد از اینکه تکه تکه شده، و تبدیل به خاک و استخوان گشتید- بسیار بعید، و دور از عقل است. دایرۀ دید آنها، بسیار کوتاه بود، و این امر را غیر ممکن می‌دیدند؛ و قدرت آفریننده را، با قدرت و توانایی خود مقایسه می‌کردند. و پاک و منزه است خداوند از اینکه توانایی‌اش، با توانایی آنها برابر باشد! آنان قدرت و توانایی خداوند را، بر زنده کردن مردگان، انکار کردند، خداوند را ناتوان می‌شمردند، و آفرینش نخستین خود را فراموش کرده و از یاد برده بودند، خداوندی که آنها را از عدم به وجود آورده بود. پس خداوند که آنها را از نیستی به هستی آورده است، زنده کردن دوبارۀ آنها بعد از آنکه خشکیدند و از بین رفتند، برای او آسان‌تر است. هردو کار برای خداوند آسان است. پس آنها چرا آفرینش نخستین خود را انکار نمی‌کنند،\nو امور محسوس را بزرگ و غیر ممکن دانسته و می‌گویند:\nما همواره موجود بوده‌ایم. این را می‌گویند تا بهتر بتوانند رستاخیز را انکار نمایند، و در مورد وجود خداوندِ آفریننده به مجادله بپردازند. و دلیلی دیگر نیز بر زنده شدن وجود دارد، و آن این است که خداوند زمین را پس از پژمرده شدن و خشک شدنش، سبز و خرم و زنده و شاداب می‌گرداند؛ مردگان را نیز زنده می‌نماید، و او برهر کاری تواناست. و دلیلی دیگر نیز بر زنده شدن وجود دارد،\nو آن پاسخی است که به منکران رستاخیز در این آیه فرموده است:\n﴿بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ﴾\nبلکه از اینکه بیم‌دهنده‌ای از خود آنان به نزدشان آمد، تعجب کردند.\nپس کافران گفتند:\n«آیا وقتی مُردیم، و تبدیل به خاک شدیم، دوباره زنده می‌شویم؟ این بازگشتی بعید است.»\n﴿قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ﴾\nپس خداوند در پاسخ آنها فرمود: وقتی آنها خشک ‌شده و از بین رفتند، آنچه را زمین از آنها می‌کاهد، می‌دانیم. و نزد ما کتابی است که همه چیز را ثبت و ضبط می‌نماید."
  },
  {
    "ayah": 37,
    "text": "#\n(37)\n(\n﴿إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا﴾\n) زندگانی و حیاتی جز زندگانی این جهان وجود ندارد، برخی از مردم می‌میرند، و برخی زندگی می‌کنند، (\n﴿وَمَا نَحۡنُ بِمَبۡعُوثِينَ﴾\n) و ما برانگیخته نخواهیم شد."
  },
  {
    "ayah": 38,
    "text": "#\n(38)\nاو جز مردی نیست که دچار جنون و دیوانگی شده است،\nبنابراین سخنانی از قبیل:\nیگانه بودن خداوند، و جهان آخرت و زندگی پس از مرگ را به زبان می‌آورد.\n﴿فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ﴾\nپس تا مدتی عقوبت قتل و غیره را از او بردارید، تا احترامی برای او باشد؛ و چون دیوانه است، به سبب آنچه که می‌گوید، مؤاخذ‌ه نمی‌شود؛ یعنی ـ ‌طبق ادعای باطل آنها ‌ـ جای مجادله‌ای با او نیست، و با او در رابطه با صحت و سقم آنچه می‌گوید، مجادله نکنید. آنها ادعا می‌کردند که سخنان او باطل و پوچ است، و فقط این مانده بود که آیا او را سزا بدهند یا نه؟ بنابراین به خیال خودشان، عقل‌هایشان چنین اقتضا کرد که او را سزا ندهند، با اینکه مستحق سزا می‌باشد. آیا کفر و عنادی بالاتر از این هم هست؟!"
  },
  {
    "ayah": 39,
    "text": "#\n(39)\nبنابراین وقتی که کفرشان شدت گرفت، و بیم دادن در مورد آنها مفید واقع نشد،\nپیامبرشان آنان را نفرین نمود و گفت:\n(\n﴿رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ﴾\n) ای پروردگارم! به سبب آنکه مرا دروغگو انگاشتند، آنان را نابود کن و خوارشان بگردان، و در همین دنیا یاری‌ام کن."
  },
  {
    "ayah": 40,
    "text": "#\n(40 - 41)\nپس خداوند دعایش را اجابت کرد و فرمود: (\n﴿عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ  فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ﴾\n) به زودی پشیمان می‌شوند. پس به سبب استقامتی که در برابر حق داشتند، ناگهان صدای بلند و مرگبار آنان را فرا گرفت؛ و این ستمی از جانب خدا بر آنان نبود، بلکه از روی عدالت به عذاب گرفتار شدند؛ و چون ستم کرده بودند، صدای بلند و مرگبار آنها را فرا گرفت و همه را نابود کرد. (\n﴿فَجَعَلۡنَٰهُمۡ غُثَآءٗ﴾\n) و ما ایشان را همچون خس و خاشاکی نمودیم که روی سیلاب در گوشه‌های رودخانه پرت شده است.\nو در آیه‌ای دیگر می‌فرماید:\n﴿إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ﴾\nما بر آنان فریاد\n[مرگباری]\nفرستادیم، پس همانند گیاه خشکیدۀ\n[کومه‌ها]\nریز و خرد شدند. (\n﴿فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) پس همراه با عذاب، دوری از رحمت خدا و نفرین و نکوهش جهانیان بدرقۀ راه آنان است.\n﴿فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ﴾\nپس آسمان و زمین بر آنان گریه نکردند، و مهلت داده نشدند. این تعبیر، کنایه از آن است که نابودی آنها مورد توجه نبوده، همچنان‌که وجودشان نیز مورد عنایت و توجه نبوده است. و استهزا و تمسخری است به آنان، چرا که آنها مانند کسی نبودند که فقدانش امر مهم و بزرگی شمرده ‌شده،\nو دربارۀ او چنین گفته می‌شود:\n«آسمان و زمین بر فقدان او گریستند.»\nو از همین قبیل است آنچه که روایت شده است:\n«به درستی که هرگاه مؤمن فوت کرد، جایگاه نماز و محل عبادت و جایی که عملش بدانجا بلند گردانده می‌شود و جایی که روزی‌اش از آنجا نازل می‌شود، و ردّ پایش در زمین، برایش گریه می‌کنند.»\n﴿وَمَا كَانُواْ﴾\nو هنگامی که زمان هلاکتشان فرا رسید، نبودند از\n﴿مُنظَرِينَ﴾\nمهلت داده شدگان؛ یعنی به آنان تا وقتی دیگر مهلت داده نشد، بلکه عذابِ آنان را در همین دنیا فراهم ساخت. خلاصۀ مطلب اینکه وقتی آنها به عذاب گرفتار شدند، اهل آسمان و زمین برایشان غمگین نشدند؛ چون ارزشی نداشتند، و در حالی مردند که کافر بودند، و فرصت توبه کردن نداشتند، و به آنها مهلت داده نشد تا کوتاهی خود را جبران نمایند؛ زیرا حقیر و بی‌ارزش بودند."
  },
  {
    "ayah": 41,
    "text": "#\n(40 - 41)\nپس خداوند دعایش را اجابت کرد و فرمود: (\n﴿عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ  فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ﴾\n) به زودی پشیمان می‌شوند. پس به سبب استقامتی که در برابر حق داشتند، ناگهان صدای بلند و مرگبار آنان را فرا گرفت؛ و این ستمی از جانب خدا بر آنان نبود، بلکه از روی عدالت به عذاب گرفتار شدند؛ و چون ستم کرده بودند، صدای بلند و مرگبار آنها را فرا گرفت و همه را نابود کرد. (\n﴿فَجَعَلۡنَٰهُمۡ غُثَآءٗ﴾\n) و ما ایشان را همچون خس و خاشاکی نمودیم که روی سیلاب در گوشه‌های رودخانه پرت شده است.\nو در آیه‌ای دیگر می‌فرماید:\n﴿إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ﴾\nما بر آنان فریاد\n[مرگباری]\nفرستادیم، پس همانند گیاه خشکیدۀ\n[کومه‌ها]\nریز و خرد شدند. (\n﴿فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) پس همراه با عذاب، دوری از رحمت خدا و نفرین و نکوهش جهانیان بدرقۀ راه آنان است.\n﴿فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ﴾\nپس آسمان و زمین بر آنان گریه نکردند، و مهلت داده نشدند. این تعبیر، کنایه از آن است که نابودی آنها مورد توجه نبوده، همچنان‌که وجودشان نیز مورد عنایت و توجه نبوده است. و استهزا و تمسخری است به آنان، چرا که آنها مانند کسی نبودند که فقدانش امر مهم و بزرگی شمرده ‌شده،\nو دربارۀ او چنین گفته می‌شود:\n«آسمان و زمین بر فقدان او گریستند.»\nو از همین قبیل است آنچه که روایت شده است:\n«به درستی که هرگاه مؤمن فوت کرد، جایگاه نماز و محل عبادت و جایی که عملش بدانجا بلند گردانده می‌شود و جایی که روزی‌اش از آنجا نازل می‌شود، و ردّ پایش در زمین، برایش گریه می‌کنند.»\n﴿وَمَا كَانُواْ﴾\nو هنگامی که زمان هلاکتشان فرا رسید، نبودند از\n﴿مُنظَرِينَ﴾\nمهلت داده شدگان؛ یعنی به آنان تا وقتی دیگر مهلت داده نشد، بلکه عذابِ آنان را در همین دنیا فراهم ساخت. خلاصۀ مطلب اینکه وقتی آنها به عذاب گرفتار شدند، اهل آسمان و زمین برایشان غمگین نشدند؛ چون ارزشی نداشتند، و در حالی مردند که کافر بودند، و فرصت توبه کردن نداشتند، و به آنها مهلت داده نشد تا کوتاهی خود را جبران نمایند؛ زیرا حقیر و بی‌ارزش بودند."
  },
  {
    "ayah": 42,
    "text": ": 42 - 44                            #\n{ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ (42) مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ (43) ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ (44)}.\nثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ آنگاه بعد از ايشان نسلهايي ديگر پديد آورديم.\nمَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ  هيچ امتي از اجلش پيشي نمي‌گيرد، و باز پس نمي‌ماند.\nثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا كُلَّ مَا جَاء أُمَّةً رَّسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ سپس پيامبراني خود را يكي پس از ديگري روانه كرديم، هر گاه پيامبري به نزد امتش مي‌آمد، او را تكذيب مي‌كردند، ما هم\n[ملتهاي سركش را نابود و]\nيكي را پس از ديگري روانة\n[ديار نيستي]\nكرديم، و آنان را افسانه ساختيم. آري! نفرين بر گروهي كه ايمان نمي‌آورند."
  },
  {
    "ayah": 42,
    "text": "#\n(42 - 43)\nبعد از این تکذیب‌کنندگانِ مخالف، نسل‌هایی دیگر پدید آوردیم . هر ملتی، وقت و زمانی مشخص دارد که از آن پیش و پس نمی‌شود؛"
  },
  {
    "ayah": 43,
    "text": "#\n(42 - 43)\nبعد از این تکذیب‌کنندگانِ مخالف، نسل‌هایی دیگر پدید آوردیم . هر ملتی، وقت و زمانی مشخص دارد که از آن پیش و پس نمی‌شود؛"
  },
  {
    "ayah": 44,
    "text": "#\n(44)\nو پشت سر هم به سوی آنها پیامبرانی فرستادیم تا ایمان بیاورند و به سوی خدا باز گردند. پس کفر ورزیدن و تکذیب کردن پیامبران، همواره شیوۀ ملت‌های مجرم و سرکش و کافر بوده است؛ هرگاه پیامبری به نزد امت خویش می‌آمد، او را تکذیب می‌کردند و دروغگو می‌نامیدند؛ با اینکه هر پیامبری همراه با نشانه‌ها و معجزاتی می‌آمد که با وجود چنان نشانه و معجزاتی، انسان باید ایمان بیاورد، بلکه دعوت پیامبر و شریعت و آیین او، برحقیقت آنچه آورده ‌است دلالت می‌نماید. (\n﴿فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا﴾\n) پس ما هم این ملت‌های سرکش را نابود، و یکی را به دنبال دیگری روانۀ دیار نیستی نمودیم، و هیچ چیزی از آنان باقی نماند، و خانه‌هایشان خالی و ویران شد، (\n﴿وَجَعَلۡنَٰهُمۡ أَحَادِيثَ﴾\n) و ایشان را زبانزد مجالس و مایۀ عبرت دیگران نمودیم. و کسانی که پس از آنان آمدند، در مورد آن سخن می‌گفتند؛ و پندی برای پرهیزگاران، و درسِ عبرتی برای تکذیب‌کنندگان گشتند، و با عذاب خدا رسوا شدند. (\n﴿فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ﴾\n) پس نابود باد گروهی که ایمان نمی‌آورند. راستی اینها چقدر بدبخت و چقدر زیانکارند!!"
  },
  {
    "ayah": 45,
    "text": ": 45 - 49                            #\n{ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (45) إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ (46) فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ (47) فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ (48) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ (49)}.\nثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ سپس موسي و برادرش هارون را همراه با نشانه‌هاي خود، و دليلي آشكار فرستاديم.\nإِلَى فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ  به سوي فرعون و اشراف\n[قوم]\nاو، ولي آنان تكبر ورزيدند، و گروهي برتري جو بودند.\nفَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ پس گفتند:\n«آيا به دو انساني همچون خودمان ايمان آوريم، حال آنكه قوم آنها خدمتگذار ما هستند؟!\nفَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ پس آن دو\n[موسي و هارون]\nرا تكذيب كردند و در نتيجه هلاك و نابود شدند.\nوَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ و به موسي كتاب داديم تا شايد راهياب گردند."
  },
  {
    "ayah": 45,
    "text": "#\n(45)\nدر اینجا سخن یکی از علما را به یاد می‌آورم که اکنون اسمش را به‌خاطر ندارم.\nایشان می‌فرمودند:\nپس از موسی و نزولِ تورات، خداوند عذاب را از ملت‌ها رفع نمود؛ یعنی عذابی که آنها را ریشه کن نماید، مرتفع کرد؛ و جهاد با تکذیب‌کنندگانِ مخالف را مشروع نمود. من نمی‌دانستم که این عالِم، سخن را از چه منبعی گرفته بود. اما وقتی در این آیه‌ها و آیاتی که در سورۀ قصص هستند تأمل نمودم، دلیل سخن او را فهمیدم. در این آیات خداوند از امت‌هایی که پی در پی هلاک و نابود شده‌اند سخن گفته، سپس خبر داده است که پس از آنها، موسی را فرستاده و تورات را بر او نازل کرده است که موجب هدایت مردم می‌باشد. و اما اینکه فرعون را هلاک نموده، اعتراضی بر این مطلب وارد نمی‌شود؛ زیرا فرعون را پیش از نزول تورات هلاک کرده است. و اما آیه‌هایی که در سورۀ قصص هستند، بسیار صریح می‌باشند، و وقتی که در لابه‌لای آنها هلاک شدن و نابودی فرعون را بیان می‌کند،\nمی‌فرماید:\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ﴾\nپس از آنکه امت‌های پیشین را هلاک نمودیم، کتاب را به موسی دادیم که موجب هدایت و رحمتی برای مردم بود، تا شاید پند پذیرند. پس این آیه به صراحت می‌گوید که خداوند بعد از هلاک کردن ملت‌های متجاوز و سرکش، به موسی کتاب داد، و خبر داد که تورات، رهنمود و هدایت و رحمتی برای مردم است.\nو از همین مقوله ‌است آنچه که خداوند در سورۀ یونس بیان می‌نماید:\n﴿ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ﴾\nآنگاه بعد ‌از نوح،\n﴿ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ﴾\nپیامبرانی را به سوی قومشان فرستادیم که با نشانه‌های روشن نزد آنان آمدند؛ اما آنها به آنچه که پیش‌تر تکذیب کرده بودند، ایمان نیاوردند. این‌گونه بر دل‌های متجاوزان مهر می‌زنیم، آنگاه پس از آنها، موسی و هارون را فرستادیم. والله أعلم. سپس موسی بن عمران کلیم و برادرش هارون را ـ آنگاه که موسی از خداوند خواست هارون را در کارش شریک وی نماید، و خداوند خواستۀ او را پذیرفت ـ همراه با آیاتی که بر راستگویی آنان و صحت آنچه آورده بودند، دلالت می‌نمود، و همراه با دلیلی آشکار فرستادیم؛ دلیلی قوی که به‌خاطر قوتش، بر دل‌ها چیره می‌شود، و مؤمنان از آن فرمان می‌برند، و حجت آشکار را بر مخالفان اقامه می‌کند.\nهمچنان‌که در جایی دیگر فرموده است:\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۢ بَيِّنَٰتٖ﴾\nو به موسی نُه نشانۀ آشکار دادیم. بنابراین سرکردۀ مخالفان، حق را شناخت، اما مخالفت کرد،\n﴿فَسۡ‍َٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا﴾\nاز بنی‌اسرائیل بپرسید آنگاه که موسی با نشانه‌های روشن به نزد آنان آمد،\nپس فرعون به او گفت:\n«ای موسی! گمان می‌برم تو را جادو کرده‌اند. موسی گفت: «تو می‌دانی که این نشانه‌ها را جز پروردگار آسمان‌ها و زمین برای راهنمایی نازل نکرده است، و من تو را ای فرعون! هلاک شده می‌دانم.»\nو خداوند متعال فرمود:\n﴿وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗا﴾\nو آنان نشانه‌ها را از روی ستمگری و برتری جویی انکار کردند، حال آنکه به حقّانیت آن یقین داشتند.\nو در اینجا فرمود:\n(\n﴿ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِ‍َٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ﴾\n) سپس موسی و برادرش هارون را با نشانه‌های خودمان، و\n[همراه با]\nدلیلی آشکار،\nبه سوی فرعون و اشراف قومش از قبیل:\nهامان و دیگر سران آنها فرستادیم. (\n﴿فَٱسۡتَكۡبَرُواْ﴾\n) اما آنان ایمان نیاوردند، و از روی تکبر خدا را انکار کردند، و خود را از آنها برتر دانستند. (\n﴿وَكَانُواْ قَوۡمًا عَالِينَ﴾\n) و آنها قومی برتری‌جو و خود بزرگ بین بودند؛ یعنی برتری جویی و سلطه طلبی و تباهی و فساد در زمین، تبدیل به صفت و نشانۀ آنها شده بود. بنابراین تکبر ورزیدند، و از آنها بیش از این انتظار نمی‌رفت."
  },
  {
    "ayah": 46,
    "text": "#\n(46)\nدر اینجا سخن یکی از علما را به یاد می‌آورم که اکنون اسمش را به‌خاطر ندارم.\nایشان می‌فرمودند:\nپس از موسی و نزولِ تورات، خداوند عذاب را از ملت‌ها رفع نمود؛ یعنی عذابی که آنها را ریشه کن نماید، مرتفع کرد؛ و جهاد با تکذیب‌کنندگانِ مخالف را مشروع نمود. من نمی‌دانستم که این عالِم، سخن را از چه منبعی گرفته بود. اما وقتی در این آیه‌ها و آیاتی که در سورۀ قصص هستند تأمل نمودم، دلیل سخن او را فهمیدم. در این آیات خداوند از امت‌هایی که پی در پی هلاک و نابود شده‌اند سخن گفته، سپس خبر داده است که پس از آنها، موسی را فرستاده و تورات را بر او نازل کرده است که موجب هدایت مردم می‌باشد. و اما اینکه فرعون را هلاک نموده، اعتراضی بر این مطلب وارد نمی‌شود؛ زیرا فرعون را پیش از نزول تورات هلاک کرده است. و اما آیه‌هایی که در سورۀ قصص هستند، بسیار صریح می‌باشند، و وقتی که در لابه‌لای آنها هلاک شدن و نابودی فرعون را بیان می‌کند،\nمی‌فرماید:\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ﴾\nپس از آنکه امت‌های پیشین را هلاک نمودیم، کتاب را به موسی دادیم که موجب هدایت و رحمتی برای مردم بود، تا شاید پند پذیرند. پس این آیه به صراحت می‌گوید که خداوند بعد از هلاک کردن ملت‌های متجاوز و سرکش، به موسی کتاب داد، و خبر داد که تورات، رهنمود و هدایت و رحمتی برای مردم است.\nو از همین مقوله ‌است آنچه که خداوند در سورۀ یونس بیان می‌نماید:\n﴿ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ﴾\nآنگاه بعد ‌از نوح،\n﴿ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ﴾\nپیامبرانی را به سوی قومشان فرستادیم که با نشانه‌های روشن نزد آنان آمدند؛ اما آنها به آنچه که پیش‌تر تکذیب کرده بودند، ایمان نیاوردند. این‌گونه بر دل‌های متجاوزان مهر می‌زنیم، آنگاه پس از آنها، موسی و هارون را فرستادیم. والله أعلم. سپس موسی بن عمران کلیم و برادرش هارون را ـ آنگاه که موسی از خداوند خواست هارون را در کارش شریک وی نماید، و خداوند خواستۀ او را پذیرفت ـ همراه با آیاتی که بر راستگویی آنان و صحت آنچه آورده بودند، دلالت می‌نمود، و همراه با دلیلی آشکار فرستادیم؛ دلیلی قوی که به‌خاطر قوتش، بر دل‌ها چیره می‌شود، و مؤمنان از آن فرمان می‌برند، و حجت آشکار را بر مخالفان اقامه می‌کند.\nهمچنان‌که در جایی دیگر فرموده است:\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۢ بَيِّنَٰتٖ﴾\nو به موسی نُه نشانۀ آشکار دادیم. بنابراین سرکردۀ مخالفان، حق را شناخت، اما مخالفت کرد،\n﴿فَسۡ‍َٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا﴾\nاز بنی‌اسرائیل بپرسید آنگاه که موسی با نشانه‌های روشن به نزد آنان آمد،\nپس فرعون به او گفت:\n«ای موسی! گمان می‌برم تو را جادو کرده‌اند. موسی گفت: «تو می‌دانی که این نشانه‌ها را جز پروردگار آسمان‌ها و زمین برای راهنمایی نازل نکرده است، و من تو را ای فرعون! هلاک شده می‌دانم.»\nو خداوند متعال فرمود:\n﴿وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗا﴾\nو آنان نشانه‌ها را از روی ستمگری و برتری جویی انکار کردند، حال آنکه به حقّانیت آن یقین داشتند.\nو در اینجا فرمود:\n(\n﴿ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِ‍َٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ﴾\n) سپس موسی و برادرش هارون را با نشانه‌های خودمان، و\n[همراه با]\nدلیلی آشکار،\nبه سوی فرعون و اشراف قومش از قبیل:\nهامان و دیگر سران آنها فرستادیم. (\n﴿فَٱسۡتَكۡبَرُواْ﴾\n) اما آنان ایمان نیاوردند، و از روی تکبر خدا را انکار کردند، و خود را از آنها برتر دانستند. (\n﴿وَكَانُواْ قَوۡمًا عَالِينَ﴾\n) و آنها قومی برتری‌جو و خود بزرگ بین بودند؛ یعنی برتری جویی و سلطه طلبی و تباهی و فساد در زمین، تبدیل به صفت و نشانۀ آنها شده بود. بنابراین تکبر ورزیدند، و از آنها بیش از این انتظار نمی‌رفت."
  },
  {
    "ayah": 47,
    "text": "#\n(47)\n(\n﴿فَقَالُوٓاْ﴾\n) و از روی تکبر و سرکشی و برحذر داشتن کم خردان و فریب دادن آنها گفتند: (\n﴿أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا﴾\n) آیا به دو انسان همانند خودمان ایمان آوریم؟ سخنی را گفتند که پیش از آنها، دیگر نادانان آن را گفته بودند. پس دل‌هایشان در کفر همانند یکدیگر می‌باشد، و گفته و کارهایشان همگون است. آنان رسالت الهی را -که به آن دو برادر ارزانی نموده بود- انکار کردند. (\n﴿وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ﴾\n) در حالی که قوم آنان؛ یعنی بنی‌اسرائیل، خدمتگزار ما هستند و با انجام کارهای سخت و طاقت فرسا، زیر دست ما می‌باشند،\nچنانکه خداوند متعال فرموده است:\n﴿وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ﴾\nو به یاد آورید آنگاه که شما را از فرعونیان نجات دادیم که بدترین عذاب را به شما می‌چشاندند، پسرانتان را سر می‌بریدند و زن‌هایتان را برای خدمت زنده می‌گذاشتند؛ و در این، آزمایش و عذابی بزرگ از جانب پروردگارتان بود.\nپس فرعونیان گفتند:\nچگونه ما پیرو و تابع باشیم بعد از آنکه قبلاً از ما پیروی می‌شده است؟! و چگونه اینها رئیس و رهبر ما باشند؟\n! و گفتۀ قوم نوح مانند گفتۀ آنهاست:\n﴿أَنُؤۡمِنُ لَكَ وَٱتَّبَعَكَ ٱلۡأَرۡذَلُونَ﴾\nآیا به تو ایمان بیاوریم، در حالی که انسان‌های حقیر و طبقۀ پایین از تو پیروی کرده‌اند؟!\n﴿وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ﴾\nو جز کسانی که آنها فرومایگان و بی خردان ما هستند، کسی از تو پیروی نکرده است. معلوم است که چنین سخن پوچی، دلیلی برای رد کردن حق نمی‌باشد؛ و چنین سخنی، عین لجاجت و مخالفت کورکورانه است.\nبنابراین فرمود:"
  },
  {
    "ayah": 48,
    "text": "#\n(48)\n(\n﴿فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ﴾\n) فرعونیان، موسی و هارون را تکذیب کردند، و در نتیجه در دریا غرق و نابود شدند، در حالی‌که بنی‌اسرائیل\n[آنها را]\nنگاه می‌کردند."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\n(\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ﴾\n) بعد از اینکه خداوند فرعون را هلاک کرد و بنی‌اسرائیل را به همراه موسی نجات داد، و موسی توانست دستور خدا را در میان آنها اجرا نماید، و شعایر الهی را اظهار کند، خداوند به او وعده داد که تورات را در مدت چهل شب نازل نماید. پس موسی به میعادگاه پروردگارش رفت.\nخداوند متعال می‌فرماید:\n﴿وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ﴾\nو در الواح، در مورد هر چیزی، پندی برای او نوشتیم؛ و هر چیزی را به ‌شیوه‌های گوناگون بیان داشتیم.\nبنابراین در اینجا فرمود:\n(\n﴿لَعَلَّهُمۡ يَهۡتَدُونَ﴾\n) تا شاید راهیاب گردند؛ یعنی با شناختِ جزئیات امر و نهی، و ثواب و عقاب، هدایت شوند؛ و پروردگارشان را با نام‌ها و صفت‌هایش بشناسند."
  },
  {
    "ayah": 50,
    "text": ": 50                            #\n{وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (50)}.\nوَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِين ٍو پس مريم و مادرش را نشانه‌اي گردانيديم، و آن دو را در تپه‌اي استوار و برخوردار از آب روان جاي داديم."
  },
  {
    "ayah": 50,
    "text": "#\n(50)\nیعنی بر عیسی پسر مریم منت نهادیم، و او و مادرش را نشانۀ شگفت انگیز خداوند قرار دادیم؛ چراکه مادرش وی را بدون پدر به دنیا آورد، و عیسی در گهواره سخن گفت، و خداوند معجزات و نشانه‌هایی را به ‌دست او نمایان نمود. (\n﴿وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ﴾\n) و آن دو را –به هنگام وضع حمل– در تپه‌ای استوار و برخوردار از آب روان جای دادیم؛ یعنی در پایینِ محلی که آنها در آن به سر می‌بردند، آبی روان و جاری قرار داشت؛\nزیرا خداوند متعال می‌فرماید:\n﴿قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا﴾\nخداوند در پایین، شما چشمه‌ای قرار داده است. زیرا محل استقرار آنان مرتفع بود.\n﴿وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗا﴾\nو تنۀ درخت خرما را بجنبان و تکان بده تا خرمای نورس و دست چین بر تو فرو بارد. پس\n[از این خرمای شیرین]\nبخور و\n[از آن آبِ گوارا]\nبیاشام، و چشمت را روشن بدار."
  },
  {
    "ayah": 51,
    "text": ": 51 - 56                            #\n{يَاأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (51) وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ (52) فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (53) فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ (54) أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (55) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (56)}.\nيَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ  اي پيامبران! از خوراكيهاي پاكيزه و حلال بخوريد، و كارهاي شايسته بكنيد، بي‌گمان من از آنچه انجام مي‌دهيد آگاهم.\nوَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ و همانا اين است امت شما كه امتي يگانه است، و من پروردگار شما هستم، پس تنها از من بهراسيد.\nفَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ\n[اما مردمان]\nكار و بار خود را به پراكندگي كشاندند، و هر گروهي به آنچه نزد آنها است شادمان هستند.\nفَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ پس بگذارتا مدت زماني در غرقاب\n[جهالت و گمراهي]\nخود بسر ببرند.\nأَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ  آيا مي‌پندارند با مال و فرزنداني كه به آنان مدد مي‌رسانيم،\nنُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَّا يَشْعُرُونَ شتابان نيكي‌ها و خوبي‌ها را نصيبشان مي‌كنيم؟\n[چنين نيست]\nبلكه نمي‌دانند."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\nدر اینجا خداوند پیامبرانش را فرمان می‌دهد تا از پاکیزه‌ها بخورند، و آن روزی پاکیزه و حلال می‌باشد. و آنها را دستور می‌دهد تا با انجام کارهای شایسته -که قلب و جسم با انجام آن سامان می‌یابد، و دنیا و آخرت آدمی نیکو می‌شود- شکر و سپاس خداوند را به جای آورند. و آنها را خبر می‌دهد که خداوند به آنچه انجام می‌دهند، آگاه است. پس هر کاری که بکنند، به درستی که خداوند آن را می‌داند؛ و به طور کامل و به بهترین صورت پاداش می‌یابند. و این دلالت می‌نماید که پیامبران همه بر حلال بودن خوراکی‌های پاکیزه، و بر حرام بودن پلیدی‌ها و خوردنی‌های ناپاک اتفاق دارند؛ و آنها بر انجام هر عمل صالحی اتفاق دارند، گرچه برخی از چیزهایی که به انجام آن امر شده‌اند، متفاوت است؛ و حکم شریعت‌ها در مورد آن مختلف است؛ اما همه عمل صالح هستند، ولی تفاوت شرایط زمانی و مکانی، این اختلاف جزئی را پیش آورده است. بنابراین کارهای شایسته‌ای که در همۀ زمان‌ها شایسته و صالح‌اند، همۀ پیامبران و همۀ شریعت‌ها برآن متفق می‌باشند، مانند دستور به یگانه دانستن خداوند، و انجام عبادت فقط برای خداوند، و محبت خدا و ترس از او، و امید داشتن به او، و نیکوکاری و راستگویی، و وفای به عهد، و برقرار داشتن پیوند خویشاوندی، و نیکی کردن با پدر ومادر، و نیکی کردن با ضعیفان و بینوایان و یتیمان، و مهربانی و نیکوکاری با مردم و امثال آن. بنابراین اهل علم و کتاب‌های گذشته و اهل عقل، از آنچه محمد به آن دستور می‌داد و از آنچه نهی می‌کرد، بر نبوت و پیامبری او استدلال می‌کردند، چنانکه\n«هرقل»\nپادشاه روم و دیگران چنین کردند. پس رسول خدا به آنچه پیامبران گذشته به آن دستور دادند، فرمان داد؛ و از آنچه پیامبران پیشین نهی ‌کردند، نهی نمود، و این دلالت می‌نماید که او پیامبر است. به‌خلاف کسی که ادعای دروغین دارد؛ چنین کسی به بدی و شر دستور می‌دهد، و از خوبی باز می‌دارد."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\nبنابراین خداوند به پیامبران فرمود: (\n﴿وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ﴾\n) ای پیامبر! جماعت و گروه شما، ملت واحدی است که دین واحدی دارند و پروردگارشان یکی است. (\n﴿فَٱتَّقُونِ﴾\n) پس با به‌جا آوردن فرمان‌های من، و پرهیز از آنچه از آن نهی نموده‌ام، از من بهراسید. و خداوند مؤمنان را به آنچه که پیامبران بدان دستور داده است، دستور می‌دهد؛ چون مؤمنان به آنان اقتدا می‌کنند و به دنبال آنها حرکت می‌نمایند.\nپس فرمود:\n﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ﴾\nای مؤمنان! از روزی‌های پاکیزه‌ای که به شما داده‌ایم، بخورید؛ و شکر خداوند را به جای آورید، اگر شما تنها او را می‌پرستید. پس بر همۀ کسانی که خود را به پیامبر منسوب می‌نمایند، لازم است این فرمان را به جای آورند، و به آن عمل نمایند."
  },
  {
    "ayah": 53,
    "text": "#\n(53)\nاما ستمگرانِ منکر، جز سرکشی چیزی را نمی‌پذیرند.\nبنابراین فرمود:\n(\n﴿فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۢ بِمَا لَدَيۡهِمۡ فَرِحُونَ﴾\n) و کسانی که خود را به پیروی از پیامبر منسوب می‌کردند، کار و بار دین خود را به پراکندگی کشاندند. و هر گروهی به راهی رفتند؛ و هر گروهی به دانش و دینی که داشتند، شادمان شده و گمان ‌بردند که آنها برحق‌اند، و دیگران بر باطل؛ حال اینکه کسی از آنها برحق است که بر راه پیامبران باشد؛ یعنی روزی حلال بخورد، و عمل صالح انجام دهد، و غیر از اینها بر باطل‌اند."
  },
  {
    "ayah": 54,
    "text": "#\n(54)\n(\n﴿فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ﴾\n) پس آنان را بگذار تا مدت زمانی در بحبوحۀ جهالت و ادعاهای باطلشان بمانند. (\n﴿حَتَّىٰ حِينٍ﴾\n) تا زمانی که عذاب بر آنها فرود بیاید؛ زیرا پند و موعظه و ترساندن در مورد آنان مفید واقع نمی‌شود، و چگونه این چیزها در مورد کسی مفید واقع می‌شود که گمان می‌برد بر حق است، و در این خیال است که دیگران را نیز به آنچه خودش بر آن است، فرا بخواند؟"
  },
  {
    "ayah": 55,
    "text": "#\n(55 - 56)\n(\n﴿أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِ﴾\n) آیا گمان می‌برند اموال و فرزندان فراوانی که به آنها داده‌ایم، دلیلی برآن است که آنان اهل خیر و سعادت و خوشبختی هستند، و خوبی دنیا و آخرت از آن آنهاست؟ آنها چنین فکر می‌کنند، اما در حقیقت چنین نیست. (\n﴿بَل لَّا يَشۡعُرُونَ﴾\n) بلکه نمی‌دانند که ما آنان را مهلت می‌دهیم و کمکشان می‌کنیم تا بیشتر گناه کنند و عذابشان در آخرت کامل و فراوان شود؛ و تا به آنچه داده شده‌اند، شادمان شوند و دیگران به آن رشک برند.\n﴿حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ﴾\nپس زمانی که به آنچه داده شده‌اند شاد شدند، ناگاه آنان را به عذاب گرفتار می‌کنیم."
  },
  {
    "ayah": 56,
    "text": "#\n(55 - 56)\n(\n﴿أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِ﴾\n) آیا گمان می‌برند اموال و فرزندان فراوانی که به آنها داده‌ایم، دلیلی برآن است که آنان اهل خیر و سعادت و خوشبختی هستند، و خوبی دنیا و آخرت از آن آنهاست؟ آنها چنین فکر می‌کنند، اما در حقیقت چنین نیست. (\n﴿بَل لَّا يَشۡعُرُونَ﴾\n) بلکه نمی‌دانند که ما آنان را مهلت می‌دهیم و کمکشان می‌کنیم تا بیشتر گناه کنند و عذابشان در آخرت کامل و فراوان شود؛ و تا به آنچه داده شده‌اند، شادمان شوند و دیگران به آن رشک برند.\n﴿حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ﴾\nپس زمانی که به آنچه داده شده‌اند شاد شدند، ناگاه آنان را به عذاب گرفتار می‌کنیم."
  },
  {
    "ayah": 57,
    "text": ": 57 - 62                            #\n{إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (61) وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (62)}.\nإِنَّ الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ بي‌گمان آنان كه از خوف خدا هراسانند.\nوَالَّذِينَ هُم بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ و كساني كه با آيات پروردگارشان ايمان مي‌آورند.\nوَالَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ و كساني كه آنان به پروردگارشان كفر نمي‌ورزند.\nوَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ و كساني كه آنچه را بايد\n[در راه خدا]\nبدهند، مي‌دهند، در حالي كه دلهايشان ترسان و هراسان است از اينكه به سوي پروردگارشان باز خواهند گشت.\nأُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ چنين كساني براي انجام خوبيها مي‌شتابند و در انجام آن پيشتازند.\nوَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ و هيچ كس را مگر به اندازة توانش تكليف نمي‌كنيم و نزد ما كتابي است كه به حق سخن مي‌گويد، و هيچ ظلم و ستمي بديشان نمي‌شود."
  },
  {
    "ayah": 57,
    "text": "#\n(57)\nوقتی خداوند از کسانی سخن به میان آورد که هم گناه کرده، و هم احساس ایمنی می‌کنند؛ و گمان می‌برند نعماتی که خداوند در دنیا به آنها ارزانی داده است، دلیلی بر خوبی و برتری آنهاست؛ از کسانی یاد کرد که هم نیکو کاری می‌نمایند، و هم از پروردگارشان می‌ترسند.\nپس فرمود:\n(\n﴿إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ﴾\n) بی‌گمان کسانی که از خوف پروردگارشان هراسان‌اند. یعنی دل‌هایشان از ترس پروردگارشان هراسان بوده، و می‌ترسند که خداوند با آنها طبق عدالت خویش رفتار نماید، و آنگاه هیچ نیکی برایشان باقی نماند، و نسبت به خویش بدبین هستند که مبادا نتوانسته باشند حق خداوند را ادا نموده باشند. و می‌ترسند که مبادا ایمانشان از بین برود، و چون پروردگارشان را می‌شناسند و می‌دانند که تا چه حد او سزاوار بزرگداشت می‌باشد، از او می‌هراسند؛ و خوف و ترس آنها، باعث می‌شود تا از گناهان دست بردارند و درانجام واجبات کوتاهی نورزند."
  },
  {
    "ayah": 58,
    "text": "#\n(58)\n(\n﴿وَٱلَّذِينَ هُم بِ‍َٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ﴾\n) و کسانی که به آیات پروردگارشان ایمان می‌آورند؛ یعنی هرگاه آیات خداوند بر آنها خوانده شود، ایمانشان افزوده می‌شود؛ و نیز در آیات قرآنی می‌اندیشند و در آن تدبر می‌نمایند؛ پس مفاهیم قرآن و شکوه و انجام آن برایشان روشن می‌گردد، و آنچه قرآن به آن فرا می‌خواند،\nاز قبیل:\nشناخت خدا، و ترس از او، و امید داشتن به او برایشان معلوم می‌گردد، در نتیجه به درجاتی از ایمان می‌رسند که نمی‌توانند به زبان آن را تعبیر نمایند. و نیز در آیاتِ آفاق، تدبر می‌نمایند و می‌اندیشند،\nچنانکه فرموده است:\n﴿إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ﴾\nبی‌گمان در آفرینشِ آسمان‌ها و زمین، و در گردش شب و روز، برای خردمندان نشانه‌ها است."
  },
  {
    "ayah": 59,
    "text": "#\n(59)\n(\n﴿وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ﴾\n) و کسانی که برای پروردگارِ خود انباز و شریک قرار نمی‌دهند؛ یعنی نه مرتکب شرک جلی و آشکار می‌شوند، مانند به ‌خدایی گرفتن غیر الله که آن را به فریاد بخوانند، و به آن امید داشته باشند؛ و نه مرتکبِ شرکِ خفی می‌شوند،\nازقبیل:\nریا و امثال آن. آنها، گفته‌ها و کارها و سایر حالاتشان را، مخلصانه برای خدا انجام می‌دهند."
  },
  {
    "ayah": 60,
    "text": "#\n(60)\n(\n﴿وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ﴾\n) و کسانی که\n[ازطرف خود]\nعطا می‌کنند،\n[و می‌بخشند]\nآنچه را که به دادن آن دستور داده شده‌اند، و هرآنچه را که در توان دارند،\nاز قبیل:\nنماز و زکات و حج و صدقه و غیره انجام می‌دهند. (\n﴿وَّقُلُوبُهُمۡ وَجِلَةٌ﴾\n) با وجود این، دل‌هایشان ترسان و هراسان است، (\n﴿أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ﴾\n) و از اینکه اعمالشان پیش خدا می‌رود، و در پیشگاه او می‌ایستند؛ می‌ترسند که مبادا اعمالشان، آنها را از عذاب خدا نجات ندهد؛ چون آنها پروردگارشان را می‌شناسند، و می‌دانند او سزاوار انواع عبادت‌ها است."
  },
  {
    "ayah": 61,
    "text": "#\n(61)\n(\n﴿أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ﴾\n) چنین کسانی در انجام کارهای خوب، با یکدیگر مسابقه می‌دهند؛ و هدفشان این است، کارهایی انجام دهند که آنان را به خدا نزدیک ‌نماید؛ و به اموری مشغول می‌شوند که آنها را از عذاب خداوند نجات ‌دهد. پس هرگاه چیز خوبی را بشنوند، و یا فرصت انجام آن برایشان مهیا شود، فرصت را غنیمت شمرده و شتابان آن را انجام می‌دهند. آنها به اولیا و برگزیدگان خدا که در اطرافشان هستند، نگاه کرده و می‌بینند که در انجام هر کار خوبی می‌شتابند؛ و در نزدیک شدن به پروردگارشان، با یکدیگر به رقابت می‌پردازند. اینان نیز با آنها به رقابت می‌پردازند. و از آنجا که هرمسابقه دهنده‌ای، گاهی به‌خاطر تلاش و آمادگی‌اش پیشی می‌گیرد؛ و گاهی به سبب کوتاهی‌اش باز می‌ماند؛ خداوند متعال خبر داده است که اینها همواره از نوعِ سابقین و پیشتازان هستند. (\n﴿وَهُمۡ لَهَا سَٰبِقُونَ﴾\n) و آنها در انجام کارهای خوب پیشتازند، و به اوج خوبی‌ها رسیده‌اند. آنها گرچه با نسل‌های مخلصِ نخستین مسابقه داده‌اند؛ اما با وجود این، خداوند آنها را خوشبخت و پیشتاز گردانده است."
  },
  {
    "ayah": 62,
    "text": "#\n(62)\nوقتی که پیشی گرفتنِ آنها بر یکدیگر در انجامِ کارهای خوب را بیان کرد، شاید کسی گمان برد که آنچه از آنها و از دیگران خواسته شده، امری است که ازتوانایی ما انسان‌های امروزه خارج و یا مشکل است.\nبنابراین خداوند متعال فرموده است:\n(\n﴿وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَا﴾\n) و هیچ کس را مگر به اندازۀ توانش مکلف نمی‌کنیم؛ یعنی به اندازه‌ای که توانایی‌اش بیشتر از آن است؛ و رحمت و حکمت الهی چنین است که انسان را به چیزهایی مکلف ‌نماید که توانایی و قدرتش آن را به طور کامل فراگیرد؛ و چنین نمود تا راه رسیدن به او نزدیک، و همواره جاده و راه کسانی که راه او را در پیش می‌گیرند، آباد و پر راهرو باشد. (\n﴿وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ﴾\n) و نزد ما کتابی است که به حق سخن می‌گوید؛ و آن، کتاب نخستین یعنی\n«لوح المحفوظ»\nاست که هر چیزی در آن ثبت و ضبط گردیده؛ و هر آنچه صورت می‌پذیرد، مطابق آنچه در آن نوشته شده است انجام می‌شود.(\n﴿وَهُمۡ لَا يُظۡلَمُونَ﴾\n) و بر آنان، هیچ ظلم و ستمی نمی‌شود؛ یعنی از نیکی‌هایشان کاسته نشده، و به عقوبت و عذاب نافرمانی‌هایشان افزوده نمی‌گردد."
  },
  {
    "ayah": 63,
    "text": ": 63 - 71                            #\n{بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ (63) حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ (64) لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ (65) قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ (66) مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ (67) [أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ (68) أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (69) أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ (70) وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ (71)}].\nبَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِّنْ هَذَا وَلَهُمْ أَعْمَالٌ مِن دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ  بلكه دلهايشان غافل از اين\n[قرآن]\nاست، و آنان غير از اين\n[كار زشت]\nكارهاي زشت ديگري دارند كه انجامش مي‌دهند.\nحَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِم بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ\n[در اين حالت]\nسران خوشگذران ايشان را به عذاب گرفتار مي‌كنيم، پس ناگهان فرياد بر مي‌آورند.\nلَا تَجْأَرُوا الْيَوْمَ إِنَّكُم مِّنَّا لَا تُنصَرُونَ\n[بديشان خواهيم گفت:]\nامروز فرياد و واويلا سر ندهيد، شما از سوي ما ياري و كمك نمي‌شويد.\nقَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنتُمْ عَلَى أَعْقَابِكُمْ تَنكِصُونَ\n[چرا كه]\nآيات من بر شما خوانده مي‌شد ولي شما به عقب بر مي‌گشتيد.\nمُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ در حالي كه- در برابر مردم به سبب خانه‌ي كعبه- تكبر ورزيديد، شبها در جلسات ومراسم خود از قرآن بدگويي مي‌كرديد.\nأَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءهُم مَّا لَمْ يَأْتِ آبَاءهُمُ الْأَوَّلِينَ آيا در اين سخن نيانديشيده‌اند، يا چيزي برايشان آمده كه براي نياكان نخستينشان نيامده است؟.\nأَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ يا اينكه آنان پيامبرشان را نمي‌شناسند، از اين رو او را انكار مي‌كنند؟\nأَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءهُم بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ يا مي‌گويند:\n«او ديوانه است؟\n[چنين نيست]\nبلكه حق را برايشان آورده است. و بيشترشان خواهان حق نيستند. \nوَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَن فِيهِنَّ بَلْ أَتَيْنَاهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ و اگر حق و حقيقت از خواستهاي ايشان پيروي مي‌كرد، آسمانها و زمين و هر آنچه كه در زمين است تباه مي‌شدند. بلكه پندشان را برايشان آورده‌ايم ولي آنان از پندشان روي مي‌گردانند."
  },
  {
    "ayah": 63,
    "text": "#\n(63)\nخداوند متعال خبر می‌دهد که تکذیب‌کنندگان در میان جهالت و ستمگری وغفلت و رویگردانی قرار دارند، و این امر آنها را از رسیدن به این قرآن باز می‌دارد. پس آنان قرآن را راهنمای خویش قرار نمی‌دهند، و با آن راهیاب نمی‌شوند،\nو چیزی از قرآن به دل‌هایشان نمی‌رسد:\n﴿وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗا﴾\nو هنگامی که قرآن ‌خواندی، میان تو و کسانی که به آخرت ایمان ندارند، پردۀ پوشیده شده‌ای قرار دادیم؛ و بر دل‌هایشان پرده افکندیم که مانع فهم و درک قرآن می‌باشد؛ و در گوش‌هایشان کری هست. پس وقتی که دل‌هایشان در غفلت از قرآن قرار دارد، بر حسب این حالت، اعمال و کارهای کفر آمیز انجام داده، و با شریعت مخالفت می‌کنند که سبب مجازات و سزایشان می‌گردد. (\n﴿وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ﴾\n) و آنها کارهایی غیر از این نیز دارند که انجامش می‌دهند؛ یعنی از اینکه خداوند آنها را به عذاب گرفتار می‌نماید، تعجب نکنید؛ زیرا خداوند آنها را مهلت می‌دهد تا اعمالی که بر آنها مقرر شده است، انجام دهند. پس هرگاه آن را به طور کامل انجام دادند، به بدترین حالت به خشم و عذاب خداوند گرفتار می‌شوند."
  },
  {
    "ayah": 64,
    "text": "#\n(64 - 65)\n(\n﴿حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ﴾\n) کافران به کارهای زشت خود ادامه دادند تا اینکه نازپرورده‌هایشان را، و آنان که جز با خوشگذرانی و رفاه و آسایش عادت نکرده بودند و ناگواری و ناراحتی به آنان دست نداده بود، به عذاب گرفتار نمودیم، و آنها عذاب را احساس کردند، (\n﴿إِذَا هُمۡ يَجۡ‍َٔرُونَ﴾\n) آنگاه ناگهان فریاد برآورده، و واویلا سر داده، و دردمند می‌شوند؛ چون چیزهایی به آنها رسیده که آرامش و راحتی آنها را به هم می‌زند. و کمک می‌جویند،\nپس به آنها گفته می‌شود:\n(\n﴿لَا تَجۡ‍َٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ﴾\n) امروز فریاد و واویلا سرندهید، شما از سوی ما یاری و کمک نمی‌شوید. و چون از طرف خداوند یاری و کمک نگردند و به دادشان رسیده نشود، نمی‌توانند خودشان را یاری نمایند، و هیچ کس آنها را یاری نخواهد کرد."
  },
  {
    "ayah": 65,
    "text": "#\n(64 - 65)\n(\n﴿حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ﴾\n) کافران به کارهای زشت خود ادامه دادند تا اینکه نازپرورده‌هایشان را، و آنان که جز با خوشگذرانی و رفاه و آسایش عادت نکرده بودند و ناگواری و ناراحتی به آنان دست نداده بود، به عذاب گرفتار نمودیم، و آنها عذاب را احساس کردند، (\n﴿إِذَا هُمۡ يَجۡ‍َٔرُونَ﴾\n) آنگاه ناگهان فریاد برآورده، و واویلا سر داده، و دردمند می‌شوند؛ چون چیزهایی به آنها رسیده که آرامش و راحتی آنها را به هم می‌زند. و کمک می‌جویند،\nپس به آنها گفته می‌شود:\n(\n﴿لَا تَجۡ‍َٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ﴾\n) امروز فریاد و واویلا سرندهید، شما از سوی ما یاری و کمک نمی‌شوید. و چون از طرف خداوند یاری و کمک نگردند و به دادشان رسیده نشود، نمی‌توانند خودشان را یاری نمایند، و هیچ کس آنها را یاری نخواهد کرد."
  },
  {
    "ayah": 66,
    "text": "#\n(66)\nگویا گفته می‌شود چه چیزی باعث شده تا آنها به این وضعیت گرفتار شوند؟\nپس فرمود:\n(\n﴿قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ﴾\n) به راستی که آیات من بر شما خوانده می‌شد تا به آن ایمان بیاورید، و آن را بپذیرید؛ اما شما چنین نکردید، بلکه (\n﴿فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ﴾\n) شما به عقب باز می‌گشتید. چرا که آنها، در صورت پیروی از قرآن، پیش می‌رفتند؛ و با اعراض و رویگردانی از آن، به عقب بر‌گشته، و به پایین‌ترین درجه سقوط نمودند."
  },
  {
    "ayah": 67,
    "text": "#\n(67)\n(\n﴿مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ﴾\n) مفسرین گفته‌اند که معنی آیه چنین است: آنها به سبب خانۀ کعبه یا حرم،\nبر مردم تکبر ورزیده و می‌گفتند:\nما اهل حرم هستیم، پس ما از دیگران برتر و بهتر می‌باشیم، (\n﴿سَٰمِرٗا﴾\n) یعنی به صورت گروهی و شبانه، در اطراف کعبه افسانه سرایی می‌کردند. (\n﴿تَهۡجُرُونَ﴾\n) و سخن بیهوده سر داده و می‌گفتند: قرآن زشت و نادرست است. شیوۀ تکذیب‌کنندگان دربارۀ قرآن، این بود که از آن رویگردانی می‌کردند،\nو یکدیگر را به اعراض و رویگردانی از آن توصیه می‌نمودند:\n﴿وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ﴾\nو آنان که کافر شده بودند،\nگفتند:\n«به این قرآن گوش فرا ندهید؛ [و به‌هنگام تلاوت آن] سروصدا به راه اندازید، شاید پیروز شوید.»\nو خداوند در مورد آنها فرموده است:\n﴿أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ وَتَضۡحَكُونَ وَلَا تَبۡكُونَ وَأَنتُمۡ سَٰمِدُونَ﴾\nآیا از این گفتارِ قرآن تعجب می‌کنید، و می‌خندید، اما به حال خود گریه نمی‌کنید؟! و پیوسته در غفلت و هوسرانی به‌سر می‌برید؟!\n﴿أَمۡ يَقُولُونَ تَقَوَّلَهُۥ﴾\nآیا می‌گویند:\n«قرآن را خودش به دروغ بر بسته است؟»\nوچون همۀ این زشتی‌ها را دارا بودند، به عذاب گرفتار گردیدند؛ و چون گرفتار عذاب شدند، یاری کننده‌ای نداشتند که آنها را یاری ‌نماید، و فریادرسی نداشتند که آنها را نجات دهد.\nپس به سبب این اعمال زشت مورد سرزنش قرار می‌گیرند:"
  },
  {
    "ayah": 68,
    "text": "#\n(68)\n(\n﴿أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ﴾\n) آیا در قرآن تفکر نمی‌کنند و نمی‌اندیشند؟! یعنی اگر آنها در قرآن بیندیشند، حتماً ایمان می‌آورند؛ زیرا تفکر و اندیشه در قرآن، آنها را از کفر باز خواهد داشت. مصیبتی که بدان گرفتار شده‌اند، به خاطر رویگردانی از قرآن است؛ و این دلالت می‌نماید که اندیشیدن در قرآن، آدمی را به خیر و خوبی فرا می‌خواند، و از هر شر و بدی مصون می‌دارد؛ و آنچه که آنان را از اندیشیدن در قرآن باز داشت، این بود که دل‌هایشان بسته شده بود. (\n﴿أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ﴾\n) یا چیزی که آنها را از ایمان آوردن باز داشته، این است که پیامبر و کتابی به نزد آنها آمده که برای پدران نخستین آنها نیامده است؟ پس به در پیش گرفتنِ راهِ نیاکانِ گمراهشان، خشنود و راضی شده؛ و با هرآنچه که با شیوه و راه نیاکانشان مخالف است، مخالفت کردند، بنابراین آنان و آن دسته از کفار که همانند آنان بودند،\nچیزی را گفتند که خداوند از آن خبر داده است:\n﴿وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ﴾\nو این‌گونه پیش از تو، در هیچ آبادی و شهری،\nبیم دهنده‌ای را نفرستادیم مگر اینکه خوشگذرانان آن گفتند:\n«ما نیاکان خود را بر آیینی یافته‌ایم، و قطعاً ما دنباله‌رو راه آنان می‌باشیم.»\nپس\n[رسولشان]\nآنها را پاسخ داد و\n﴿قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡ﴾\nگفت:\n«آیا من برایتان چیزی نیاورده‌ام که از آنچه پدرانتان را بر آن یافته اید، بهتر و بیشتر موجب راهیابی است؟»\n. پس اگر هدفِ شما رسیدن به حق می‌باشد، از من پیروی ‌کنید. کافران به حقیقت اعتراف کرده و\n﴿قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ﴾\nگفتند:\n«ما به آنچه شما با آن فرستاده شده‌اید، کافر هستیم.»"
  },
  {
    "ayah": 69,
    "text": "#\n(69)\n(\n﴿أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ﴾\n) یا اینکه پیامبرشان -محمد صلی الله علیه وسلم- در میانشان ناشناخته است و او را نمی‌شناسند، و این امر، آنها را از پیروی کردن از حق باز داشته است؟\nمی‌گویند:\n«ما او را نمی‌شناسیم، و راستگویی او را نمی‌دانیم، بگذارید ما حالت و وضعیت او را نگاه کنیم، و در مورد وی از کسی که به او آگاه است، پرس وجو نماییم؛ یعنی چنین نیست، بلکه کوچک و بزرگشان پیامبر صلی الله علیه وسلم را به طور کامل می‌شناسند، و به تمام اخلاق و عادت‌های زیبای او واقف هستند، و راستگوییِ او را می‌دانند. حتی آنها قبل از بعثت، او را امین می‌نامیدند؛ پس چرا وقتی با حق بزرگ و راستی و حقیقتِ آشکار به نزد آنها آمد، وی را تصدیق نکردند؟!"
  },
  {
    "ayah": 70,
    "text": "#\n(70)\n(\n﴿أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢ﴾\n) یا می‌گویند او دیوانه است؟ در حالی که حرف‌های دیوانه شنیده نمی‌شود، و سخنش اعتباری ندارد؛ چون سخنان پوچی را می‌گوید.\nخداوند در رد این سخن آنان فرمود:\n(\n﴿بَلۡ جَآءَهُم بِٱلۡحَقِّ﴾\n) چنین نیست که می‌انگارند، بلکه او حق، و یک امر ثابت و مسلم که سرشار از صداقت و عدل است و اختلاف و تناقضی در آن نیست، برای آنها آورده است. پس چگونه کسی که چنین چیزی را آورده است، دیوانه می‌باشد؟ و آیا در مورد چنین کسی، جز اینکه گفته شود او در بالاترین درجاتِ کمال و علم و درایت و اخلاق خوب قرار دارد، چیزی دیگر‌ی را می‌توان گفت؟ نیز در این شیوۀ گفتار\n[به وسیلۀ استعمال واژۀ «بل]\nانتقال از آنچه که ذکر شد، صورت گرفته است؛\nیعنی:\nحقیقتی که آنان را از ایمان آوردن منع کرد، این است که (\n﴿جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ﴾\n) او حق را برایشان آورده است، ولی بیشترشان از حق بیزارند و آن را نمی‌خواهند. و بزرگ‌ترین حقی را که برای آنان آورده است، یگانه پرستی، و انجام دادنِ عبادتِ خالص برای خدا، و پرهیز از پرستشِ غیر او می‌باشد، و علت بیزار بودن آنها از این امر، و تعجب کردنشان از آن معلوم است. پس پیامبر حق را آورد، و آنها از اصلِ حق گریزان و بیزار بودند، و همین امر باعث شد تا آنها حق را دروغ انگاشته و تکذیب کنند، نه اینکه در حقّانیت پیامبر شک و تردید داشته باشند، یا اینکه وی را تکذیب کنند.\nهمچنان‌که خداوند متعال فرموده است:\n﴿فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِ‍َٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ﴾\nهمانا آنان تو را تکذیب نمی‌کنند، بلکه در حقیقت ستمگران آیات خداوند را تکذیب می‌نمایند."
  },
  {
    "ayah": 71,
    "text": "#\n(71)\nاگر گفته شود که چرا حق با خواسته و امیال آنها موافق نبود تا ایمان بیاورند یا شتابان فرمان ببرند؟ خداوند متعال جواب می‌دهد که (\n﴿وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ﴾\n) و اگر حق از خواسته‌هایشان پیروی نماید، آسمان‌ها و زمین به تباهی می‌روند؛ چون خواسته‌های آنان، ناشی از اخلاق و کارهای ظالمانه و کافرانه و فساد آمیز است؛ پس اگر حق از خواسته‌هایشان پیروی می‌کرد، آسمان و زمین تباه می‌شدند؛ زیرا تصرف و تدبیری که در آن انجام می‌شد، فاسد بود، چرا که ستمگری و جور حاکم می‌شد، و آسمان‌ها و زمین جز به وسیلۀ حق و عدل پابرجا نمی‌مانند. (\n﴿بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ﴾\n) بلکه این قرآن را به آنان داده ایم که هر نیکی و خیری را به آنها یادآور می‌شود، و مایۀ فخر و عزت و شرافت آنها می‌باشد، تا آن را اجرا نمایند، آنگاه سرور و رهبر مردم قرار می‌گیرند. (\n﴿فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ﴾\n) اما آنها به علتِ شقاوت و بدبختی و عدم توفیق از پندشان رویگردانند.\n﴿نَسُواْ ٱللَّهَ فَنَسِيَهُمۡ﴾\nخداوند را فراموش کرده، و خداوند هم آنان را از یاد برد.\n﴿نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡ﴾\nخداوند را فراموش کردند، پس خداوند آنان را از یاد خودشان برد. پس قرآن و کسی که آن را آورده است، بزرگ‌ترین نعمتی هستند که خداوند به سوی آنان روانه کرده است. اما آنها با نپذیرفتن و رویگردانی از این نعمت، استقبال کردند. پس آیا بعد از این، محرومیتی وجود دارد؟ و آیا سرانجامِ این کار، جز زیان و ضرر چیز دیگری است؟"
  },
  {
    "ayah": 72,
    "text": ": 72                            #\n{أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ (72)}.\nأَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ آيا از آنان مزدي مي‌طلبي؟پس پاداش پروردگارت بهتر است، و او بهترين روزي دهندگان است."
  },
  {
    "ayah": 72,
    "text": "#\n(72)\nیا چون از آنها مزد می‌طلبی از تو پیروی نمی‌کنند؟\n﴿فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ﴾\nو چون از آنها مزد و مالیات می‌گیری، دادنِ این غرامت بر آنها سنگین آمده، و پیروی کردن از تو برایشان سخت می‌باشد؟! درصورتی که چنین نیست، و تو از آنها مزد نمی‌خواهی، (\n﴿فَخَرَاجُ رَبِّكَ خَيۡرٞ﴾\n) پس پاداش پروردگارت بهتر است، و او بهترین روزی دهندگان است.\nهمان‌طور که پیامبران به امت‌هایشان می‌گفتند:\n﴿وَيَٰقَوۡمِ لَآ أَسۡ‍َٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِ﴾\nای قوم! من از شما مزدی نمی‌طلبم، و مزدِ من جز بر خدا نیست؛ یعنی پیامبران مردم را به طمع و امید آنکه از طرف آنان چیزی به آنها برسد، دعوت نمی‌کردند؛ بلکه از خود مردم نسبت به آنان دلسوزتر بودند، و فقط برای تامین منافع آنها می‌کوشیدند. خداوند از طرف امت‌ها به آنان پاداش نیک بدهد، و به ما نیز توفیق دهد تا در همۀ حالات از آنها پیروی کنیم."
  },
  {
    "ayah": 73,
    "text": ": 73 - 74                            #\n{وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (73) وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ (74)}.\nوَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ و بي‌گمان تو آنان را به راه راست و هدايت مي‌نمايي.\nوَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ و حقيقتاً‌كساني كه به آخرت ايمان نمي‌آورند از راه راست منحرف گشته‌اند."
  },
  {
    "ayah": 73,
    "text": "#\n(73 - 74)\nخداوند در این آیات مبارک، سببی را که باعث ایمان آوردن می‌شود، برشمرده و موانع ایمان را نیز بیان نموده، و باطل بودنِ موانعی که آدمی را از ایمان آوردن باز می‌دارند، یک به یک ذکر کرده است. پس یکی از موانعِ ایمان آوردن، آن بود که دل‌هایشان در جهالت و غفلت به‌سر می‌برد، و آنها در قرآن تدبر و اندیشه نمی‌کردند، و اینکه آنها نیاکان خود را الگوی خویش قرار می‌دادند.\nو اینکه آنها می‌گفتند:\nپیامبرمان دیوانه است، چنانکه پیش‌تر، از این موارد سخن به میان آمد. و از اموری که باعث می‌شد تا آنها ایمان بیاورند، می‌توان به اندیشیدن و تدبر در قرآن، و پذیرفتنِ نعمت‌های خدا، و شناختِ پیامبر رحمت صلی الله علیه وسلم و کمالِ صداقت و امانت‌داریِ او، و اینکه از آنها مزدی نمی‌طلبد، و برای منفعت و خوشبختی آنها می‌کوشد، اشاره کرد. یکی از اموری که باعث ایمان آوردن می‌شود، این است که پیامبر آنها را به‌سوی راه راست، راهی هموار و صاف فرا می‌خواند که آنها را به هدف می‌رساند؛ راهی راست و آسان که ادامۀ همان توحیدِ پاکِ ابراهیمی و اعمال سهل و آسان است. پس ای پیامبر! دعوتِ دادن تو به راه راست، بر کسی که حق را می‌طلبد، ایجاب می‌نماید تا از تو پیروی کند؛ چون پیروی کردن از حق، چیزی است که عقل و سرشتِ سالم به خوبیِ آن، و سازگار بودنش با منافع و مصالح آدمی گواهی می‌دهند. پس اگر از تو پیروی نکنند، به کجا می‌روند؟ آنها چیزی ندارند که آنان را از پیروی از تو بی‌نیاز نماید. چون آنان (\n﴿عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ﴾\n) از راه راست، و از راهی که انسان را به خدا و به بهشت می‌رساند، منحرف هستند، و جز گمراهی و جهالت چیز دیگری ندارند. و این چنین هر کس که با حق مخالفت کند، قطعاً در همۀ کارهایش دچار انحراف و کژروی می‌باشد.\nخداوند متعال فرموده است:\n﴿فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِ﴾\nو اگر دعوت تو را نپذیرفتند، پس بدان که آنان از خواسته‌ها و هوس‌هایشان پیروی می‌کنند. و کیست گمراه‌تر از کسی که بدون رهنمودی از سوی خدا، از هوس و خواسته‌اش پیروی نماید؟!"
  },
  {
    "ayah": 74,
    "text": "#\n(73 - 74)\nخداوند در این آیات مبارک، سببی را که باعث ایمان آوردن می‌شود، برشمرده و موانع ایمان را نیز بیان نموده، و باطل بودنِ موانعی که آدمی را از ایمان آوردن باز می‌دارند، یک به یک ذکر کرده است. پس یکی از موانعِ ایمان آوردن، آن بود که دل‌هایشان در جهالت و غفلت به‌سر می‌برد، و آنها در قرآن تدبر و اندیشه نمی‌کردند، و اینکه آنها نیاکان خود را الگوی خویش قرار می‌دادند.\nو اینکه آنها می‌گفتند:\nپیامبرمان دیوانه است، چنانکه پیش‌تر، از این موارد سخن به میان آمد. و از اموری که باعث می‌شد تا آنها ایمان بیاورند، می‌توان به اندیشیدن و تدبر در قرآن، و پذیرفتنِ نعمت‌های خدا، و شناختِ پیامبر رحمت صلی الله علیه وسلم و کمالِ صداقت و امانت‌داریِ او، و اینکه از آنها مزدی نمی‌طلبد، و برای منفعت و خوشبختی آنها می‌کوشد، اشاره کرد. یکی از اموری که باعث ایمان آوردن می‌شود، این است که پیامبر آنها را به‌سوی راه راست، راهی هموار و صاف فرا می‌خواند که آنها را به هدف می‌رساند؛ راهی راست و آسان که ادامۀ همان توحیدِ پاکِ ابراهیمی و اعمال سهل و آسان است. پس ای پیامبر! دعوتِ دادن تو به راه راست، بر کسی که حق را می‌طلبد، ایجاب می‌نماید تا از تو پیروی کند؛ چون پیروی کردن از حق، چیزی است که عقل و سرشتِ سالم به خوبیِ آن، و سازگار بودنش با منافع و مصالح آدمی گواهی می‌دهند. پس اگر از تو پیروی نکنند، به کجا می‌روند؟ آنها چیزی ندارند که آنان را از پیروی از تو بی‌نیاز نماید. چون آنان (\n﴿عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ﴾\n) از راه راست، و از راهی که انسان را به خدا و به بهشت می‌رساند، منحرف هستند، و جز گمراهی و جهالت چیز دیگری ندارند. و این چنین هر کس که با حق مخالفت کند، قطعاً در همۀ کارهایش دچار انحراف و کژروی می‌باشد.\nخداوند متعال فرموده است:\n﴿فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِ﴾\nو اگر دعوت تو را نپذیرفتند، پس بدان که آنان از خواسته‌ها و هوس‌هایشان پیروی می‌کنند. و کیست گمراه‌تر از کسی که بدون رهنمودی از سوی خدا، از هوس و خواسته‌اش پیروی نماید؟!"
  },
  {
    "ayah": 75,
    "text": ": 75 - 77                            #\n{وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ (75) وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (76) حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ (77)}.\nوَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ و اگر بديشان رحم مي‌كرديم، و رنج و زحمتي را كه بدان گرفتار آمده‌اند برطرف مي‌ساختيم، در سركشي خود كوركورانه دست و پا مي‌زدند.\nوَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ و آنان را به عذاب گرفتار ساختيم، پس براي پروردگارشان فروتني و زاري نكردند.\nحَتَّى إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ تا هنگامي كه دري از عذاب شديد به سوي آنان گشوديم، پس آنان بناگاه در آن درمانده و نااميد شوند."
  },
  {
    "ayah": 75,
    "text": "#\n(75)\nدر اینجا می‌خواهد شدت بدی و سرکشی آنها را بیان نماید، زمانی که دچار زیان و مصیبت و بلا می‌گردند و از خداوند می‌خواهند که بلا را از آنها دور نماید، و خداوند آنها را به این مصیبت گرفتار نمود تا ایمان بیاورند و به سوی او باز گردند. اما وقتی که خداوند مصیبت را از آنها برطرف می‌سازد، کورکورانه در سرکشی و طغیان خود دست و پا می‌زنند. همان‌طور که خداوند حالت آنها را به هنگامِ سوار شدن بر کشتی بیان نمود، که آنها در دریا، خالصانه او را فرا می‌خوانند؛ و آنچه را که با وی شریک می‌سازند، فراموش می‌نمایند؛ اما وقتی آنها را نجات ‌دهد و به خشکی برسند، به شرک ورزیدن و دیگر گناهان می‌پردازند."
  },
  {
    "ayah": 76,
    "text": "#\n(76)\n(\n﴿وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ﴾\n) و آنان را به عذاب گرفتار نمودیم.\nمفسرین گفته‌اند:\nمنظور از عذاب، گرسنگی است که هفت سال بدان گرفتار شدند. خداوند آنها را به این مصیبت مبتلا نمود تا به سوی او بازگردند، و در برابر او فروتنی نمایند، و تسلیم شوند. اما گرفتار شدنشان به عذاب، در مورد آنان کارساز و مفید واقع نشد، و هیچ کس از آنان راه راست را درپیش نگرفت، (\n﴿فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ﴾\n) پس آنان در برابر پروردگارشان سر تسلیم فرود نیاوردند، و کرنش نبردند و تضرع و زاری نکردند، و خود را نیازمند او ندانستند، و انگار به عذابی گرفتار نشده بودند. و همچنان به سرکشی و کفر خود ادامه دادند. اما در آن سویشان، عذابی دارند که از آنان دور کرده نمی‌شود.\nو خداوند در مورد آن فرموده است:"
  },
  {
    "ayah": 77,
    "text": "#\n(77)\n(\n﴿حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ﴾\n) تا اینکه دری از عذابِ سخت بر روی آنان گشودیم، مانند کشته شدن در روز جنگ بدر و غیره، (\n﴿إِذَا هُمۡ فِيهِ مُبۡلِسُونَ﴾\n) و به‌ناگاه در آن درمانده شدند، و از هرچیزی ناامید گشتند. و شر و بدی از هر سو آنها را فراگرفت. پس باید قبل از فرا رسیدنِ عذابِ سختِ خداوند که برگردانده نمی‌شود، باز آیند. به خلاف عذاب معمولی که ممکن است از آنها برطرف شود، مانند سزا و عذاب‌های دنیوی که خداوند به وسیلۀ آن بندگانش را ادب می‌نماید.\nپروردگار متعال در مورد عذاب دنیوی فرموده است:\n﴿ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ﴾\nبه سبب آنچه مردم انجام داده‌اند، تباهی و فساد در خشکی و دریا پدیدار شده است،\n[چنین شده]\nتا خداوند سزای برخی از کارهایشان را به آنها بچشاند، شاید باز گردند."
  },
  {
    "ayah": 78,
    "text": ": 78 - 80                            #\n{وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (78) وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (79) وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ (80)}.\nوَهُوَ الَّذِي أَنشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ او خدايي است كه براي شما گوش و چشمان و قلبها را آفريده است، اما اندكي سپاس مي‌گذاريد.\nوَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ و او خدايي است كه شما را در زمين پديد آورد. و در پيشگاه او گردآوري مي‌شويد.\nوَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ و او خدايي است كه زنده مي‌كند، و مي‌ميراند، و رفت و آمد و شب و روز به فرمان اوست. آيا خرد نمي‌روزيد؟"
  },
  {
    "ayah": 78,
    "text": "#\n(78)\nخداوند متعال از لطف و احسان خویش بر بندگانش خبر می‌دهد، منت و احسانی که بندگان را به شکرگزاری و به جای آوردنِ سپاس خداوند و ادای حقوق الهی فرا می‌خواند.\nپس فرمود:\n(\n﴿وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ﴾\n) خداوند ذاتی است که برای شما گوش و شنوایی قرار داده است تا شنیدنی‌ها را بشنوید و از دین و دنیای خود بهره‌مند شوید. (\n﴿وَٱلۡأَبۡصَٰرَ﴾\n) و به شما بینایی و چشم داد تا دیدنی‌ها را ببینید و از آن در جهت منافعتان استفاده نمایید. (\n﴿وَٱلۡأَفۡ‍ِٔدَةَ﴾\n) و عقل‌ها را برایتان آفریده است تا به وسیلۀ آن اشیا را درک ‌نمایید. و با عقل است که از حیوانات تمایز پیدا می‌کنید. پس اگر شنوایی و بینایی و عقل نداشتید، و کر و لال و کور بودید، آنگاه چه حالتی داشته و چقدر از ضروریات و از کمالتان را از دست می‌دادید؟ آیا سپاسِ کسی را به جای نمی‌آورید که این نعمت‌ها را به شما ارزانی کرده است؟ و سپاسِ او این است که وی را یگانه بدانید، و از او فرمان ببرید، اما (\n﴿قَلِيلٗا مَّا تَشۡكُرُونَ﴾\n) شکرگزاریِ شما اندک است؛ با اینکه نعمت‌های خداوند، فراوان و پیاپی به سوی شما سرازیر می‌شود."
  },
  {
    "ayah": 79,
    "text": "#\n(79)\n(\n﴿وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ﴾\n) و خداوند متعال ذاتی است که شما را در مناطق و اطراف زمین پراکنده کرده؛ و به شما توانایی استخراجِ منابعِ زمین را داده؛ و منافع و مصالح زمین را، به حدی که زندگی و مسکن شما را تأمین کند، در اختیارتان قرار داده است. (\n﴿وَإِلَيۡهِ تُحۡشَرُونَ﴾\n) و بعد ‌از مرگتان در پیشگاه او گرد آورده می‌شوید؛ و آنگاه شما را طبق عملِ خوب و بدی که در زمین انجام داده‌اید، مجازات می‌نماید؛ و زمینی که در آن زندگی می‌کردید، اخبار خودش را بازگو می‌کند."
  },
  {
    "ayah": 80,
    "text": "#\n(80)\n(\n﴿وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ﴾\n) و تنها خداوند زنده می‌کند، و می‌میراند؛ یعنی کسی که در زندگی و مرگ تصرف می‌نماید، فقط خداوند است.(\n﴿وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِ﴾\n) و رفت و آمدِ شب و روز به فرمان خداوند می‌باشد. پس اگر او بخواهد روز را همیشگی نماید، آیا خدای دیگری هست که شب را برای شما بیاورد که درآن آرام گیرید؟! و اگر خداوند بخواهد شب را همیشگی نماید، آیا خدای دیگری هست که روشنایی برای شما بیاورد؟ آیا نمی‌بینید؟! و ازجمله رحمت خداوند، این است که شب و روز را برای شما آفریده است تا در شب آرام گیرید، و در روز فضل خداوند را بجویید، باشد که سپاس بگزارید.\nبنابراین در اینجا فرمود:\n(\n﴿أَفَلَا تَعۡقِلُونَ﴾\n) آیا خرد نمی‌ورزید،\nتا خداوند را که این همه نعمت ازقبیل:\nنعمت شنوایی و بینایی و خرد را به شما داده، و شما را در زمین پراکنده نموده، و زنده می‌گرداند و می‌میراند، و تنها او شب و روز را می‌چرخاند، بشناسید؟ و این باعث می‌گردد تا عبادت را خالصانه، و فقط برای او انجام بدهید؛ و پرستش و عبادتِ کسی دیگر -که فایده‌ای نمی‌رساند، و زیانی دفع نمی‌کند، و در چیزی تصرف نمی‌کند، و از هرجهت ناتوان است- رها کنید. و اگر شما ذره‌ای عقل داشتید، چنین می‌کردید."
  },
  {
    "ayah": 81,
    "text": ": 81 - 83                            #\n{بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ (81) قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (82) لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (83)}.\nبَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ بلكه سخناني همچون سخنان پيشينيان گفتند.\nقَالُوا أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ  گفتند:\n«آيا چون بميريم و به خاك و استخوانهايي تبديل شويم، آيا برانگيخته خواهيم شد؟!\nلَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِن قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ اين وعده به ما، و در گذشته به نياكان ما داده شده است، اما اين، چيزي جز افسانه‌هاي پيشينيان نيست."
  },
  {
    "ayah": 81,
    "text": "#\n(81 - 83)\nتکذیب‌کنندگان، مسلک و شیوۀ پیشینیانی را که رستاخیز را انکار نموده و آن را بی‌نهایت بعید تصور می‌کردند، در پیش گرفتند و (\n﴿قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ﴾\n) گفتند: آیا هنگامی که مُردیم و تبدیل به خاک و استخوان شدیم، آیا واقعاً برانگیخته خواهیم شد؟! یعنی چنین چیزی، ممکن و قابل تصور نیست، و به گمانِ آنها در عقل نمی‌گنجد. (\n﴿لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ﴾\n) همواره ما وعده داده می‌شویم که رستاخیز خواهد آمد؛ واین وعده، به پدران ما نیز داده شده است؛ ولی ما آن را ندیده‌ایم، و هنوز نیامده است. (\n﴿إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ﴾\n) این چیزی جز افسانه‌های پیشینیان نیست؛ برای سرگرمی بیان می‌گردد، و حقیقتی ندارد. آنها دروغ گفتند، چون خداوند نشانه‌های بزرگ‌تر از زنده شدن پس از مرگ را به آنها نشان داده است،\nمانند اینکه خداوند متعال فرموده است:\n﴿لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ﴾\nبدون شک، آفرینش آسمان‌ها و زمین بزرگ‌تر از آفرینش مردم است.\n﴿وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ﴾\nو مثالی برای ما زد،\nو آفرینش خود را فراموش کرد و گفت:\n«چه کسی استخوان‌های فرسوده را زنده می‌نماید؟!»\n.\n﴿وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ﴾\nو زمین را خشکیده و بی‌جان می‌بینی؛ و چون آب را بر آن فرو فرستیم، سرسبز و زنده می‌شود."
  },
  {
    "ayah": 82,
    "text": "#\n(81 - 83)\nتکذیب‌کنندگان، مسلک و شیوۀ پیشینیانی را که رستاخیز را انکار نموده و آن را بی‌نهایت بعید تصور می‌کردند، در پیش گرفتند و (\n﴿قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ﴾\n) گفتند: آیا هنگامی که مُردیم و تبدیل به خاک و استخوان شدیم، آیا واقعاً برانگیخته خواهیم شد؟! یعنی چنین چیزی، ممکن و قابل تصور نیست، و به گمانِ آنها در عقل نمی‌گنجد. (\n﴿لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ﴾\n) همواره ما وعده داده می‌شویم که رستاخیز خواهد آمد؛ واین وعده، به پدران ما نیز داده شده است؛ ولی ما آن را ندیده‌ایم، و هنوز نیامده است. (\n﴿إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ﴾\n) این چیزی جز افسانه‌های پیشینیان نیست؛ برای سرگرمی بیان می‌گردد، و حقیقتی ندارد. آنها دروغ گفتند، چون خداوند نشانه‌های بزرگ‌تر از زنده شدن پس از مرگ را به آنها نشان داده است،\nمانند اینکه خداوند متعال فرموده است:\n﴿لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ﴾\nبدون شک، آفرینش آسمان‌ها و زمین بزرگ‌تر از آفرینش مردم است.\n﴿وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ﴾\nو مثالی برای ما زد،\nو آفرینش خود را فراموش کرد و گفت:\n«چه کسی استخوان‌های فرسوده را زنده می‌نماید؟!»\n.\n﴿وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ﴾\nو زمین را خشکیده و بی‌جان می‌بینی؛ و چون آب را بر آن فرو فرستیم، سرسبز و زنده می‌شود."
  },
  {
    "ayah": 83,
    "text": "#\n(81 - 83)\nتکذیب‌کنندگان، مسلک و شیوۀ پیشینیانی را که رستاخیز را انکار نموده و آن را بی‌نهایت بعید تصور می‌کردند، در پیش گرفتند و (\n﴿قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ﴾\n) گفتند: آیا هنگامی که مُردیم و تبدیل به خاک و استخوان شدیم، آیا واقعاً برانگیخته خواهیم شد؟! یعنی چنین چیزی، ممکن و قابل تصور نیست، و به گمانِ آنها در عقل نمی‌گنجد. (\n﴿لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ﴾\n) همواره ما وعده داده می‌شویم که رستاخیز خواهد آمد؛ واین وعده، به پدران ما نیز داده شده است؛ ولی ما آن را ندیده‌ایم، و هنوز نیامده است. (\n﴿إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ﴾\n) این چیزی جز افسانه‌های پیشینیان نیست؛ برای سرگرمی بیان می‌گردد، و حقیقتی ندارد. آنها دروغ گفتند، چون خداوند نشانه‌های بزرگ‌تر از زنده شدن پس از مرگ را به آنها نشان داده است،\nمانند اینکه خداوند متعال فرموده است:\n﴿لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ﴾\nبدون شک، آفرینش آسمان‌ها و زمین بزرگ‌تر از آفرینش مردم است.\n﴿وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ﴾\nو مثالی برای ما زد،\nو آفرینش خود را فراموش کرد و گفت:\n«چه کسی استخوان‌های فرسوده را زنده می‌نماید؟!»\n.\n﴿وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ﴾\nو زمین را خشکیده و بی‌جان می‌بینی؛ و چون آب را بر آن فرو فرستیم، سرسبز و زنده می‌شود."
  },
  {
    "ayah": 84,
    "text": ": 84 - 89                            #\n{قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ (84) سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ (85) قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (86) سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ (87) قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ (88) سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ (89)}.\nقُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا إِن كُنتُمْ تَعْلَمُونَ بگو:\n«زمين و كساني كه در آن هستند از آن كيست، اگر مي‌دانيد؟»\n.\nسَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ خواهند گفت:\n«همه از آن خدايند»\n.\nبگو:\n«آيا پند نمي‌پذيريد و يادآور نمي‌شويد؟»\nقُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ بگو:\n«چه كسي پروردگار آسمانهاي هفتگانه و پروردگار عرش بزرگ است؟»\nسَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ خواهند گفت:\n«از آن خداست»\n.\nبگو:\n‌\n«پس چرا پرهيزكاري پيشه نمي‌كنيد؟»\n.\nقُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ بگو:\n«چه كسي است كه ملكوت هر چيزي در دست اوست؟‌و او خداوندي است كه پناه مي‌دهد، و در برابر [عذاب] او [از كسي] نتوان پناه گرفت اگر شما مي‌دانيد؟»\n.\nسَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ خواهند گفت:\n«[همة اينها] از آن خداست»\n.\nبگو:\n«پس چگونه دستخوش افسون شده‌ايد؟»\n."
  },
  {
    "ayah": 84,
    "text": "#\n(84 - 85)\nبا استدلال به توحیدِ ربوبیتی که منکران به آن اقرار کرده‌اند، با آنان به گفتگو بپرداز؛ و برایشان روشن ساز که بر اساس این اعتراف، نباید توحیدِ الوهیت، و انجامِ عبادت برای خدا را انکار نمایند؛ و با استدلال به اینکه، آنها قبول دارند که تمامی پدیده‌های کوچک و بزرگ را خدا آفریده است، به آنان بگو که نباید زنده شدن پس از مرگ را انکار نمایند؛ چرا که این امر، بسیار آسان است. پس به کسانی که زنده شدنِ پس از مرگ و رستاخیز را تکذیب می‌کنند، و چیزهای دیگری را با خدا برابر می‌دانند،\nبگو:\n(\n﴿لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ﴾\n) زمین و کسانی که در آن هستند، از آنِ کیست؟ یعنی چه کسی زمین و کسانی را که روی آن هستند،\nاز قبیل:\nحیوانات و نباتات و جمادات و دریاها و رودبارها و کوه‌ها را آفریده است؛ و مالک و مدبرِ این چیزها کیست؟ پس وقتی که از آنان دراین باره بپرسید،\nباید بگویند:\nفقط خداوند اینها را آفریده، و همه از آنِ او هستند. و آنگاه که به این اقرار کردند،\nبه آنان بگو:\n(\n﴿أَفَلَا تَذَكَّرُونَ﴾\n) آیا پند نمی‌پذیرید؟ یعنی آیا به آنچه که خداوند شما را به آن پند داده است، برنمی‌گردید؟ چرا که حقیقتِ امر برایتان مشخص است، و در سرشت و فطرت شما قرار دارد. ولی گاهی اوقات، اعراض و رویگردانیِ شما، آن را پنهان می‌نماید. حقیقت این است که وقتی شما به اندیشه و حافظۀ خود برگردید، خواهید دانست که تنها باید مالکِ این چیزها را معبود دانست؛ و معبود بودنِ چیزهایی که مملوک هستند باطل‌ترین امر است.\nسپس به امری بزرگ‌تر روی آورد و فرمود:"
  },
  {
    "ayah": 85,
    "text": "#\n(84 - 85)\nبا استدلال به توحیدِ ربوبیتی که منکران به آن اقرار کرده‌اند، با آنان به گفتگو بپرداز؛ و برایشان روشن ساز که بر اساس این اعتراف، نباید توحیدِ الوهیت، و انجامِ عبادت برای خدا را انکار نمایند؛ و با استدلال به اینکه، آنها قبول دارند که تمامی پدیده‌های کوچک و بزرگ را خدا آفریده است، به آنان بگو که نباید زنده شدن پس از مرگ را انکار نمایند؛ چرا که این امر، بسیار آسان است. پس به کسانی که زنده شدنِ پس از مرگ و رستاخیز را تکذیب می‌کنند، و چیزهای دیگری را با خدا برابر می‌دانند،\nبگو:\n(\n﴿لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ﴾\n) زمین و کسانی که در آن هستند، از آنِ کیست؟ یعنی چه کسی زمین و کسانی را که روی آن هستند،\nاز قبیل:\nحیوانات و نباتات و جمادات و دریاها و رودبارها و کوه‌ها را آفریده است؛ و مالک و مدبرِ این چیزها کیست؟ پس وقتی که از آنان دراین باره بپرسید،\nباید بگویند:\nفقط خداوند اینها را آفریده، و همه از آنِ او هستند. و آنگاه که به این اقرار کردند،\nبه آنان بگو:\n(\n﴿أَفَلَا تَذَكَّرُونَ﴾\n) آیا پند نمی‌پذیرید؟ یعنی آیا به آنچه که خداوند شما را به آن پند داده است، برنمی‌گردید؟ چرا که حقیقتِ امر برایتان مشخص است، و در سرشت و فطرت شما قرار دارد. ولی گاهی اوقات، اعراض و رویگردانیِ شما، آن را پنهان می‌نماید. حقیقت این است که وقتی شما به اندیشه و حافظۀ خود برگردید، خواهید دانست که تنها باید مالکِ این چیزها را معبود دانست؛ و معبود بودنِ چیزهایی که مملوک هستند باطل‌ترین امر است.\nسپس به امری بزرگ‌تر روی آورد و فرمود:"
  },
  {
    "ayah": 86,
    "text": "#\n(86 - 87)\n(\n﴿قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ﴾\n) بگو: «چه کسی صاحب و پروردگارِ آسمان‌های هفت‌گانه و پروردگارِ ستاره‌ها و سیاره‌ها و چراغ‌های فروزان آسمان است؟ (\n﴿وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ﴾\n) و پروردگارِ عرشِ بزرگ که بزرگ‌ترین و گسترده‌ترین مخلوق است، چه کسی است؟ پس چه کسی آن‌را آفریده، و انواع تدابیر را در آن به کار برده است؟. (\n﴿سَيَقُولُونَ لِلَّهِ﴾\n) خواهند گفت: از آنِ خداست؛ یعنی اقرار خواهند کرد که پروردگارِ همۀ اینها خداست. و چون به این اقرار نمایند،\nبه آنان بگو:\n(\n﴿أَفَلَا تَتَّقُونَ﴾\n) پس چرا از پرستشِ مخلوقات و آفریده‌های ناتوان پرهیز نمی‌کنید، و از پروردگار بزرگ نمی‌هراسید، پروردگاری که قدرتش کامل و فرمانروایی‌اش بزرگ است. و در فرمودۀ (\n﴿أَفَلَا تَذَكَّرُونَ﴾\n) و (\n﴿أَفَلَا تَتَّقُونَ﴾\n) لطافت گفتاری خاص وجود دارد؛ چرا که خداوند با به‌کارگیری کلماتی که بیانگر تشویق و تحریک بوده، دل‌ها را جذب ‌نموده و آنان را اندرز گفته است.\nسپس به اقرار بزرگ‌ترشان پرداخت و فرمود:"
  },
  {
    "ayah": 87,
    "text": "#\n(86 - 87)\n(\n﴿قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ﴾\n) بگو: «چه کسی صاحب و پروردگارِ آسمان‌های هفت‌گانه و پروردگارِ ستاره‌ها و سیاره‌ها و چراغ‌های فروزان آسمان است؟ (\n﴿وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ﴾\n) و پروردگارِ عرشِ بزرگ که بزرگ‌ترین و گسترده‌ترین مخلوق است، چه کسی است؟ پس چه کسی آن‌را آفریده، و انواع تدابیر را در آن به کار برده است؟. (\n﴿سَيَقُولُونَ لِلَّهِ﴾\n) خواهند گفت: از آنِ خداست؛ یعنی اقرار خواهند کرد که پروردگارِ همۀ اینها خداست. و چون به این اقرار نمایند،\nبه آنان بگو:\n(\n﴿أَفَلَا تَتَّقُونَ﴾\n) پس چرا از پرستشِ مخلوقات و آفریده‌های ناتوان پرهیز نمی‌کنید، و از پروردگار بزرگ نمی‌هراسید، پروردگاری که قدرتش کامل و فرمانروایی‌اش بزرگ است. و در فرمودۀ (\n﴿أَفَلَا تَذَكَّرُونَ﴾\n) و (\n﴿أَفَلَا تَتَّقُونَ﴾\n) لطافت گفتاری خاص وجود دارد؛ چرا که خداوند با به‌کارگیری کلماتی که بیانگر تشویق و تحریک بوده، دل‌ها را جذب ‌نموده و آنان را اندرز گفته است.\nسپس به اقرار بزرگ‌ترشان پرداخت و فرمود:"
  },
  {
    "ayah": 88,
    "text": "#\n(88 - 89)\n(\n﴿قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ﴾\n) بگو: کیست که ملکوتِ هر چیزی در دست اوست؟ یعنی چه کسی صاحب ومالکِ هر چیزی است؛ وعالمِ بالا وپایین، وآنچه را می‌بینیم وآنچه را نمی‌بینیم، همه در دست اوست؟ (\n﴿مَلَكُوتُ﴾\n) صیغۀ مبالغه و به معنی سلطنت و فرمانروایی است. (\n﴿وَهُوَ يُجِيرُ﴾\n) و او بندگانش را از هر شری پناه می‌دهد؛ و ناگواری‌ها را از آنان دور می‌نماید؛ و از آنچه که به آنها زیان می‌رساند، آنان را محافظت می‌کند. (\n﴿وَلَا يُجَارُ عَلَيۡهِ﴾\n) و هیچ کس نمی‌تواند کسی را از عذاب خدا پناه دهد؛ و کسی نمی‌تواند شری را که خداوند مقدر نموده است، دور کند؛ بلکه هیچ کس نزد خدا، جز با اجازه اش، شفاعت و سفارش نمی‌کند. (\n﴿سَيَقُولُونَ لِلَّهِ﴾\n) اقرار خواهند کرد که خداوند مالک و صاحب هر چیزی است، و او پناه دهنده می‌باشد، و کسی‌را در برابر او نمی‌توان پناه داد. (\n﴿قُلۡ﴾\n) وقتی به آن اقرار نمودند،\nبه طور الزام به آنان بگو:\n(\n﴿فَأَنَّىٰ تُسۡحَرُونَ﴾\n) پس چگونه گول می‌خورید؟ یعنی پس عقل‌هایتان کجا می‌رود، و کسانی را پرستش می‌کنید که می‌دانید آنان پادشاهی واختیاری نداشته، و بهره‌ای از فرماندهی و پادشاهی را ندارند، و آنها از هرجهت ناتوان می‌باشند، و شما اخلاص و بندگی مالک بزرگ و توانای مدبر را ترک کرده‌اید. پس خرد و اندیشه‌ای که شما را به این راهنمایی نموده است، خردی فریب خورده و افسون شده است؛ و بدون تردید، شیطان عقل‌هایتان را، با زیبا جلوه دادن و واژگون کردنِ حقایق افسون کرده است؛ پس عقل‌های آنان مسحور شده است، چنانکه جادوگران چشم‌های مردم را جادو می‌نمایند."
  },
  {
    "ayah": 89,
    "text": "#\n(88 - 89)\n(\n﴿قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ﴾\n) بگو: کیست که ملکوتِ هر چیزی در دست اوست؟ یعنی چه کسی صاحب ومالکِ هر چیزی است؛ وعالمِ بالا وپایین، وآنچه را می‌بینیم وآنچه را نمی‌بینیم، همه در دست اوست؟ (\n﴿مَلَكُوتُ﴾\n) صیغۀ مبالغه و به معنی سلطنت و فرمانروایی است. (\n﴿وَهُوَ يُجِيرُ﴾\n) و او بندگانش را از هر شری پناه می‌دهد؛ و ناگواری‌ها را از آنان دور می‌نماید؛ و از آنچه که به آنها زیان می‌رساند، آنان را محافظت می‌کند. (\n﴿وَلَا يُجَارُ عَلَيۡهِ﴾\n) و هیچ کس نمی‌تواند کسی را از عذاب خدا پناه دهد؛ و کسی نمی‌تواند شری را که خداوند مقدر نموده است، دور کند؛ بلکه هیچ کس نزد خدا، جز با اجازه اش، شفاعت و سفارش نمی‌کند. (\n﴿سَيَقُولُونَ لِلَّهِ﴾\n) اقرار خواهند کرد که خداوند مالک و صاحب هر چیزی است، و او پناه دهنده می‌باشد، و کسی‌را در برابر او نمی‌توان پناه داد. (\n﴿قُلۡ﴾\n) وقتی به آن اقرار نمودند،\nبه طور الزام به آنان بگو:\n(\n﴿فَأَنَّىٰ تُسۡحَرُونَ﴾\n) پس چگونه گول می‌خورید؟ یعنی پس عقل‌هایتان کجا می‌رود، و کسانی را پرستش می‌کنید که می‌دانید آنان پادشاهی واختیاری نداشته، و بهره‌ای از فرماندهی و پادشاهی را ندارند، و آنها از هرجهت ناتوان می‌باشند، و شما اخلاص و بندگی مالک بزرگ و توانای مدبر را ترک کرده‌اید. پس خرد و اندیشه‌ای که شما را به این راهنمایی نموده است، خردی فریب خورده و افسون شده است؛ و بدون تردید، شیطان عقل‌هایتان را، با زیبا جلوه دادن و واژگون کردنِ حقایق افسون کرده است؛ پس عقل‌های آنان مسحور شده است، چنانکه جادوگران چشم‌های مردم را جادو می‌نمایند."
  },
  {
    "ayah": 90,
    "text": ": 90 - 92                            #\n{بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ (90) مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (91) عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ (92)}.\nبَلْ أَتَيْنَاهُم بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ  بلكه براي ايشان حق را آروده‌ايم، و قطعاً آنان دروغگو هستند.\nمَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَّذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ خداوند هيچ فرزندي را برنگرفته و هيچ معبودي با او نبوده است، اگر چنين مي‌بود، هر معبودي آفريده‌هاي خود را با خود مي‌برد، و برخي بر ديگري برتري مي‌جستند، خدا از آنچه كه آنان توصيف مي‌كنند مبراست.\nعَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ\n[خداوند يگانه]\nآگاه به پنهان و آشكار است،\n[و]\nاز آنچه\n[با او]\nشريك مي‌پندارد برتر است."
  },
  {
    "ayah": 90,
    "text": "#\n(90 - 92)\nخداوند متعال می‌فرماید: بلکه ما برای این تکذیب کنندگان حق را آورده‌ایم که اخبارِ راستین و امر و نهی عادلانه را در بر دارد. پس چرا آنها به آن عتراف نمی‌کنند، در حالی که سزاوارتر است از حق پیروی نمایند. آنها نزد خود، چیزی جز دروغ و ستم ندارند که به ‌جای حق قرار دهند.\nبنابراین فرمود:\n(\n﴿وَإِنَّهُمۡ لَكَٰذِبُونَ﴾\n) و آنان دروغگو هستند. (\n﴿مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍ﴾\n) خداوند هیچ فرزندی را برنگرفته، و هیچ معبودی با او نبوده است؛\nو اینکه می‌گویند:\n«خداوند دارای فرزندی است و خدایی دیگر با او هست»\n، دروغی است که غیر واقعی بودنِ آن، با شهادتِ خداوند و پیامبرانش و با عقل درست و سالم اثبات می‌شود. بنابراین خداوند بر ناممکن بودنِ وجود خدایی دیگر،\nدلیلِ عقلی بیان کرد و فرمود:\n(\n﴿إِذٗا﴾\n) اگر همراه خداوند ـ‌آن‌گونه که آنها می‌گویندـ دیگر خدایانی بودند، (\n﴿لَّذَهَبَ كُلُّ إِلَٰهِۢ بِمَا خَلَقَ﴾\n) هرخدایی، به آفریدگان خود می‌پرداخت، و از دیگران جدا می‌شد؛ و برای بازداشتن و شکست دادن خدایان دیگر می‌کوشید. (\n﴿وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ﴾\n) و برخی از خدایان بر برخی دیگر چیره می‌شدند؛ و آن که چیره و غالب می‌گشت، خداوند می‌شد. بنابراین چنانچه خدایان متعددی وجود داشتند، وجود جهان ممکن نبود، و چنین نظم شگفت‌انگیزی -که عقل‌ها را حیران کرده است- در جهان حاکم نمی‌گشت. و نظمِ سرسام‌آوری که بر چرخشِ خورشید و ماه و ستارگانِ ثابت و متحرک حاکم است، این را اثبات می‌نماید. این دریای آکنده از ستاره‌ها و سیاره‌ها، از زمانی که آفریده شده‌اند، بر اساس یک نظام در حرکت می‌باشند، و همه در اختیار قدرت الهی می‌باشند، و باحکمت خاص خدا، در راستای تأمین منافع آفریده‌ها حرکت کرده، و هیچ خلل و تضادی در آن نمی‌بینی، و هرگز کوچک‌ترین ناسازگاری و اختلافی در آنها نخواهی دید. پس آیا می‌توان تصور کرد که چنین نظمِ متقنی، از صُنع و تقدیرِ دو خدا باشد؟ (\n﴿سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ﴾\n) منزه است خداوند از آنچه می‌گویند. جهانِ آفرینش، با زبانِ حال و شگفت‌انگیزش به ما می‌فهماند که مدبرِ آن یک خداست، که نام‌ها و صفاتش کامل‌اند، و همۀ مخلوقات نیازمند ربوبیت و الوهیت او هستند. پس همچنان‌که بدون ربوبیت خداوند، مخلوقات وجود و دوامی ندارند؛ استوار ماندن و سامان یافتن اوضاع آنها نیز، جز در پرتوِ پرستشِ او، و مخصوص گرداندنِ عبادت برای او امکان پذیر نیست. بنابراین بزرگیِ صفاتش، و یکی از مصادیقِ بارزِ آن را که علمِ فراگیر اوست،\nیادآور شد و فرمود:\n(\n﴿عَٰلِمِ ٱلۡغَيۡبِ﴾\n) دانندۀ چیزهای پنهانی است که از دید ما و علم ما پنهان می‌باشند،\nاز قبیل:\nچیزهایی که وجودشان قطعی است، اعم از واجبات و ممکنات و محالات. (\n﴿وَٱلشَّهَٰدَةِ﴾\n) و دانندۀ چیزهای پیدا و آشکاری است که ما مشاهده می‌کنیم. (\n﴿فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ﴾\n) پس خداوند از آنچه آنان برایش شریک قرار می‌دهند، بسی برتر و بالاتر است؛ شریکی که هیچ علم و آگاهی ندارد جز آنچه خداوند به آن آموخته است."
  },
  {
    "ayah": 91,
    "text": "#\n(90 - 92)\nخداوند متعال می‌فرماید: بلکه ما برای این تکذیب کنندگان حق را آورده‌ایم که اخبارِ راستین و امر و نهی عادلانه را در بر دارد. پس چرا آنها به آن عتراف نمی‌کنند، در حالی که سزاوارتر است از حق پیروی نمایند. آنها نزد خود، چیزی جز دروغ و ستم ندارند که به ‌جای حق قرار دهند.\nبنابراین فرمود:\n(\n﴿وَإِنَّهُمۡ لَكَٰذِبُونَ﴾\n) و آنان دروغگو هستند. (\n﴿مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍ﴾\n) خداوند هیچ فرزندی را برنگرفته، و هیچ معبودی با او نبوده است؛\nو اینکه می‌گویند:\n«خداوند دارای فرزندی است و خدایی دیگر با او هست»\n، دروغی است که غیر واقعی بودنِ آن، با شهادتِ خداوند و پیامبرانش و با عقل درست و سالم اثبات می‌شود. بنابراین خداوند بر ناممکن بودنِ وجود خدایی دیگر،\nدلیلِ عقلی بیان کرد و فرمود:\n(\n﴿إِذٗا﴾\n) اگر همراه خداوند ـ‌آن‌گونه که آنها می‌گویندـ دیگر خدایانی بودند، (\n﴿لَّذَهَبَ كُلُّ إِلَٰهِۢ بِمَا خَلَقَ﴾\n) هرخدایی، به آفریدگان خود می‌پرداخت، و از دیگران جدا می‌شد؛ و برای بازداشتن و شکست دادن خدایان دیگر می‌کوشید. (\n﴿وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ﴾\n) و برخی از خدایان بر برخی دیگر چیره می‌شدند؛ و آن که چیره و غالب می‌گشت، خداوند می‌شد. بنابراین چنانچه خدایان متعددی وجود داشتند، وجود جهان ممکن نبود، و چنین نظم شگفت‌انگیزی -که عقل‌ها را حیران کرده است- در جهان حاکم نمی‌گشت. و نظمِ سرسام‌آوری که بر چرخشِ خورشید و ماه و ستارگانِ ثابت و متحرک حاکم است، این را اثبات می‌نماید. این دریای آکنده از ستاره‌ها و سیاره‌ها، از زمانی که آفریده شده‌اند، بر اساس یک نظام در حرکت می‌باشند، و همه در اختیار قدرت الهی می‌باشند، و باحکمت خاص خدا، در راستای تأمین منافع آفریده‌ها حرکت کرده، و هیچ خلل و تضادی در آن نمی‌بینی، و هرگز کوچک‌ترین ناسازگاری و اختلافی در آنها نخواهی دید. پس آیا می‌توان تصور کرد که چنین نظمِ متقنی، از صُنع و تقدیرِ دو خدا باشد؟ (\n﴿سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ﴾\n) منزه است خداوند از آنچه می‌گویند. جهانِ آفرینش، با زبانِ حال و شگفت‌انگیزش به ما می‌فهماند که مدبرِ آن یک خداست، که نام‌ها و صفاتش کامل‌اند، و همۀ مخلوقات نیازمند ربوبیت و الوهیت او هستند. پس همچنان‌که بدون ربوبیت خداوند، مخلوقات وجود و دوامی ندارند؛ استوار ماندن و سامان یافتن اوضاع آنها نیز، جز در پرتوِ پرستشِ او، و مخصوص گرداندنِ عبادت برای او امکان پذیر نیست. بنابراین بزرگیِ صفاتش، و یکی از مصادیقِ بارزِ آن را که علمِ فراگیر اوست،\nیادآور شد و فرمود:\n(\n﴿عَٰلِمِ ٱلۡغَيۡبِ﴾\n) دانندۀ چیزهای پنهانی است که از دید ما و علم ما پنهان می‌باشند،\nاز قبیل:\nچیزهایی که وجودشان قطعی است، اعم از واجبات و ممکنات و محالات. (\n﴿وَٱلشَّهَٰدَةِ﴾\n) و دانندۀ چیزهای پیدا و آشکاری است که ما مشاهده می‌کنیم. (\n﴿فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ﴾\n) پس خداوند از آنچه آنان برایش شریک قرار می‌دهند، بسی برتر و بالاتر است؛ شریکی که هیچ علم و آگاهی ندارد جز آنچه خداوند به آن آموخته است."
  },
  {
    "ayah": 92,
    "text": "#\n(90 - 92)\nخداوند متعال می‌فرماید: بلکه ما برای این تکذیب کنندگان حق را آورده‌ایم که اخبارِ راستین و امر و نهی عادلانه را در بر دارد. پس چرا آنها به آن عتراف نمی‌کنند، در حالی که سزاوارتر است از حق پیروی نمایند. آنها نزد خود، چیزی جز دروغ و ستم ندارند که به ‌جای حق قرار دهند.\nبنابراین فرمود:\n(\n﴿وَإِنَّهُمۡ لَكَٰذِبُونَ﴾\n) و آنان دروغگو هستند. (\n﴿مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍ﴾\n) خداوند هیچ فرزندی را برنگرفته، و هیچ معبودی با او نبوده است؛\nو اینکه می‌گویند:\n«خداوند دارای فرزندی است و خدایی دیگر با او هست»\n، دروغی است که غیر واقعی بودنِ آن، با شهادتِ خداوند و پیامبرانش و با عقل درست و سالم اثبات می‌شود. بنابراین خداوند بر ناممکن بودنِ وجود خدایی دیگر،\nدلیلِ عقلی بیان کرد و فرمود:\n(\n﴿إِذٗا﴾\n) اگر همراه خداوند ـ‌آن‌گونه که آنها می‌گویندـ دیگر خدایانی بودند، (\n﴿لَّذَهَبَ كُلُّ إِلَٰهِۢ بِمَا خَلَقَ﴾\n) هرخدایی، به آفریدگان خود می‌پرداخت، و از دیگران جدا می‌شد؛ و برای بازداشتن و شکست دادن خدایان دیگر می‌کوشید. (\n﴿وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ﴾\n) و برخی از خدایان بر برخی دیگر چیره می‌شدند؛ و آن که چیره و غالب می‌گشت، خداوند می‌شد. بنابراین چنانچه خدایان متعددی وجود داشتند، وجود جهان ممکن نبود، و چنین نظم شگفت‌انگیزی -که عقل‌ها را حیران کرده است- در جهان حاکم نمی‌گشت. و نظمِ سرسام‌آوری که بر چرخشِ خورشید و ماه و ستارگانِ ثابت و متحرک حاکم است، این را اثبات می‌نماید. این دریای آکنده از ستاره‌ها و سیاره‌ها، از زمانی که آفریده شده‌اند، بر اساس یک نظام در حرکت می‌باشند، و همه در اختیار قدرت الهی می‌باشند، و باحکمت خاص خدا، در راستای تأمین منافع آفریده‌ها حرکت کرده، و هیچ خلل و تضادی در آن نمی‌بینی، و هرگز کوچک‌ترین ناسازگاری و اختلافی در آنها نخواهی دید. پس آیا می‌توان تصور کرد که چنین نظمِ متقنی، از صُنع و تقدیرِ دو خدا باشد؟ (\n﴿سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ﴾\n) منزه است خداوند از آنچه می‌گویند. جهانِ آفرینش، با زبانِ حال و شگفت‌انگیزش به ما می‌فهماند که مدبرِ آن یک خداست، که نام‌ها و صفاتش کامل‌اند، و همۀ مخلوقات نیازمند ربوبیت و الوهیت او هستند. پس همچنان‌که بدون ربوبیت خداوند، مخلوقات وجود و دوامی ندارند؛ استوار ماندن و سامان یافتن اوضاع آنها نیز، جز در پرتوِ پرستشِ او، و مخصوص گرداندنِ عبادت برای او امکان پذیر نیست. بنابراین بزرگیِ صفاتش، و یکی از مصادیقِ بارزِ آن را که علمِ فراگیر اوست،\nیادآور شد و فرمود:\n(\n﴿عَٰلِمِ ٱلۡغَيۡبِ﴾\n) دانندۀ چیزهای پنهانی است که از دید ما و علم ما پنهان می‌باشند،\nاز قبیل:\nچیزهایی که وجودشان قطعی است، اعم از واجبات و ممکنات و محالات. (\n﴿وَٱلشَّهَٰدَةِ﴾\n) و دانندۀ چیزهای پیدا و آشکاری است که ما مشاهده می‌کنیم. (\n﴿فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ﴾\n) پس خداوند از آنچه آنان برایش شریک قرار می‌دهند، بسی برتر و بالاتر است؛ شریکی که هیچ علم و آگاهی ندارد جز آنچه خداوند به آن آموخته است."
  },
  {
    "ayah": 93,
    "text": ": 93 - 95                            #\n{قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ (93) رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ (94) وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ (95)}.\nقُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ  بگو:\n«پروردگارا! اگر از آنچه كه بدان وعده داده مي‌شوند به من بنمايي»\n.\nرَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّلِمِينَ پروردگارا! مرا از زمرة كافران ستمگر مگردان.\nوَإِنَّا عَلَى أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَدِرُونَ و به راستي ما بر آن تواناييم كه آنچه را به آنان وعده مي‌دهيم به تو بنمايانم."
  },
  {
    "ayah": 93,
    "text": "#\n(93 - 95)\nوقتی خداوند دلایل بزرگش را بر تکذیب‌کنندگان اقامه کرد، و آنان به آن توجهی ننموده و در برابر آن منقاد نشدند، آمدنِ عذاب بر آنها قطعی گردید، و به فرود آمدنِ عذاب وعده داده شدند.\nو خداوند پیامبرش را راهنمایی کرد که بگوید:\n(\n﴿رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ﴾\n) پروردگارا! هرگاه آنان را به عذاب خودت گرفتار کردی، و مرا بر آن شاهد گرفتی، (\n﴿رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) پروردگارا! مرا از گناهانی که آنها را بدان مبتلا نموده، و موجبِ عذاب می‌شود، مصون بدار، و بر من رحم بفرما. نیز از عذابی که بر آنان فرود می‌آید، مرا در پرتوِ رحمت خویش بدار؛ چون وقتی که عقوبتی فراگیر فرود آید، گناهکاران و بی‌گناهان را فرا می‌گیرد.\nخداوند برای نزدیک جلوه دادن عذاب آنان فرمود:\n(\n﴿وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ﴾\n) و به‌راستی ما بر آن تواناییم که آنچه را بدان وعده می‌دهیم، به تو بنمایانیم. و اگر آن را به تاخیر انداخته‌ایم، به خاطر حکمتی است؛ وگرنه ما بر فرود آوردنِ عذاب بر سر آنان، قدرت و توانایی کامل داریم."
  },
  {
    "ayah": 94,
    "text": "#\n(93 - 95)\nوقتی خداوند دلایل بزرگش را بر تکذیب‌کنندگان اقامه کرد، و آنان به آن توجهی ننموده و در برابر آن منقاد نشدند، آمدنِ عذاب بر آنها قطعی گردید، و به فرود آمدنِ عذاب وعده داده شدند.\nو خداوند پیامبرش را راهنمایی کرد که بگوید:\n(\n﴿رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ﴾\n) پروردگارا! هرگاه آنان را به عذاب خودت گرفتار کردی، و مرا بر آن شاهد گرفتی، (\n﴿رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) پروردگارا! مرا از گناهانی که آنها را بدان مبتلا نموده، و موجبِ عذاب می‌شود، مصون بدار، و بر من رحم بفرما. نیز از عذابی که بر آنان فرود می‌آید، مرا در پرتوِ رحمت خویش بدار؛ چون وقتی که عقوبتی فراگیر فرود آید، گناهکاران و بی‌گناهان را فرا می‌گیرد.\nخداوند برای نزدیک جلوه دادن عذاب آنان فرمود:\n(\n﴿وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ﴾\n) و به‌راستی ما بر آن تواناییم که آنچه را بدان وعده می‌دهیم، به تو بنمایانیم. و اگر آن را به تاخیر انداخته‌ایم، به خاطر حکمتی است؛ وگرنه ما بر فرود آوردنِ عذاب بر سر آنان، قدرت و توانایی کامل داریم."
  },
  {
    "ayah": 95,
    "text": "#\n(93 - 95)\nوقتی خداوند دلایل بزرگش را بر تکذیب‌کنندگان اقامه کرد، و آنان به آن توجهی ننموده و در برابر آن منقاد نشدند، آمدنِ عذاب بر آنها قطعی گردید، و به فرود آمدنِ عذاب وعده داده شدند.\nو خداوند پیامبرش را راهنمایی کرد که بگوید:\n(\n﴿رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ﴾\n) پروردگارا! هرگاه آنان را به عذاب خودت گرفتار کردی، و مرا بر آن شاهد گرفتی، (\n﴿رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) پروردگارا! مرا از گناهانی که آنها را بدان مبتلا نموده، و موجبِ عذاب می‌شود، مصون بدار، و بر من رحم بفرما. نیز از عذابی که بر آنان فرود می‌آید، مرا در پرتوِ رحمت خویش بدار؛ چون وقتی که عقوبتی فراگیر فرود آید، گناهکاران و بی‌گناهان را فرا می‌گیرد.\nخداوند برای نزدیک جلوه دادن عذاب آنان فرمود:\n(\n﴿وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ﴾\n) و به‌راستی ما بر آن تواناییم که آنچه را بدان وعده می‌دهیم، به تو بنمایانیم. و اگر آن را به تاخیر انداخته‌ایم، به خاطر حکمتی است؛ وگرنه ما بر فرود آوردنِ عذاب بر سر آنان، قدرت و توانایی کامل داریم."
  },
  {
    "ayah": 96,
    "text": ": 96 - 98                            #\n{ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ (96) وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (97) وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ (98)}.\nادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ بدي را به روشي كه آن بهتر است دفع كن، ما از چيزهايي كه مي‌گويند آگاهتر هستيم.\nوَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ و بگو:\n«پروردگارا! از وسوسه‌هاي شياطين به تو پناه مي‌برم»\n.\nوَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ و خويشتن را در پناه تو مي‌دارم، پروردگارا! از آنكه شيطانها نزد من حاضر شوند."
  },
  {
    "ayah": 96,
    "text": "#\n(96)\nاین از محامد اخلاقی است که خداوند پیامبرش را به آن فرمان داده است، (\n﴿ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَ﴾\n) یعنی هرگاه دشمنانت، با گفتار یا کردارِ بد با تو برخورد کردند، با آنها بدی مکن؛ گرچه می‌توان در مقابل کسی که بدی می‌کند، به اندازۀ بدی او، بدی کرد. اما تو در مقابل بدی آنها با آنان نیکی کن؛ زیرا این، نشانۀ برتری تو بر بدی کننده می‌باشد. و از منافع و خوبی‌های این کار، یکی این است که در آینده نسبت به تو کمتر بدی می‌کند. و نیکی کردن در مقابل بدی، سبب می‌شود تا فرد خطاکار به حق باز گردد، و چه بسا پشیمان شده و متأسف گشته و توبه نماید. و عفو کننده، به صفت نیکوکاری متصف می‌گردد؛ و با این کار، بر دشمنِ خود و بر شیطان چیره می‌گردد، و از جانب خداوند مستحقِ پاداش می‌شود.\nخداوند متعال می‌فرماید:\n﴿فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِ﴾\nو هرکس عفو کند و اصلاح نماید، اجرش بر خداست.\nو می‌فرماید:\n﴿ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ﴾\nبا روشی که بهتر است، دفع کن. پس آنگاه کسی که میان تو و او دشمنی بود، چنان می‌شود که گویا دوستی صمیمی است؛ و کسی این را درنمی‌یابد\n[و توفیقِ دست یافتن به این صفتِ زیبا را نمی‌یابد]\nمگر کسی که بردباری کرده است؛ و آن را در نمی‌یابد مگر کسی که بهره‌ای بزرگ داشته باشد.\nو فرمود:\n(\n﴿نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ﴾\n) ما به گفتۀ آنها که کفر و تکذیب است، آگاه‌تر هستیم؛ و علم ما، آن را احاطه نموده است؛ اما بردباری می‌نماییم و آنها را مهلت می‌دهیم، و با اینکه ما را تکذیب کرده و نپذیرفته‌اند، صبر می‌کنیم. پس ای محمد صلی الله علیه وسلم ! شایسته است در برابر آنچه می‌گویند، بردباری نمایی، و با آنها نیکی کنی، و این وظیفۀ بنده در مقابل انسانی است که بدی می‌کند. اما شیطان‌هایی که کارشان بدی کردن است، احسان و نیکی کردن با آنها فایده‌ای ندارد، و شیطان همواره گروهش را فرا می‌خواند تا از اهل دوزخ سوزان باشند. پس وظیفۀ انسان در مقابله کردن با شیطان، این است که به همان چیزی که خداوند پیامبرش را به آن رهنمایی نموده است، تأسی کند.\nپس فرمود:"
  },
  {
    "ayah": 97,
    "text": "#\n(97 - 98)\n(\n﴿وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ﴾\n) و بگو: پروردگارا! به تو پناه می‌برم؛ یعنی به\n«حول»\nو\n«قوّۀ»\nتو چنگ می‌زنم، و از قدرت و توانایی خودم بیزاری می‌جویم، و از شری که به سبب وسوسه و دست زدن شیطان‌ها به من می‌رسد و به آن دچار می‌گردم. و به تو پناه می‌برم از شری که به سببِ حضور وسوسه‌های شیطان‌ها به وجود می‌آید. و این پناه بردن، از اصل شر می‌باشد؛ و پناه بردن به خدا از همۀ وسوسه‌های شیطان در این داخل است. پس وقتی که خداوند بنده‌اش را، از این شر در پناه خویش قرار داد، و دعایش را پذیرفت، از هر شر و بدی سالم می‌ماند، و بر انجام هر کار خوبی توفیق می‌یابد."
  },
  {
    "ayah": 98,
    "text": "#\n(97 - 98)\n(\n﴿وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ﴾\n) و بگو: پروردگارا! به تو پناه می‌برم؛ یعنی به\n«حول»\nو\n«قوّۀ»\nتو چنگ می‌زنم، و از قدرت و توانایی خودم بیزاری می‌جویم، و از شری که به سبب وسوسه و دست زدن شیطان‌ها به من می‌رسد و به آن دچار می‌گردم. و به تو پناه می‌برم از شری که به سببِ حضور وسوسه‌های شیطان‌ها به وجود می‌آید. و این پناه بردن، از اصل شر می‌باشد؛ و پناه بردن به خدا از همۀ وسوسه‌های شیطان در این داخل است. پس وقتی که خداوند بنده‌اش را، از این شر در پناه خویش قرار داد، و دعایش را پذیرفت، از هر شر و بدی سالم می‌ماند، و بر انجام هر کار خوبی توفیق می‌یابد."
  },
  {
    "ayah": 99,
    "text": ": 99 - 100                            #\n{حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (99) لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ (100)}.\nحَتَّى إِذَا جَاء أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ تا آنگاه كه مرگ به سوي يكي از آنان آيد،\nمي‌گويد:\n«پروردگارا! مرا باز گردانيد»\n.\nلَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ تا اينكه كار شايسته بكنم و فرصت‌هايي را كه از دست داده‌ام جبران نمايم، هرگز! بي‌گمان آن سخني است كه او آن را مي‌گويد، و در برابر آنان حايلي است تا روزي كه برانگيخته مي‌شوند."
  },
  {
    "ayah": 99,
    "text": "#\n(99 - 100)\n. خداوند از حالت فرد ستمکار و مجرمی که مرگش فرا رسیده، خبر می‌دهد، که او در این موقع پشیمان می‌شود. وقتی که سرانجام و جایگاهش را ببیند و اعمال زشتش را مشاهد نماید، بازگشتن به دنیا را می‌طلبد، نه بدان خاطر که از لذت‌های آن بهره‌مند شود و از شهوت‌های آن استفاده کند،\nبلکه به گفتۀ خود برای اینکه:\n(\n﴿لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُ﴾\n) کاری شایسته بکنم، و فرصت‌هایی را که از دست داده‌ام و در انجام دستورات الهی کوتاهی ورزیده‌ام، جبران نمایم. (\n﴿كَلَّآ﴾\n) نه، هرگز او بازگشتی ندارد، و فرصت و مهلت مجددی به او داده نخواهد شد. و خداوند به طور قطع چنین حکم نموده که آنها به دنیا باز نمی‌گردند. (\n﴿إِنَّهَا﴾\n) بدون شک، سخنِ او که در آن بازگشتن به دنیا را آرزو می‌نماید، (\n﴿كَلِمَةٌ هُوَ قَآئِلُهَا﴾\n) فقط سخنی است که وی بر زبان می‌آورد، و جز حسرت و پشیمانی به گوینده‌اش فایده‌ای نمی‌بخشد. و نیز او در این سخن راست نمی‌گوید؛ زیرا اگر به دنیا باز گردانده شود، دوباره کارهایی را انجام می‌دهد که از آن نهی شده است. (\n﴿وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ﴾\n) فرا رویشان برزخی است تا روزی که برانگیخته می‌شوند. برزخ؛ یعنی آنچه میان دو چیز حایل و مانع می‌گردد. و در اینجا برزخ؛ یعنی حایلِ میان دنیا و آخرت. و در چنین برزخی، فرمانبرداران از نعمت‌ها برخوردار شده، و گناهکاران عذاب داده می‌شوند؛ از ابتدای مردن و قرار گرفتنشان در قبرهایشان تا روز قیامت، عذاب داده می‌شوند؛ یعنی باید خود را برای زندگی برزخ آماده کرده، و ساز و کار آن را مهیا نماید."
  },
  {
    "ayah": 100,
    "text": "#\n(99 - 100)\n. خداوند از حالت فرد ستمکار و مجرمی که مرگش فرا رسیده، خبر می‌دهد، که او در این موقع پشیمان می‌شود. وقتی که سرانجام و جایگاهش را ببیند و اعمال زشتش را مشاهد نماید، بازگشتن به دنیا را می‌طلبد، نه بدان خاطر که از لذت‌های آن بهره‌مند شود و از شهوت‌های آن استفاده کند،\nبلکه به گفتۀ خود برای اینکه:\n(\n﴿لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُ﴾\n) کاری شایسته بکنم، و فرصت‌هایی را که از دست داده‌ام و در انجام دستورات الهی کوتاهی ورزیده‌ام، جبران نمایم. (\n﴿كَلَّآ﴾\n) نه، هرگز او بازگشتی ندارد، و فرصت و مهلت مجددی به او داده نخواهد شد. و خداوند به طور قطع چنین حکم نموده که آنها به دنیا باز نمی‌گردند. (\n﴿إِنَّهَا﴾\n) بدون شک، سخنِ او که در آن بازگشتن به دنیا را آرزو می‌نماید، (\n﴿كَلِمَةٌ هُوَ قَآئِلُهَا﴾\n) فقط سخنی است که وی بر زبان می‌آورد، و جز حسرت و پشیمانی به گوینده‌اش فایده‌ای نمی‌بخشد. و نیز او در این سخن راست نمی‌گوید؛ زیرا اگر به دنیا باز گردانده شود، دوباره کارهایی را انجام می‌دهد که از آن نهی شده است. (\n﴿وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ﴾\n) فرا رویشان برزخی است تا روزی که برانگیخته می‌شوند. برزخ؛ یعنی آنچه میان دو چیز حایل و مانع می‌گردد. و در اینجا برزخ؛ یعنی حایلِ میان دنیا و آخرت. و در چنین برزخی، فرمانبرداران از نعمت‌ها برخوردار شده، و گناهکاران عذاب داده می‌شوند؛ از ابتدای مردن و قرار گرفتنشان در قبرهایشان تا روز قیامت، عذاب داده می‌شوند؛ یعنی باید خود را برای زندگی برزخ آماده کرده، و ساز و کار آن را مهیا نماید."
  },
  {
    "ayah": 101,
    "text": ": 101 - 114                            #\n{فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (101) فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (102) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ (103) تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (104) أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ (105) قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ (106) رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ (107) قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (108) إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ (109) فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ (110) إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ (111) قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (112) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (113) قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ (114)}.\nفَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءلُونَ آنگاه چون در صدور دميده شود هيچگونه خويشاوند و نسبتي در ميان آنان نمي‌ماند و در آن روز از همديگر نمي‌پرسند.\nفَمَن ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ پس كساني كه كفة كارهاي نيكشان سنگين باشد، اينان قطعاً‌رستگارانند.\nوَمَنْ خَفَّتْ مَوَازِينُهُ فَأُوْلَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ و كساني كه كفة كارهاي نيكشان سبك باشد؛ اينان خويشتن را زيانمند نموده‌اند، و در جهنم جاودانه خواهند ماند.\nتَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ شعله‌هاي آتش چهره‌هايشان را فرا مي‌گيرد، و آنان در آنجا\n[بر اثر شدت حرارت]\nرخ در هم كشيده و لب چروكيده‌اند.\nأَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ مگر آيات من بر شما خوانده نمي‌شد، ولي شما آنها را دروغ مي‌انگاشتيد؟\nقَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ مي‌گويند:\n«پروردگارا! بدبختي ما بر ما چيره شد، و گروهي گمراه بوديم»\n.\nرَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ پروردگارا! ما را از آنجا بيرون‌آور، پس اگر به\n[كفر بازگشتيم]\nآنگاه به حقيقت ستمكار خواهيم بود.\nقَالَ اخْسَؤُوا فِيهَا وَلَا تُكَلِّمُونِ\n[خداوند بديشان]\nمي‌فرمايد:\n«بتمركيد و با من سخن نگوييد»\n.\nإِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ همانا گروهي از بندگان من مي‌گفتند:\n«پروردگارا! ايمان آورده‌ايم، پس ما را بيامرز و به ما رحم‌فرما، و تو بهترين رحم كنندگان هستي»\n.\nفَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنسَوْكُمْ ذِكْرِي وَكُنتُم مِّنْهُمْ تَضْحَكُونَ آنگاه آنان را به ريشخند گرفتيد تا آنجا\n[كه سرگرم شديد]\nو به تمسخر گرفتن ايشان، ذكر و عبادت مرا از يادتان برد، و شما به آنان مي‌خنديديد.\nإِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ همانا من امروز در برابر بردباريشان به آنان\n[چنين]\nپاداش دادم و آنان رستگارانند.\nقَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ\n[خداوند بديشان مي‌فرمايد:]\nچند سال در روي زمين ماندگار بوديد؟\nقَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلْ الْعَادِّينَ مي‌گويند:\n«يك روز يا بخشي از يك روز ماندگار بوديم، از فرشتگان شمارشگر بپرس»\n.\nقَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ\n[خداوند]\nمي‌فرمايد:\n«جز مدتي اندك درنگ نكرديد، كاش شما مي‌دانستيد»\n."
  },
  {
    "ayah": 101,
    "text": "#\n(101)\nخداوند متعال از اضطراب‌های روز قیامت خبر داده و می‌فرماید: وقتی که برای زنده شدنِ پس از مرگ، در صور دمیده می‌شود؛ همۀ مردم در آن روز که از پیش تعیین شده است، گرد می‌آیند؛ و چنان وحشتی به آنان دست می‌دهد که آنان خویشاوندانِ بسیار نزدیکِ خود را فراموش می‌نمایند؛ و دیگر علایق و پیوندها را، به طریق اولی فراموش می‌کنند. و در آن روز کسی از حال کسی نمی‌پرسد، چون هرکس به خودش مشغول است، و نمی‌داند که آیا نجات می‌یابد؛ نجاتی که هیچ بدبختی و شقاوتی بعد از آن وجود ندارد؟ یا به شقاوت و بدبختی گرفتار می‌شود که سعادتی بعد ‌از آن نیست؟\nخداوند متعال می‌فرماید:\n﴿يَوۡمَ يَفِرُّ ٱلۡمَرۡءُ مِنۡ أَخِيهِ﴾\n٤٣\n﴿وَأُمِّهِۦ وَأَبِيهِ﴾\n٥٣\n﴿وَصَٰحِبَتِهِۦ وَبَنِيهِ﴾\n٦٣\n﴿لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُمۡ يَوۡمَئِذٖ شَأۡنٞ يُغۡنِيهِ﴾\nدر آن روز انسان از برادرش می‌گریزد، و از مادر و پدر و از همسر و فرزندانش\n[نیز]\nمی‌گریزد، هر کس از آنان در آن روز کار و بار و گرفتاری‌ای دارد که برایش کافی است، و هر کس گرفتارِ حال خودش می‌باشد."
  },
  {
    "ayah": 102,
    "text": "#\n(102)\nو در قیامت مواضع و جایگاه‌هایی است که اندوه آدمی در آن شدت می‌گیرد، و هول و هراسِ بسیار سنگین و شدیدی را بر انسان مستولی می‌گرداند. مانند ترازویی که اعمال بنده با آن وزن می‌شود؛ و آنچه به نفع اوست، و آنچه به زیان اوست، عادلانه با آن سنجیده می‌شود؛ و خوبی‌ها و بدی‌هایش، هر چند که به اندازۀ ذرّه‌ای باشد، با آن ترازو مشخص می‌گردد. (\n﴿فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ﴾\n) و هرکس کفۀ ترازوی نیکی‌اش سنگین باشد، به این صورت که نیکی‌هایش از بدی‌هایش سنگین‌تر باشد، (\n﴿فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ﴾\n) اینان قطعاً رستگاران‌اند، چون از آتش جهنم نجات یافته، و سزاوار بهشت گردیده، و به ستایش زیبا دست یازیده‌اند."
  },
  {
    "ayah": 103,
    "text": "#\n(103)\n(\n﴿وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ﴾\n) و هرکس که اعمال و اقوال نیک دنیوی‌اش کم باشد، به این صورت که بدی‌هایش سنگین‌تر از نیکی‌هایش بوده، و گناهانش او را احاطه کرده باشند، (\n﴿فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ﴾\n) اینان خویشتن را زیانمند نموده، و دچار زیان کامل گردیده‌اند. و تحملِ آثارِ هر زیانی، نسبت به این زیان آسان است. اما تبعات این زیان، بسیار دشوار و سخت می‌باشد؛ و به هرکس که برسد، جبران نمی‌شود؛ و هرچه را از دست آدمی بگیرد، نمی‌توان آن را جبران کرد؛ زیانِ همیشگی و بدبختی همیشگی است؛ چرا که خودش را باخته و از دست داده است. او که می‌توانست به سعادت همیشگی دست یابد، اما خویشتن را از این نعمت پایدار و همیشگی، و زندگی در کنار پروردگارِ بزرگوار محروم کرده است. (\n﴿فِي جَهَنَّمَ خَٰلِدُونَ﴾\n) و در جهنم جاودانه خواهند ماند، و هرگز از آن بیرون نمی‌آیند. این هشدار همان‌طور که گفتیم، در مورد کسی است که بدی‌هایش نیکی‌های او را احاطه کرده است، و جز کافر کسی چنین نخواهد بود. بنابراین از کافر، به مانند کسی که نیکی و بدی دارد حساب گرفته نمی‌شود؛ زیرا کافران نیکی ندارند، اما اعمال و کارهایشان شمرده شده، و آنها می‌ایستند و به آن اعتراف می‌نمایند، و رسوا می‌گردند. و اما کسی که ایمان در وجودش بوده ولی بدی‌هایش بزرگ و زیاد است، در جهنم برای همیشه نمی‌ماند، چنانکه قرآن و سنت بر این دلالت می‌نمایند."
  },
  {
    "ayah": 104,
    "text": "#\n(104)\nسپس خداوند متعال سرنوشتِ بدی را که کافران بدان دچار می‌گردند،\nبیان کرد و فرمود:\n(\n﴿تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ﴾\n) آتش، چهره‌های آنان را از هرطرف فرا می‌گیرد، تا اینکه به همۀ اعضای آنان می‌رسد و شعله‌های آتش از چهره‌هایشان بلند می‌شود. (\n﴿وَهُمۡ فِيهَا كَٰلِحُونَ﴾\n) و آنان در آنجا ترشرو و عبوس هستند، و لب‌هایشان از شدتِ حرارت و سختیِ آ‌نچه که در آن به سر می‌برند، چروکیده است."
  },
  {
    "ayah": 105,
    "text": "#\n(105)\nو به صورت سرزنش و نکوهش به آنان گفته می‌شود (\n﴿أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ﴾\n) مگر آیات من بر شما خوانده نمی‌شد؟ به‌سوی آن فرا خوانده می‌شدید تا به آن ایمان بیاورید؛ و آیات من بر شما عرضه می‌شد تا در آن بنگرید. (\n﴿فَكُنتُم بِهَا تُكَذِّبُونَ﴾\n) اما شما، از روی ستمگری و عناد آنها را دروغ می‌انگاشتید؛ حال آنکه آنها، آیات و نشانه‌هایی روشن بودند که حق را از باطل معلوم می‌کردند؛ و اهل حق و اهل باطل را مشخص می‌نمودند."
  },
  {
    "ayah": 106,
    "text": "#\n(106)\nپس در این هنگام، به ستمِ خویش اقرار می‌کنند؛ اما اقرار کردن، دیگر فایده ای ندارد.\nبنابراین می‌گویند:\n(\n﴿رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا﴾\n) پروردگارا! شقاوت و بدبختیِ برآمده از ستم، و رویگردانی از حق، و روی آوردن به آنچه زیان می‌رساند، و ترک کردن آنچه فایده می‌دهد، بر ما چیره شده بود. (\n﴿وَكُنَّا قَوۡمٗا ضَآلِّينَ﴾\n) و ما گروهی گمراه بودیم، و می‌دانستیم که ستمگریم؛ یعنی ما در دنیا، کارِ انسان‌های سرگشته و گمراه و بی‌خرد را انجام می‌دادیم. چنانکه در آیه‌های دیگر، سخن آنها حکایت شده است.\nآنگاه که می‌گویند:\n﴿لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ﴾\n«اگر گوش [شنوا] و خرد داشتیم، از یارانِ آتشِ سوزان نبودیم.»"
  },
  {
    "ayah": 107,
    "text": "#\n(107)\n(\n﴿رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ﴾\n) پروردگارا! مرا از آتش دوزخ بیرون بیاور، و اگر به کفر و گناهان برگشتیم همانا ستمکار خواهیم بود. حال آنکه آنها در وعده و قولی که می‌دهند، دروغگویند؛\nزیرا چنانکه خداوند متعال فرموده است:\n﴿وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ﴾\nو اگر بازگردانده شوند، دوباره کارهایی انجام می‌دهند که از آن نهی شده‌اند. و خداوند حجتی برای آنها باقی نگذاشته، بلکه عذرهای آنان را قطع نموده، و در دنیا آنها را به اندازه‌ای فرصت داده است که پند ‌پذیرند و از گناهانشان باز آیند."
  },
  {
    "ayah": 108,
    "text": "#\n(108)\nپس خداوند در پاسخ آنها می‌فرماید: (\n﴿ٱخۡسَ‍ُٔواْ فِيهَا وَلَا تُكَلِّمُونِ﴾\n) این سخن ـ پناه بر خدا ـ بزرگ‌ترین سخنی است که مجرمان در بابِ ناامید شدن و سرزنش، و ذلت و مأیوس شدن از هر خیری، و مبتلا شدن به هر شری، می‌شنوند. و این سخن، بیانگرِ خشم پروردگار مهربان است، و برای آنان شکنجه‌ای سخت‌تر از عذاب جهنم است."
  },
  {
    "ayah": 109,
    "text": "#\n(109)\nسپس آن حالتشان را که آنان را به عذاب واصل گرداند و از رحمت خدا محروم کرد،\nبیان نمود و فرمود:\n(\n﴿إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ﴾\n) همانا گروهی از بندگان من می‌گفتند:\n«پروردگارا! ایمان آورده‌ایم. پس ما را بیامرز، و به ما رحم فرما و تو بهترین رحم کنندگان هستی.»\nپس آنان هم ایمان آورده و هم اعمال صالح انجام داده، و هم از پروردگارشان طلبِ آمرزش و رحمت نمودند، و به ربوبیتِ الهی و احسانِ خداوند بر آنها مبنی بر ایمان آوردن و خبردادن از گستردگی رحمت و احسان فراگیر وی متوسل شدند. و این بر فروتنی و کُرنش آنها برای پروردگارشان، و هراس و امیدِ آنها دلالت می‌نماید."
  },
  {
    "ayah": 110,
    "text": "#\n(110)\nپس اینها سروران و اشراف مردم بودند، و شما ای کافران فرومایه و کم خرد! (\n﴿فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا﴾\n) آنها را به باد تمسخر گرفته و آنها را تحقیر ‌کردید، و چنان به تمسخر ایشان مشغول شدید، که (\n﴿حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ﴾\n) مشغول شدن به آنها، وبه ریشخند گرفتن‌شان ذکر وعبادت مرا از یادتان برد. و چیزی که موجب فراموش شدنِ آنان شد، مشغول شدنشان به مسخره کردن مؤمنان بود. و این فراموش نمودن، آنان را به استهزا و ریشخند وا می‌دارد. پس هر یک از این دو حالت\n[فراموش کردنِ یاد خدا، و به تمسخر گرفتنِ مؤمنان]\nدیگری را تقویت می‌نماید. و آیا جسارتی بالاتر از این وجود دارد؟!"
  },
  {
    "ayah": 111,
    "text": "#\n(111)\n(\n﴿إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ﴾\n) من امروز به خاطر صبر و استقامتی که بر طاعت من و در برابر اذیت و آزار شما نشان دادند، به آنان پاداش دادم، (\n﴿أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ﴾\n) و آنان بردباری کردند تا اینکه به اینجا رسیدند و به نعمتِ پایدار و نجاتِ از جهنم دست یافتند.\nدر آیه ای دیگر فرموده است:\n﴿فَٱلۡيَوۡمَ ٱلَّذِينَ ءَامَنُواْ مِنَ ٱلۡكُفَّارِ يَضۡحَكُونَ﴾\nامروز مؤمنان به کافران می‌خندند."
  },
  {
    "ayah": 112,
    "text": "#\n(112 - 114)\n(\n﴿قَٰلَ﴾\n) و از آنجا که آنها بی‌خرد هستند؛ و در این مدت کوتاه، مرتکب هر گناه و شری شده‌اند که آنها را به خشم و عذاب خدا گرفتار نموده؛ و کارهای خوبی را که مؤمنان انجام داده‌اند و آنها را به سعادت همیشگی و خشنودی پروردگارشان ‌رسانده است، انجام نداده‌اند؛\nخداوند به صورتِ سرزنش به آنها می‌فرماید:\n(\n﴿كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ﴾\n) چقدر در دنیا مانده‌اید؟ (\n﴿قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡ‍َٔلِ ٱلۡعَآدِّينَ﴾\n) می‌گویند: یک روز یا بخشی از یک روز ماندگار بوده‌ایم. پس از فرشتگانِ شمارشگر بپرس. این سخنشان، مبتنی بر آن است که آنها مدت ماندگاری خود را در دنیا بسیار اندک می‌دانند، اما مقدار آن مشخص نیست.\nبنابراین می‌گویند:\n(\n﴿فَسۡ‍َٔلِ ٱلۡعَآدِّينَ﴾\n) از شمارشگران بپرس. اما آنان آن‌قدر مشغول هستند و در عذابی به‌سر می‌برند که تعداد و شمار سال‌هایی را که در دنیا زیسته‌اند، نمی‌دانند.\nپس خداوند به آنها می‌فرماید:\n(\n﴿إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا﴾\n) جز مدت کمی ماندگار نبوده‌اید، خواه عدد و شمار آن را تعیین نمایید، یا تعیین نکنید. (\n﴿لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ﴾\n) کاش\n[این را در دنیا]\nمی‌دانستید."
  },
  {
    "ayah": 113,
    "text": "#\n(112 - 114)\n(\n﴿قَٰلَ﴾\n) و از آنجا که آنها بی‌خرد هستند؛ و در این مدت کوتاه، مرتکب هر گناه و شری شده‌اند که آنها را به خشم و عذاب خدا گرفتار نموده؛ و کارهای خوبی را که مؤمنان انجام داده‌اند و آنها را به سعادت همیشگی و خشنودی پروردگارشان ‌رسانده است، انجام نداده‌اند؛\nخداوند به صورتِ سرزنش به آنها می‌فرماید:\n(\n﴿كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ﴾\n) چقدر در دنیا مانده‌اید؟ (\n﴿قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡ‍َٔلِ ٱلۡعَآدِّينَ﴾\n) می‌گویند: یک روز یا بخشی از یک روز ماندگار بوده‌ایم. پس از فرشتگانِ شمارشگر بپرس. این سخنشان، مبتنی بر آن است که آنها مدت ماندگاری خود را در دنیا بسیار اندک می‌دانند، اما مقدار آن مشخص نیست.\nبنابراین می‌گویند:\n(\n﴿فَسۡ‍َٔلِ ٱلۡعَآدِّينَ﴾\n) از شمارشگران بپرس. اما آنان آن‌قدر مشغول هستند و در عذابی به‌سر می‌برند که تعداد و شمار سال‌هایی را که در دنیا زیسته‌اند، نمی‌دانند.\nپس خداوند به آنها می‌فرماید:\n(\n﴿إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا﴾\n) جز مدت کمی ماندگار نبوده‌اید، خواه عدد و شمار آن را تعیین نمایید، یا تعیین نکنید. (\n﴿لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ﴾\n) کاش\n[این را در دنیا]\nمی‌دانستید."
  },
  {
    "ayah": 114,
    "text": "#\n(112 - 114)\n(\n﴿قَٰلَ﴾\n) و از آنجا که آنها بی‌خرد هستند؛ و در این مدت کوتاه، مرتکب هر گناه و شری شده‌اند که آنها را به خشم و عذاب خدا گرفتار نموده؛ و کارهای خوبی را که مؤمنان انجام داده‌اند و آنها را به سعادت همیشگی و خشنودی پروردگارشان ‌رسانده است، انجام نداده‌اند؛\nخداوند به صورتِ سرزنش به آنها می‌فرماید:\n(\n﴿كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ﴾\n) چقدر در دنیا مانده‌اید؟ (\n﴿قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡ‍َٔلِ ٱلۡعَآدِّينَ﴾\n) می‌گویند: یک روز یا بخشی از یک روز ماندگار بوده‌ایم. پس از فرشتگانِ شمارشگر بپرس. این سخنشان، مبتنی بر آن است که آنها مدت ماندگاری خود را در دنیا بسیار اندک می‌دانند، اما مقدار آن مشخص نیست.\nبنابراین می‌گویند:\n(\n﴿فَسۡ‍َٔلِ ٱلۡعَآدِّينَ﴾\n) از شمارشگران بپرس. اما آنان آن‌قدر مشغول هستند و در عذابی به‌سر می‌برند که تعداد و شمار سال‌هایی را که در دنیا زیسته‌اند، نمی‌دانند.\nپس خداوند به آنها می‌فرماید:\n(\n﴿إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا﴾\n) جز مدت کمی ماندگار نبوده‌اید، خواه عدد و شمار آن را تعیین نمایید، یا تعیین نکنید. (\n﴿لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ﴾\n) کاش\n[این را در دنیا]\nمی‌دانستید."
  },
  {
    "ayah": 115,
    "text": ": 115 - 116                            #\n{أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115) فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (116)}.\nأَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ  آيا پنداشته‌ايد كه ما شما را بيهوده آفريده‌ايم، و به سوي ما برگردانده نمي‌شويد؟.\nفَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ خداوندي كه فرمانرواي راستين است و هيچ معبود به حقي جز او نيست و صاحب عرش عظيم مي‌باشد، بسي برتر از آن است\n[كه جهان را بيهوده بيافريند]\n."
  },
  {
    "ayah": 115,
    "text": "#\n(115 - 116)\n(\n﴿أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا﴾\n) ای مردم! آیا گمان برده‌اید ما شما را بیهوده و بی‌هدف آفریده‌ایم؛ می‌خورید و می‌آشامید و تفریح می‌کنید، و از لذت‌های دنیا بهره‌مند می‌شوید، و ما شما را به حال خودتان رها می‌کنیم؟ و به شما امر و نهی نمی‌کنیم، و در برابر بدی‌ها شما را سزا نمی‌دهیم؟\nبنابراین فرمود:\n(\n﴿وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ﴾\n) و پنداشته‌اید که برای حساب و کتاب به سوی ما بازگردانده نمی‌شوید؟. بنابراین چیزی را به خاطر بسپارید،\n[و آن اینکه]\n، (\n﴿فَتَعَٰلَى ٱللَّهُ﴾\n) خداوند بسی برتر و بالاتر از این گمان باطل می‌باشد، و چنین گمانِ زشتی، حکمت و فرزانگی او را معیوب می‌کند. (\n﴿ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ﴾\n) خداوندی که فرمانروای راستین است، و هیچ معبود به ‌حقی جز او نیست، و او صاحبِ عرشِ عظیم است. پس وقتی که او فرمانروای راستین همۀ آفریده‌هاست، و وعده و وعید او راست و حق است، خداوند معبودِ حقیقی است؛ چون دارای کمالِ مطلق، و صاحب عرشِ عظیم، و پروردگار و صاحبِ دیگر پدیده‌ها می‌باشد. پس چنین خداوندی، امکان ندارد شما را بیهوده آفریده باشد."
  },
  {
    "ayah": 116,
    "text": "#\n(115 - 116)\n(\n﴿أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا﴾\n) ای مردم! آیا گمان برده‌اید ما شما را بیهوده و بی‌هدف آفریده‌ایم؛ می‌خورید و می‌آشامید و تفریح می‌کنید، و از لذت‌های دنیا بهره‌مند می‌شوید، و ما شما را به حال خودتان رها می‌کنیم؟ و به شما امر و نهی نمی‌کنیم، و در برابر بدی‌ها شما را سزا نمی‌دهیم؟\nبنابراین فرمود:\n(\n﴿وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ﴾\n) و پنداشته‌اید که برای حساب و کتاب به سوی ما بازگردانده نمی‌شوید؟. بنابراین چیزی را به خاطر بسپارید،\n[و آن اینکه]\n، (\n﴿فَتَعَٰلَى ٱللَّهُ﴾\n) خداوند بسی برتر و بالاتر از این گمان باطل می‌باشد، و چنین گمانِ زشتی، حکمت و فرزانگی او را معیوب می‌کند. (\n﴿ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ﴾\n) خداوندی که فرمانروای راستین است، و هیچ معبود به ‌حقی جز او نیست، و او صاحبِ عرشِ عظیم است. پس وقتی که او فرمانروای راستین همۀ آفریده‌هاست، و وعده و وعید او راست و حق است، خداوند معبودِ حقیقی است؛ چون دارای کمالِ مطلق، و صاحب عرشِ عظیم، و پروردگار و صاحبِ دیگر پدیده‌ها می‌باشد. پس چنین خداوندی، امکان ندارد شما را بیهوده آفریده باشد."
  },
  {
    "ayah": 117,
    "text": ": 117 - 118                            #\n{وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (117) وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ (118)}.\nوَمَن يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ و هر كس جز خدا معبود ديگري را فرا بخواند كه هيچ دليلي بر حقانيت آن ندارد. حساب او با خداست. بي‌گمان كافران رستگار نمي‌شوند.\nوَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ و بگو:\n«پروردگارا! [مرا] بيامرز و ببخشاي و تو بهترين مهرباناني»\n."
  },
  {
    "ayah": 117,
    "text": "#\n(117)\nو هر کس همراه با خدا، معبودان دیگری را به فریاد بخواند، بدون اینکه دلیلی برای صحت کارش داشته باشد که او را به آنچه انجام می‌دهد راهنمایی کند، ـ ‌و این قید، یک قید لازم و غیر قابل اجتناب است؛ زیرا هر کس چیزی غیر از خدا را به نیایش بخواند، حتماً دلیلی بر صحت این کار ندارد ـ بلکه دلایلی بر باطل بودنِ آنچه او انجام می‌دهد، دلالت ‌نماید، اما از روی ستمگری و عناد، از آن دلایل روی گرداند؛ چنین کسی به نزد پروردگارش خواهد رفت، و خداوند او را به سبب اعمالش مجازات خواهد کرد، و هیچ بهره‌ای از رستگاری به او نمی‌رسد، چون او کافر است. (\n﴿إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ﴾\n) همانا کافران رستگار نمی‌شوند. پس کفرشان، آنها را از رستگاری دور نموده و بازداشته است."
  },
  {
    "ayah": 118,
    "text": "#\n(118)\n(\n﴿وَقُل﴾\n) و مخلصانه پروردگارت را بخوان و بگو: (\n﴿رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ﴾\n) پروردگارا! مرا بیامرز، و از اموراتِ ناگوار و ناپسند برهان؛ و بر ما رحم بفرما، و با رحمت خویش، ما را به هر چیز خوبی برسان، و تو بهترینِ مهربانانی. پس خداوند، از هر کس نسبت به بنده‌اش، مهربان‌تر است؛ و خداوند نسبت به بنده‌اش، از مادر مهربان‌تر می‌باشد؛ و از خود بنده، برای وی مهربان‌تر است."
  }
]