{
  "id": 62,
  "name": "The Congregation, Friday",
  "verses": [
    {
      "id": 5178,
      "verse_number": 1,
      "verse_key": "62:1",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927843,
          "resource_id": 135,
          "text": "آنچه در آسمان‌ها و آنچه در زمین است، تسبیحِ الله را می‌گویند؛ [الله] که فرمانروا، منزّه [و] پیروزمندِ حکیم است."
        }
      ],
      "tafsir_saadi": "همۀ آنچه که در آسمان‌ها و زمین است، خداوند را به پاکی یاد می‌کنند و مطیع فرمان او هستند و او را پرستش می‌نمایند؛ چون کامل و فرمانرواست، و فرمانروایی و پادشاهی جهان بالا و پائین از آن اوست، پس همه تحت تدبیر او هستند. \n(﴿ٱلۡقُدُّوسِ﴾) معظّم و پاک از هر عیب و نقصی است، (﴿ٱلۡعَزِيزِ﴾) و بر همۀ چیزها چیره می‌باشد. (﴿ٱلۡحَكِيمِ﴾) و در آفرینش و فرمان خود حکیم است. پس این صفت‌های بزرگ، آدمی را به پرستش خداوند یگانه و بی شریک فرا می‌خوانند."
    },
    {
      "id": 5179,
      "verse_number": 2,
      "verse_key": "62:2",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927844,
          "resource_id": 135,
          "text": "و ذاتی است که از میان بی‌سوادان، پیامبری از میان خودشان برانگیخت که آیاتش را بر آنها بخوانَد و آنان را پاک گردانَد و کتاب [= قرآن] و حکمت [= سنت] به آنان بیاموزاند؛ و به راستی که آنان پیش از این[که پیامبر به سویشان فرستاده شود]، در گمراهیِ آشکاری بودند."
        }
      ],
      "tafsir_saadi": "(﴿هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّ‍ۧنَ رَسُولٗا مِّنۡهُمۡ﴾) اوست کسی که در میان بی‌سوادان، پیامبری از خودشان مبعوث کرد. منظور از «امیّیّن» کسانی است که کتاب و رسالتی نداشتند. اینها عرب‌ها و دیگر کسانی بودند که از اهل کتاب نبودند.\nپس خداوند با دادن این نعمت بزرگ بر آنها منت نهاد؛ چون آنها فاقد دانش و خبر بودند، و قبل از این در گمراهی آشکاری به سر می‌بردند، و بت‌ها و درختان و سنگ‌ها را پرستش می‌کردند، و خوی و رفتار حیوانات درنده را دارا بودند؛ نیرومندشان ناتوان را می‌خورد، و آنها نسبت به علوم و دانش‌های پیامبران کاملاً ناآگاه بودند. پس خداوند پیغمبری از خودشان را در میان آنها مبعوث کرد که آنها نسب و اوصاف زیبای او و صداقتش را می‌دانستند. \nو خداوند کتابش را بر این پیغمبر نازل فرمود: (﴿يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ﴾) و آیات قاطع او را که موجب ایمان و یقین می‌گردند بر آنها می‌خواند. (﴿وَيُزَكِّيهِمۡ﴾) و آنان را پاک می‌دارد، و اخلاق فاضله را برای آنها به صورت‌های گوناگون بیان می‌کند، و آنها را بر آن تشویق می‌نماید، و آنان را از اخلاق و رفتارهای زشت باز می‌دارد. \n(﴿وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ﴾) و علم کتاب و سنت را به آنها می‌آموزد که علوم گذشتگان و آیندگان را در بر دارد. آنها بعد از این تعلیم و تزکیه، از دانشمندترین افراد جهان شدند، بلکه آنها پیشوایان اهل علم و دین قرار گرفتند، و دارای کامل‌ترین اخلاق و بهترین رهنمود و رفتار شدند. خودشان هدایت شدند و دیگران را هدایت کردند. پیشوایان هدایت یافته و رهبران پرهیزگار گشتند. پس خداوند با فرستادن این پیامبر صلی الله علیه وسلم بزرگ‌ترین هدیه و کامـل‌ترین نعمت را به آنها عطا کرد."
    },
    {
      "id": 5180,
      "verse_number": 3,
      "verse_key": "62:3",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927845,
          "resource_id": 135,
          "text": "و [این پیامبر نیز] به سوی قومی دیگر از ایشان که هنوز به اینان ملحق نشده‌اند [و بعدها به دنیا خواهند آمد، مبعوث شده است]؛ و او تعالی شکست‌ناپذیرِ حکیم است."
        }
      ],
      "tafsir_saadi": "(﴿وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡ﴾) و بر کسانی دیگر غیر از این امّی‌ها [=بی‌سوادان] نیز منت نهاد که عبارتند از کسانی که بعد از اینها می‌آیند، همچنین اهل کتاب (﴿لَمَّا يَلۡحَقُواْ بِهِمۡ﴾) احتمال دارد به این معنی باشد که خداوند بزرگ بر کسانی دیگر غیر از این امی‌ها نیز منت نهاد که هنوز نیامده‌اند و در عصر کسانی نیستند که دعوت پیامبر را به صورت مستقیم دریافته‌اند. و احتمال دارد معنی آیه این باشد که خداوند بر کسانی دیگر غیر از این امّی‌ها نیز منّت نهاد که در فضل و برتری به ایشان نرسیده‌اند.\nاحتمال دارد منظور این باشد که آنها در فضل و برتری به ایشان نرسیده‌اند. یا شاید منظور این باشد که در زمان آنها نیستند و بعد از آنها خواهند آمد، و هر دو معنی درست است."
    },
    {
      "id": 5181,
      "verse_number": 4,
      "verse_key": "62:4",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927846,
          "resource_id": 135,
          "text": "این فضلِ الله است که آن را به هر‌ کس که بخواهد می‌بخشد؛ و الله دارای فضل عظیم است."
        }
      ],
      "tafsir_saadi": "چون کسانی که خداوند پیغمبرش را در میان آنها مبعوث کرد و او را مشاهده کردند و به صورت مستقیم دعوتش را دریافتند، به ویژگی‌ها و برتری‌هایی دست یافته‌اند که هیچ کس نمی‌تواند به آنها برسد، و این از توانمندی و حکمت خداوند است که بندگانش را بیهوده رها نکرده است، بلکه در میان آنها پیامبران را مبعوث نموده، و آنها را امر و نهی کرده است، و این فضل بزرگ خداوند است که آن را به هرکس از بندگانش بخواهد می‌دهد. و این از نعمت تندرستی و فراوانی روزی و دیگر نعمت‌های دنیوی -که خداوند به بندگانش عطا کرده است- بهتر و برتر است. پس هیچ نعمتی از نعمت دین -که اساس کامیابی و سعادت همیشگی است- بزرگ‌تر نیست."
    },
    {
      "id": 5182,
      "verse_number": 5,
      "verse_key": "62:5",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927847,
          "resource_id": 135,
          "text": "مَثَل کسانی که [عمل به] تورات به آنان تکلیف شد ولی آن را [چنان که باید و شاید] رعایت نکردند، مانند خری است که کتاب‌هایی را حمل می‌کند، [اما چیزی از آن نمی‌فهمد]. چه بد است مَثَل گروهی که آیات الهی را تکذیب کردند! و الله گروه ستمکاران را هدایت نمی‌کند."
        }
      ],
      "tafsir_saadi": "خداوند منّت و احسان خویش را بر این امّت بیان داشت؛ امّتی که پیامبرِ درس نخوانده در میان آنها مبعوث شد، و مزایا و مناقب خاص آنان را ذکر نمود که هیچ کسی در این زمینه به آنها نمی‌رسد. این امّت درس نخوانده از پیشینیان و پسینیان حتی از اهل کتاب که ادعا می‌کردند علمای ربانی و دانشمندان پیشرفته هستند پیشی گرفتند. سپس خداوند بیان کرد یهودیان و نصارایی که خداوند تورات را بر دوش آنها گذاشت و به آنان فرمان داد که آن را بیاموزند و به آن عمل نمایند، امّا آن را چنانکه باید رعایت نکردند و وظیفۀ خود را انجام ندادند، هیچ فضیلت و برتری ندارند؛ و مثال آنها همانند خری است که کتاب‌هایی چند بر آن بار شده باشد. پس آیا خر از کتاب‌هایی که بر پشت دارد استفاده می‌کند؟! و آیا به خاطر اینکه بارش کتاب است دارای فضیلت است؟ یا اینکه بهره‌اش از این کتاب‌ها فقط این است که آنها را حمل می‌کند؟ پس این، مثال علمای یهود است که به آنچه در تورات است عمل نکردند که بزرگ‌ترین حکم آن پیروی کردن از محمّد صلی الله علیه وسلم و قرآنی است که محمّد آورده است. پس آیا کسی که چنین است، بهره‌ای جز ناکامی و زیان و اقامۀ حجّت از تورات دارد؟ به همین جهت این مثال با حالات آنها مطابقت دارد.\n(﴿بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِ ٱللَّهِ﴾) چه بد است مثال گروهی که آیات خدا را دروغ انگاشتند؛ آیاتی که بر صداقت پیامبر ما و صحّت آنچه آورده است دلالت می‌کند.\n(﴿وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ﴾) و خداوند گروه ستمکاران را هدایت نمی‌کند؛ یعنی تا وقتی که ستمگری و عناد صفت آنهاست، خداوند آنها را به سوی منافعشان هدایت نمی‌کند. و از جمله ستمگری و عناد یهود این است که آنها می‌دانند بر باطل هستند، و ادعا می‌کنند که خودشان بر حقّ و دوستان خدا هستند، نه دیگر مردمان."
    },
    {
      "id": 5183,
      "verse_number": 6,
      "verse_key": "62:6",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927848,
          "resource_id": 135,
          "text": "بگو: «ای یهود، اگر گمان دارید که [تنها] شما دوستان الله هستید نه مردم دیگر، اگر راست می‌گویید، مرگ را آرزو کنید»."
        }
      ],
      "tafsir_saadi": "بنابراین خداوند پیغمبرش را فرمان داد تا به آنها بگوید: اگر راست می‌گویید که حقیقتاً دوستان خدا هستید، (﴿فَتَمَنَّوُاْ ٱلۡمَوۡتَ﴾) آرزوی مرگ کنید، و این امر ساده است چون آنها اگر می‌دانستند که برحق هستند، از مبارزه طلبی باز نمی‌ماندند، و به مبارزه طلبی‌ای که خداوند آن را دلیل راستگویی‌شان قرار داد روی می‌آوردند. و اگر مرگ را آرزو نکنند، پس این نشانۀ آن است که دروغ می‌گویند.\nوقتی آنها آرزوی مرگ نکردند، معلوم شد که به باطل بودن آنچه بر آن هستند آگاه می‌باشند."
    },
    {
      "id": 5184,
      "verse_number": 7,
      "verse_key": "62:7",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927849,
          "resource_id": 135,
          "text": "ولی آنها به خاطر آنچه از پیش فرستاده‌اند، هرگز آن آرزو را نخواهند کرد؛ و الله [از حالِ] ستمکاران آگاه است."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ﴾) و به خاطر گناهانی که مرتکب شده‌اند، هرگز مرگ را آرزو نخواهند کرد؛ گناهانی که به خاطر آن از مرگ وحشت دارند. (﴿وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ﴾) و خداوند به ستمکاران آگاه است. پس امکان ندارد چیزی از ستمکاری‌هایشان بر او پوشیده بماند."
    },
    {
      "id": 5185,
      "verse_number": 8,
      "verse_key": "62:8",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 488,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "page_number": 553,
      "juz_number": 28,
      "translations": [
        {
          "id": 927850,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «آن مرگی که از آن فرار می‌کنید، یقیناً به شما خواهد رسید؛ سپس به سوی [الله، آن] دانای غیب و آشکار بازگردانده می‌شوید؛ آنگاه شما را از آنچه انجام می‌دادید آگاه می‌سازد»."
        }
      ],
      "tafsir_saadi": "آنها گرچه به خاطر کارهایی که کرده‌اند، آرزوی مرگ نخواهند کرد، بلکه به شدت از مرگ می‌گریزند، امّا این آنها را نجات نمی‌دهد، بلکه حتماً باید مرگ به سراغشان بیاید؛ مرگی که خداوند آمدن آن را بر بندگان قطعی کرده است. سپس بعد از مردن و کامل شدن اجل‌ها، همۀ خلایق در روز قیامت به سوی خداوند دانای پیدا و پنهان بازگردانده می‌شوند، آنگاه خداوند آنها را از خیر و شری که ‌کرده‌اند باخبر می‌کند."
    },
    {
      "id": 5186,
      "verse_number": 9,
      "verse_key": "62:9",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 489,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927851,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، هنگامی ‌که برای نماز روز جمعه، اذان گفته شد، به سوی [نماز و] ذکرِ الله بشتابید [و درنگ نکنید]، و خرید و فروش را رها کنید. اگر بدانید، این [کاری که به شما دستور داده می‌شود] برایتان بهتر است."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگان مؤمن خود را به حضور در نماز جمعه و شتافتن به سوی آن از هنگامی که برای نماز جمعه ندا داده می‌شود فرمان می‌دهد. منظور از «سعی» در اینجا، اقدام فوری و اهمیت دادن به آن است، و اینکه آن را از مهم‌ترین کارها قرار دارد، نه آن دویدنی که از آن به هنگام رفتن به سوی نماز نهی شده است. (﴿وَذَرُواْ ٱلۡبَيۡعَ﴾) و هنگامی که برای نماز جمعه اذان گفته شد، خرید و فروش را ترک کنید و به سوی نماز بروید. چون (﴿ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ﴾) این برایتان از مشغول شدن به خرید و فروش و از سپری شدن وقت نماز فرض -که مؤکدترین فریضه می‌باشد- بهتر است. \n(﴿إِن كُنتُمۡ تَعۡلَمُونَ﴾) اگر بدانید، آنچه نزد خداوند است بهتر و پایدارتر است؛ و هر کس دنیا را بر دین ترجیح دهد، به راستی که دچار زیان حقیقی گشته است، امّا او گمان می‌برد که سود می‌برد. این امر به رها کردن خرید و فروش است تا وقتی که نماز تمام شود."
    },
    {
      "id": 5187,
      "verse_number": 10,
      "verse_key": "62:10",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 489,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927852,
          "resource_id": 135,
          "text": "و هنگامی ‌که نماز پایان یافت، [برای کسب رزق و روزی] در زمین پراکنده شوید و از فضلِ الله طلب کنید؛ و الله را بسیار یاد کنید تا رستگار شوید."
        }
      ],
      "tafsir_saadi": "(﴿فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ﴾) سپس وقتی نماز گزارده شد، در پی کسب و تجارت در زمین پراکنده شوید. و از آنجا که مشغول شدن به تجارت ممکن است انسان را از یاد خدا غافل گرداند، خداوند فرمان داد که او را بسیار یاد کنند تا این گونه جبران شود. پس فرمود: (﴿وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا﴾) و خداوند را بسیار یاد کنید؛ یعنی در حالت نشستن و ایستادن و خوابیدن و بر پهلو و در همۀ حالات خدا را یاد کنید. (﴿لَّعَلَّكُمۡ تُفۡلِحُونَ﴾) تا رستگار شوید، چون بسیار یاد کردن خدا، از بزرگ‌ترین اسباب رستگاری و موفقیت است."
    },
    {
      "id": 5188,
      "verse_number": 11,
      "verse_key": "62:11",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 489,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927853,
          "resource_id": 135,
          "text": "[ای پیامبر، برخی از این مردم] هنگامی ‌که تجارت یا سرگرمی‌ای ببینند، [از اطرافِ تو] به سوی آن پراکنده می‌شوند و تو را ایستاده [بر منبر] رها می‌کنند. بگو: «آنچه در نزد الله است، بهتر از سرگرمی و تجارت است؛ و الله بهترین روزی‌دهنده است»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا﴾) و چون تجارت و سرگرمی‌ای ببینند، به سوی آن پراکنده می‌شوند؛ یعنی به هوای آن سرگرمی و تجارت، از مسجد بیرون شده و خیر را رها می‌کنند. \n(﴿وَتَرَكُوكَ قَآئِمٗا﴾) و تو را ایستاده رها می‌کنند در حالی که برای مردم خطبه ایراد می‌کنی. این در روز جمعه بود، در حالی که پیامبر خطبه می‌خواند ناگهان کاروانی وارد مدینه شد. خبر ورود این کاروان به گوش مردم رسید و آنها در مسجد بودند، سپس از مسجد بیرون آمدند و پیامبر را در حالی که ایستاده بود و خطبه می‌خواند رها کردند. آنها برای کاری شتاب ورزیدند که نمی‌بایست برای آن شتاب می‌کردند، و نیز ادب را رعایت نکردند. \n(﴿قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِ﴾) بگو: پاداشی که نزد خداوند است، برای کسی که خود را به انجام امر خیر ملزم می‌داند و بر عبادت خدا مداومت می‌کند، از سرگرمی و تجارت بهتر است، گرچه به وسیلۀ آن برخی اهداف مادی به دست آیند؛ امّا این مقاصد، اندک و از بین رفتنی هستند، و خیر آخرت را از دست انسان می‌گیرد؛ امّا صبرکردن بر طاعت خدا، روزی را از دست آدمی نخواهد گرفت.\n(﴿وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ﴾) و خداوند بهترین روزی‌دهندگان است. پس هرکس از خدا بترسد، از جایی به او روزی می‌دهد که گمانش را نمی‌برد. \nاین آیات فوائدی را در بر دارند که عبارتند از: \n1- نماز جمعه فریضه‌ایست بر مؤمنان، و بر آنها واجب است به سوی آن بشتابند.\n2- دو خطبۀ روز جمعه فریضه‌ای هستند که گوش فرا دادن به آن واجب است، چون ذکر در اینجا به دو خطبه تفسیر شده است. پس خداوند دستور داده که باید به سوی محل ایراد دو خطبه شتافت.\n3- مشروعیت اذان جمعه و امر کردن به آن. \n4- نهی از خرید و فروش بعد از اذان جمعه و حرام بودن آن. و این به خاطر آن است که باعث می‌شود تا واجب از دست برود، و این دلالت می‌نماید که هر کاری گرچه در اصل جایز باشد اگر باعث از دست رفتن واجبی شود، انجام دادن آن در آن وقت جایز نیست.\n5- به حضور در خطبه‌های نماز جمعه دستور داده شده است، و کسی که در آن حضور نداشته باشد مورد مذمت و نکوهش قرار گرفته است. و از لازمۀ حضور، رعایت سکوت است. \n6- برای بنده‌ای که به عبادت خداوند روی آورده، شایسته است که به هنگام تمایل نفس به سوی سرگرمی و تجارت و شهوت‌ها، فضایل و پاداشی را که نزد خداوند است به یاد آورد، و این امر باعث می‌شود تا خشنودی خداوند را بر خواسته و هوای نفس ترجیح ‌دهد."
    }
  ]
}