{
  "id": 63,
  "name": "The Hypocrites",
  "verses": [
    {
      "id": 5189,
      "verse_number": 1,
      "verse_key": "63:1",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927854,
          "resource_id": 135,
          "text": "هنگامی که منافقان نزد تو آیند، [سوگند می‌خورند و] می‌گویند: «ما گواهی می‌دهیم که یقیناً تو فرستادۀ الله هستی»؛ و الله می‌داند که بی‌گمان، تو فرستادۀ او هستی؛ و الله گواهی می‌دهد که منافقان یقیناً دروغگو هستند."
        }
      ],
      "tafsir_saadi": "وقتی پیامبر صلی الله علیه وسلم به مدینه آمد و اسلام در آن شهر گسترش یافت و قدرت گرفت، افرادی از اهالی مدینه از قبیلۀ اوس و خزرج به ظاهر خود را مؤمن نشان ‌دادند و در باطن کافر بودند. آنها برای آنکه مقام و خون و اموالشان مصون بماند، چنین می‌کردند. پس خداوند صفت‌هایشان را بیان کرد که با آن صفات شناخته می‌شوند تا این گونه بندگان از آنها پرهیز کنند و آنان را بشناسند. پس فرمود: (﴿إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ﴾) هنگامی که منافقان نزد تو آیند به دروغ می‌گویند: (﴿نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ﴾) ما گواهی می‌دهیم که تو فرستادۀ خدا هستی. و این گواهی دادن منافقان، به صورت دروغ و نفاق است، با اینکه برای تأیید پیامبر خدا، نیازی به گواهی دادن آنها نیست.\n(﴿وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ﴾) و چون خداوند می‌داند که تو فرستادۀ خدا می‌باشی، و خداوند گواهی می‌دهد که منافقان در گفته و ادعای خود دروغگویند و آنان حقیقتاً چنین باوری ندارند."
    },
    {
      "id": 5190,
      "verse_number": 2,
      "verse_key": "63:2",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927855,
          "resource_id": 135,
          "text": "آنها سوگندهای خود را سپر ساخته‌اند، در نتیجه [مردم را] از راه الله بازداشته‌اند. به راستی که آنان چه بد می‌کنند!"
        }
      ],
      "tafsir_saadi": "(﴿ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ﴾) آنان سوگندهای خود را سپری قرار داده‌اند که در پشت آن خود را از اینکه به نفاق متهم شوند محافظت می‌کنند. (﴿فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ﴾) پس خودشان را از راه خدا بازداشته، و دیگران را نیز که از حالت آنها خبر ندارند از راه خدا بازمی‌دارند. (﴿إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ﴾) به راستی چه بد است آنچه آنان می‌کنند -که به ظاهر خود را مؤمن نشان می‌دهند و در درون کافر هستند- و به دروغ قسم می‌خورند."
    },
    {
      "id": 5191,
      "verse_number": 3,
      "verse_key": "63:3",
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927856,
          "resource_id": 135,
          "text": "این به خاطر آن است که آنها ایمان آوردند، سپس کافر شدند؛ آنگاه بر دل‌هایشان مُهر نهاده شده، پس درنمی‌یابند."
        }
      ],
      "tafsir_saadi": "((ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ﴾) آنچه نفاق را برای آنها آراسته، به این سبب است که آنان بر ایمان پایدار نمی‌مانند، بلکه ایمان آورده سپس کافر می‌شوند، پس بر دل‌هایشان مهر نهاده شد به گونه‌ای که هرگز خیر وارد دل‌هایشان نمی‌گردد. (﴿فَهُمۡ لَا يَفۡقَهُونَ﴾) و آنچه را که به آنان سود می‌رساند درک نمی‌کنند، و آنچه که منافع آنها را تأمین می‌کند نمی‌شناسند."
    },
    {
      "id": 5192,
      "verse_number": 4,
      "verse_key": "63:4",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "page_number": 554,
      "juz_number": 28,
      "translations": [
        {
          "id": 927857,
          "resource_id": 135,
          "text": "و هنگامی‌ که آنها را ببینی، جسم [و ظاهر] شان [از آراستگی و وقار] تو را به شگفت آورَد؛ و اگر [سخن] گویند، [به علت شیرینی و جذابیّت کلام‌شان] به سخنانشان گوش می‌دهی. [ای پیامبر] گویی آنها [در مجلس تو] چوب‌های تکیه‌داده به دیوارند، [که هیچ چیزی نمی‌فهمند و درک نمی‌کنند، و به سبب بزدلی] هر بانگی را علیه خود می‌پندارند. آنان دشمن [حقیقی] هستند؛ پس از آنان بر حذر باش. الله آنها را بکشد! چگونه [از حق] منحرف می‌شوند؟"
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡ﴾) و هنگامی که آنان را می‌بینی، زیبایی و خوش تیپی پیکر و بدنشان تو را به شگفتی وامی‌دارد. (﴿وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡ﴾) و اگر سخن بگویند، به سخنان آنان گوش فرا می‌دهی؛ یعنی از بس که خوب حرف می‌زنند، از گوش دادن به سخنانشان لذّت می‌بری. پس بدن و گفته‌هایشان زیباست و انسان را شگفت‌زده می‌کند، امّا آن سوی این حرف‌ها از اخلاق درست و رهنمود شایسته خبری نیست. بنابراین فرمود: (﴿كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞ﴾) گویی آنها تخته‌هایی هستند که به دیوار تکیه داده شده‌اند؛ فایده‌ای ندارند و جز زیان چیزی از آنان عاید آدمی نمی‌شود.\n(﴿يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡ﴾) از آنجا که خیلی بزدل و ترسو هستند و دل‌هایشان ضعیف است و تردید در دل‌هایشان است و می‌ترسند که کسی از تردید آنها آگاه شود، هر فریادی را بر ضد خود می‌پندارند. پس ایشان (﴿هُمُ ٱلۡعَدُوُّ﴾) دشمن حقیقی‌اند، چون دشمن آشکار و مشخّص بهتر و خطرش کمتر از دشمنی است که انسان متوجه آن نمی‌شود و با مکر و فریب، خود را دوست نشان می‌دهد در حالی که دشمن آشکار است.\n(﴿فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ﴾) پس، از اینان برحذر باش، خداوند ایشان را بکشد، چگونه از دین اسلام بعد از آنکه دلایل آن روشن گردیده است به سوی کفری که جز زیان و بدبختی سودی به آنها نمی‌رساند منحرف می‌شوند؟"
    },
    {
      "id": 5193,
      "verse_number": 5,
      "verse_key": "63:5",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927858,
          "resource_id": 135,
          "text": "و هنگامی که به آنها گفته شود: «بیایید تا رسول الله برای شما آمرزش بخواهد» [از روی تمسخر و استهزا] سرهایشان را تکان می‌دهند، و آنها را می‌بینی که [از سخنان تو] رویگردان می‌شوند و تکبر می‌ورزند."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا قِيلَ لَهُمۡ﴾) و چون به این منافقان گفته شود: (﴿تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ﴾) بیایید تا پیغمبر خدا برای آنچه از شما سر زده است برایتان آمرزش بخواهد و احوال شما سامان یابد و اعمالتان پذیرفته شود. آنها به شدت امتناع می‌ورزند، (﴿لَوَّوۡاْ رُءُوسَهُمۡ﴾) و به نشانۀ امتناع از طلبِ دعا از پیامبر، سرهایشان را پیچ می‌دهند.\n(﴿وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ﴾) و آنها را می‌بینی به خاطر نفرتی که از حقّ دارند، از آن روی می‌گردانند، و آنها با خودبزرگ‌بینی و با عناد و سرکشی، از پذیرفتن حقّ امتناع می‌ورزند.\nپس حالت آنها به هنگامی که فراخوانده می‌شوند تا پیامبر برای آنها دعا کند، چنین است؛ و این از لطف خداوند نسبت به پیامبر است که آنها نزد پیامبر نیامدند تا برایشان طلب آمرزش نماید."
    },
    {
      "id": 5194,
      "verse_number": 6,
      "verse_key": "63:6",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927859,
          "resource_id": 135,
          "text": "برای آنها یکسان است که برایشان آمرزش بخواهی یا نخواهی؛ الله هرگز آنان را نمی‌بخشد. بی‌گمان، الله قومِ نافرمان را هدایت نمی‌کند."
        }
      ],
      "tafsir_saadi": "(﴿سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡ﴾) چون در حقّ آنان یکسان است که برایشان آمرزش بخواهی یا نخواهی؛ زیرا خداوند آنان را نخواهد بخشید، چون آنان قومی فاسق و منحرف‌اند، و از اطاعت خدا بیرون هستند، و کفر را بر ایمان ترجیح می‌دهند. بنابراین اگر پیامبر برای آنها طلب آمرزش نماید، فایده‌ای نخواهد داشت. همان‌طور که خداوند متعال می‌فرماید: ﴿ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ﴾ برایشان آمرزش بخواه یا آمرزش مخواه؛ اگر هفتاد بار برای آنان طلب آمرزش کنی، هرگز خداوند آنها را نخواهد بخشید.\n(﴿إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ﴾) بی‌گمان، خداوند گروه فاسقان را هدایت نخواهد کرد."
    },
    {
      "id": 5195,
      "verse_number": 7,
      "verse_key": "63:7",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَفْقَهُونَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927860,
          "resource_id": 135,
          "text": "آنها کسانی هستند که می‌گویند: «به کسانی که نزد رسول الله هستند [چیزی] انفاق نکنید تا [از گِرد او] پراکنده شوند؛ حال آنکه گنجینه‌های آسمان‌ها و زمین، از آنِ الله است؛ ولی منافقان درنمی‌یابند."
        }
      ],
      "tafsir_saadi": "آنها از شدّت دشمنی که با پیامبر صلی الله علیه وسلم و مسلمان‌ها داشتند، وقتی که اجتماع یاران پیامبر و اتحاد آنها را می‌دیدند و شتاب آنها را در راه رضامندی پیامبر مشاهده می‌کردند، به گمان فاسد خود می‌گفتند: (﴿لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْ﴾) به آنانی که نزد پیغمبر خدا هستند بذل و بخشش نکنید و چیزی ندهید تا پراکنده شوند. آنها گمان می‌بردند اگر اموال و بخشش‌های منافقان نبود، مسلمان‌ها برای یاری کردن دین خدا متحد نمی‌شدند. و این از شگفت‌ترین چیزهاست؛ زیرا منافقانی که از همۀ مردم برای خوار نمودن دین و آزار رساندن به مسلمان‌ها می‌کوشند چنین ادعایی می‌کنند، و فقط کسانی گول آن را می‌خورند که حقائق را نمی‌شناسند. بنابراین خداوند متعال در پاسخ گفته‌شان فرمود: (﴿وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) و گنجینه‌های آسمان‌ها و زمین از آن خداست. پس او روزی را به هرکس که بخواهد می‌دهد، و به هرکس که بخواهد نمی‌دهد، و اسباب روزی را برای هرکس که بخواهد آسان و فراهم می‌نماید، و برای هرکس که بخواهد اسباب آن را دشوار می‌کند.\n(﴿وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ﴾) ولی منافقان نمی‌فهمند و درنمی‌یابند، بنابراین چنین سخنی را بر زبان می‌آورند؛ سخنی که مفهوم آن این است گنجینه‌های روزی در دست آنها و زیر نظر و خواست آنها می‌باشد."
    },
    {
      "id": 5196,
      "verse_number": 8,
      "verse_key": "63:8",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 490,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَعْلَمُونَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927861,
          "resource_id": 135,
          "text": "آنها می‌گویند: «اگر به مدینه بازگردیم، یقیناً صاحبان عزت، فرومایگان را از آنجا بیرون می‌کنند»؛ در حالی که عزت، از آنِ الله و فرستادۀ او و مؤمنان است؛ ولی منافقان نمی‌دانند."
        }
      ],
      "tafsir_saadi": "(﴿يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّ﴾) منافقان می‌گویند: اگر به مدینه برگردیم، به یقین افراد گرامی‌تر اشخاص خوار و ناتوان را بیرون خواهند کرد. این در غزوۀ مریسیع بود، وقتی که بین مهاجرین و انصار سخنانی در گرفت که باعث کدورت خاطرشان گردید. در این هنگام، نفاق منافقان پدیدار شد، و آنچه در دل‌هایشان بود آشکار گردید، و بزرگشان عبدالله بن ابیّ ابن سلول گفت: مثال ما و این‌ها؛ یعنی مهاجرین، همانند ضرب‌المثلی است که گفته‌اند: سگ خود را فربه کن تا تو را پاره کند. و عبدالله گفت: اگر به مدینه برگردیم، (﴿لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّ﴾) افراد گرامی‌تر اشخاص خوار و ناتوان را بیرون خواهند کرد. \nاو خود و برادران منافق خود را افراد با قدرت و گرامی می‌پنداشت، و پیامبر و پیروانش را خوار و ناتوان می‌شمرد، در حالی که قضیه برعکس بود. بنابراین خداوند متعال فرمود: (﴿وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ﴾) و عزت از آن خدا و رسول او و مؤمنان است. پس اینها گرامی و با عزت هستند، و منافقان و برادران کافرشان خوار و ذلیل می‌باشند. \n(﴿وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ﴾) ولی منافقان این را نمی‌دانند، بنابراین ادعا نموده‌اند که آنها افراد توانمند و با عزت هستند، آنها فریب عقیدۀ باطلی را خورده‌اند که بر آن هستند و از روی سرکشی چنین سخنی می‌گویند. سپس خداوند متعال می‌فرماید:"
    },
    {
      "id": 5197,
      "verse_number": 9,
      "verse_key": "63:9",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 491,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927862,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌‌اید، اموال و فرزندانتان شما را از یادِ الله غافل نکند؛ و هر ‌کس که چنین کند، آنان زیانکارانند."
        }
      ],
      "tafsir_saadi": "خداوند متعال به بندگان مؤمن خود فرمان می‌دهد تا او را به کثرت یاد کنند، چون کثرت یاد خدا مایۀ فراهم شدن سود و رستگاری و خوبی‌های فراوان است، و خداوند آنها را از اینکه فرزندان و اموالشان آنان را از یاد خدا غافل نماید و به خود مشغول کند باز می‌دارد، چون بیشتر انسان‌ها به مال و اولاد خو گرفته‌اند. پس اگر این محبّت بر محبّت خداوند مقدم باشد، باعث زیانمندی فراوانی می‌گردد. بنابراین خداوند متعال فرمود: (﴿وَمَن يَفۡعَلۡ ذَٰلِكَ﴾) و هرکس که مال و فرزندش او را از ذکر خدا غافل کند، (﴿فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ﴾) چنین کسانی سعادت همیشگی و نعمت پایدار را از دست داده و زیانمند شده‌اند؛ چون آنچه را که از بین می‌رود، بر آنچه که باقی می‌ماند ترجیح داده‌اند. خداوند متعال می‌فرماید: ﴿إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ﴾ بی‌گمان اموال و فرزندانتان مایۀ آزمایش و فتنه هستند، و نزد خداوند پاداشی بزرگ است."
    },
    {
      "id": 5198,
      "verse_number": 10,
      "verse_key": "63:10",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 491,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927863,
          "resource_id": 135,
          "text": "و از آنچه به شما روزی داده‌ایم، [در راه الله] انفاق کنید، پیش از آنکه مرگ به سراغ یکی از شما آید و بگوید: «پروردگارا، ای کاش [مرگ] مرا مدت کمی به تأخیر می‌انداختی تا [در راه تو] صدقه دهم و از نیکوکاران باشم»."
        }
      ],
      "tafsir_saadi": "(﴿وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم﴾) و از آنچه به شما روزی داده‌ایم، بذل و بخشش کنید. نفقات واجب از قبیل: زکات و کفّاره‌ها و نفقه‌های همسران و بردگان و امثال آن در این داخل است، نیز شامل نفقات مستحب مانند خرج کردن مال و دارایی در راه کارهای خوب می‌باشد.\nو فرمود: (﴿مِن مَّا رَزَقۡنَٰكُم﴾) از آنچه که به شما روزی داده‌ایم. تا بر این دلالت نماید که خداوند بندگان را به انفاقی امر ننموده است که در توانشان نیست و بر آنها دشوار و گران می‌آید، بلکه به آنها فرمان داده تا بخشی از آنچه خداوند بدیشان روزی داده و اسبابش را برایشان فراهم کرده است انفاق کنند. پس بندگان باید با همکاری و همدردی با نیازمندان، شکر خداوندی را به جای بیاورند که این نعمت‌ها را به آنان داده است، و این کار را پیش از مرگ خود انجام دهند که هر گاه مرگ به سراغ انسان بیاید دیگر به او اجازۀ انجام دادن ذره‌ای کار نیک نمی‌دهد.\n بنابراین فرمود: (﴿مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ﴾) پیش از آنکه مرگ یکی از شما دررسد، و با حسرت خوردن به خاطر کوتاهی‌هایی که در حالت توان از او سرزده است، از خداوند بخواهد او را به دنیا برگرداند، حال آنکه این محال است و، بگوید: (﴿رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ﴾) پروردگارا! کاش [اجل] مرا تا مدّتی اندک به تأخیر می‌انداختی تا صدقه دهم و کوتاهی‌هایی را که کرده‌ام جبران نمایم و از مال و دارایی‌ام صدقه دهم تا این کار باعث نجاتم ‌شود و به پاداش فراوان دست ‌یابم و با انجام همۀ آنچه که بدان امر نموده‌ای و پرهیز از همۀ آنچه که نهی کرده‌ای از درستکاران ‌شوم. و حج و غیره در این داخل است.\nو این خواسته و آرزو زمانش گذشته است، و دریافتن آن ممکن نیست."
    },
    {
      "id": 5199,
      "verse_number": 11,
      "verse_key": "63:11",
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "ruku_number": 491,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "page_number": 555,
      "juz_number": 28,
      "translations": [
        {
          "id": 927864,
          "resource_id": 135,
          "text": "و[لى‌] هر كس اجلش فرارسد، هرگز الله [آن را] به تأخیر نمى‌اندازد، و الله از آنچه مى‌كنید آگاه است."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَا﴾) و هرگز خداوند مرگ کسی را که اجل قطعی‌اش فرارسیده باشد به تأخیر نمی‌اندازد. (﴿وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ﴾) و خداوند به کار بد و نیکی که انجام می‌دهید آگاه است، و شمارا طبق شناختی که از نیّت و کارهایتان دارد مجازات خواهد کرد."
    }
  ]
}