[
  {
    "ayah": 1,
    "text": ": 1 - 51                            #\n{طسم (1) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (2) نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (3) إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (4) وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (5) وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (6) وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ (7) فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (8) وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (9) وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (10) وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (11) وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ (12) فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (13) وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (14) وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ (15) قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (16) قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ (17) فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ (18) فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا قَالَ يَامُوسَى أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ (19) وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَامُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (20) فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (21) وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ (22) وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ (23) فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (24) فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ (25) قَالَتْ إِحْدَاهُمَا يَاأَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ (26) قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ (27) قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (28) فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ (29) فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَامُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ (30) وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ (31) اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (32) قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ (33) وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (34) قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (35) فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (36) وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (37) وَقَالَ فِرْعَوْنُ يَاأَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَاهَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (38) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (39) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (40) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (41) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (42) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ (43) وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (44) وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ (45) وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (46) وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ (47) فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (48) قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ (49) فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (50) وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ (51)}.\nطسم طا، سين، ميم\nتِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ اين است آيه‌هاي كتاب روشنگر \nنَتْلُوا عَلَيْكَ مِن نَّبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ از خبر موسي و فرعون براي گروهي كه باور دارند، به حق بر تو مي‌خوانيم.\nإِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَاءهُمْ وَيَسْتَحْيِي نِسَاءهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ بي‌گمان فرعون در آن سرزمين تكبر ورزيد، و مردمان آن جا را به گروههاي و دسته‌هاي مختلف تبديل كرد، گروهي از ايشان را ضعيف و ناتوان مي‌كرد؛ پسرانشان را سر مي‌بريد، و زنانشان را زنده نگاه مي‌داشت، بي‌گمان او از تباهكاران بود.\nوَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ و مي‌خواهيم بر آنان كه در زمين ضعيف و ناتوان قرار داده شده‌اند منت نهيم و ايشان را پيشوايان سازيم و آنها را وارثان\n[حكومت و قدرت]\nگردانيم.\nوَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِي فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ و ايشان را در زمين مستقر گردانيم، و سلطه و حكومتشان دهيم، و به فرعون وهامان و لشكريانشان آنچه را كه از آن مي‌ترسيدند، بنمايانيم.\nوَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ و به مادر موسي الهام كرديم كه\n«به او شير بده، و هنگامي كه بر او ترسيدي، او را به دريا بيانداز، و مترس و اندوهگين مباش، به يقين ما او را نزد تو باز خواهيم گرداند، و او را زمرة پيامبران مي‌گردانيم»\n.\nفَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ آنگاه خانوادة فرعون او را برگرفتند تا سرانجام دشمن آنان و ماية اندوهشان گردد. بي‌گمان فرعون و هامان و لشكريانش خطاكار بودند.\nوَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ و همسر فرعون گفت:\n«[او] براي من و براي تو چشم روشني است، او را نكشيد، شايد به ما سود بخشد، و يا او را به فرزندي بگيريم»\nو آنان نمي‌دانستند\n[كه سرانجام دشمنشان خواهد شد]\n.\nَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِن كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَن رَّبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ و دل مادر موسي تهي\n[از صبر و قرار]\nشد، و اگر دل او را استوار نمي‌داشتيم تا از زمرة باورمندان باشد نزديك بود او را آشكار سازد.\nوَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ و به خواهرش گفت:\n«به دنبالش برو، و او را از دور مي‌ديد، بدون اينكه آنان بدانند»\n.\nوَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ و شير همة دايگان را از قبل بر او حرام ساختيم، آنگاه\n[خواهرش]\nگفت: آيا شما را به خانواده‌اي رهنمود كنم كه سرپرستي او را برايتان به عهده بگيرد در حالي كه خيرخواه او باشند؟».\nفَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ پس موسي را به مادرش باز گردانديم تا چشمش روشن شود، و غمگين نگردد، و بداند كه وعدة خداوند حق است. ولي بيشترشان نمي‌دانند.\nلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ و زماني كه موسي به كمال رشد خود رسيد و تكامل پيدا كرد، و به او فرزانگي و دانش داديم. و اينگونه به نيكوكارن پاداش مي‌دهيم.\nوَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِن شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ و روزي كه مردمان شهر غافل بودند وارد آن شد و ديد كه دو مرد مي‌جنگند؛ يكي از قوم او، و آن ديگري از دشمنانش بود. آن كه از گروهش بود، از موسي در برابر دشمنش كمك خواست، و\n[موسي]\nمشتي بدو زد و او را كشت. گفت اين از كار شيطان است، بي‌گمان او دشمن گمراه كنندة آشكاري است.\nقَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ گفت:\n«پروردگارا! من به خود ستم كرده‌ام، پس مرا ببخش»\n. و او را بخشيد، بي‌گمان او آمرزندة مهربان است.\nقَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ گفت:\n«پروردگارا! به پاس نعمت‌هايي كه به من داده‌اي من هرگز پشتيبان گناهكاران نخواهم بود»\n.\nفَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُّبِينٌ وشب را ترسان و نگران در شهر به روز آورد كه ناگهان\n[ديد]\nهمان كسي كه ديروز از او ياري خواسته بود، او را به فرياد مي‌خواند.\nموسي بدو گفت:\n«بي‌گمان تو گمراه آشكاري»\n.\nفَلَمَّا أَنْ أَرَادَ أَن يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَّهُمَا قَالَ يَا مُوسَى أَتُرِيدُ أَن تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ إِن تُرِيدُ إِلَّا أَن تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ الْمُصْلِحِينَ پس چون\n[موسي]\nخواست به شخصي كه دشمن هر دوي آنان بود حمله‌ور شود،\nگفت:\n«آيا مي‌خواهي مرا بكشي، همانگونه كه ديروز كسي را كشتي؟ فقط مي‌خواهي در زمين ستمگر باشي، و نمي‌خواهي از نيكوكاران باشي»\n.\nوَجَاء رَجُلٌ مِّنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ و مردي از نقطة دوردست شهر شتابان آمد،\nگفت:\n«اي موسي! درباريان و سران دربارة‌تو مشورت مي‌كنند تا تو را بكشند، پس بيرون برو، مسلماً‌من از خيرخواهان تو هستم»\n.\nفَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ پس موسي از شهر خارج شد، در حالي كه ترسان و چشم به راه بود.\nگفت:\n‌\n«پروردگارا! مرا از گروه ستمكار نجات بده»\n.\nلَمَّا تَوَجَّهَ تِلْقَاء مَدْيَنَ قَالَ عَسَى رَبِّي أَن يَهْدِيَنِي سَوَاء السَّبِيلِ و هنگامي كه رو به جانب مدين كرد،\nگفت:\n«اميد است كه پروردگارم مرا به راه راست هدايت نمايد»\n.\nوَلَمَّا وَرَدَ مَاء مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ امْرَأتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاء وَأَبُونَا شَيْخٌ كَبِيرٌ و هنگامي كه به آب مدين رسيد، بر آن گروهي از مردم را ديد كه به\n[حيوانات]\nآب مي‌دادند، و آن طرف ديگر دو زن را يافت كه گوسفندان خويش را دور مي‌كردند.\nگفت:\n«منظورتان از اين كار چيست؟ «گفتند: «ما [گوسفندان خود را] آب نمي‌دهيم تا اينكه چوپانان [گوسفندانشان را] باز گردانند، و پدر ما پيرمرد كهنسالي است»\n.\nفَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ آنگاه گوسفندان ايشان را سيراب كرد،\nسپس به سايه روي آورد و گفت:\n«پروردگارا! من به هر خيري كه بسويم بفرستي نيازمندم»\n.\nفَجَاءتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاء قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ آنگاه يكي از آن دو در حالي كه با نهايت حيا گام بر مي‌داشت به نزد آو آمد\n[و]\nگفت:\n«پدرم تو را دعوت مي‌كند، تا تو را پاداش آب دادن [گوسفندانمان] مزد دهد.»\nهنگامي كه موسي به نزد او آمد و داستان را براي او حكايت كرد،\nگفت:\n«نترس كه از مردمان ستمگر رهايي يافته‌اي»\n.\nقَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ يكي از آن دو\n[دختر]\nگفت:\n«اي پدر من! او را استخدام كن، بي‌گمان بهترين كسي است كه استخدام مي‌كني: هم نيرومند [و هم] درستكار و امين است.\nقَالَ إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَن تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِن شَاء اللَّهُ مِنَ الصَّالِحِينَ [پدر آن دختر] گفت: «من مي‌خواهم يكي از اين دو دخترانم را به نكاح تو در آورم، در برابر اينكه هشت سال براي من كار كني، پس اگر ده سال را تمام گرداني اختيار با تو است. من نمي‌خواهم بر تو سخت بگيرم. اگر خدا بخواهد مرا از زمرة نيكان خواهي يافت.\nقَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ [موسي] گفت: «اين قراردادي ميان من و تواست، البته هر كدام از اين دو مدت را بر آوردم نبايد تجاوزي در حق من صورت بگيرد، و خداوند بر آنچه مي‌گويم گواه است»\n.\nفَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ و چون موسي آن مدت را به پايان رساند و همراه خانواده‌اش حركت كرد، از سوي\n[كوه]\nطور آتشي ديد.\nبه خانواده‌اش گفت:\n«بايستيد كه من آتشي را ديده‌ام، اميدوارم از آنجا خبري يا شعله‌اي از آتش برايتان بياورم تا خود را بدان گرم كنيد»\n.\nفَلَمَّا أَتَاهَا نُودِي مِن شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ و هنگامي كه به كنار آتش آمد، از كرانة راست دره،\nدر جايگاه خجسته از درخت آواز داده شد:\n«اي موسي! من خداوند، پروردگار جهانيانم»\n.\nوَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ و عصاي خود را بيانداز، پس چون آن را ديد كه حركت مي‌كند گويي كه ماري است مي‌جنبد، موسي پشت كرد و بازنگشت.\n[گفتيم]\nبرگرد و نترس، كه تو از زمرة افرادي هستي كه در امانند.\nاسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاء مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ دستت را به گريبانت فرو ببر تا سفيد\n[و]\nبي‌عيب بيرون آيد. و براي زدودن اين ترس دست‌هايت را به سوي خود جمع كن اين دو دليل از سوي پروردگارت براي فرعون و اشراف\n[قوم]\nاوست. بي‌گمان آنان گروهي گناهكار مي‌باشند.\nقَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ\n[موسي]\nگفت:\n«پروردگارا! من از آنان كسي را كشته‌ام، پس مي‌ترسم كه مرا بكشند»\n.\nوَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَن يُكَذِّبُونِ و برادرم هارون از من زبان‌آورتر است، پس او را با من بفرست تا ياور من باشد و مرا تصديق نمايد. من مي‌ترسم از آنكه مرا تكذيب كنند».\nقَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ فرمود:\n«ما بازوان تو را به وسيلة برادرت [هارون] تقويت و نيرومند خواهيم كرد، و به شما سلطه و برتري خواهيم داد. پس به سبب معجزات ما آنان به شما دسترسي پيدا نمي‌كنند. شما و كساني كه از شما پيروي مي‌كنند پيروز خواهيد شد.\nفَلَمَّا جَاءهُم مُّوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ پس هنگامي كه موسي با معجزات روشن ما به نزد آنان آمد، گفتند: «اين چيزي جز جادوي به هم بافته نيست، و در ميان نياكان نخستين خود اين را نشنيده‌ايم»\n.\nوَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَن جَاء بِالْهُدَى مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ و موسي گفت:\n«پروردگار من بهتر مي‌داند كه چه كسي هدايت را از سوي او آورده است، و سراي آخرت از آن چه كسي است، بي‌گمان ستمكاران رستگار نمي‌شوند»\n.\nوَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَل لِّي صَرْحًا لَّعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ و فرعون گفت:\n«اي سران و بزرگان قوم! من جز خودم خدايي را براي شما سراغ ندارم! پس اي هامان! براي من بر گل آتش افروز [و آجر ببند] آنگاه براي من كاخ بزرگي بساز، شايد من به خداي موسي پي ببرم. و به راستي من او را از دروغگويان مي‌پندارم»\n.\nوَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ و فرعون و سپاهيانش به ناحق تكبر ورزيدند و پنداشتند كه آنان به سوي ما بازگردانده نمي‌شوند.\nفَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ پس ما او و سپاهيانش را گرفتيم، آنگاه آنان را به دريا افكنديم. پس بنگر سرانجام ستمكاران چگونه بود؟!\nوَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ و آنان را پيشواياني گردانديم كه به سوي آتش\n[دوزخ]\nفرا مي‌خواندند، و روز قيامت ياري نمي‌شوند.\nوَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُم مِّنَ الْمَقْبُوحِينَ و در اين دنيا لعنتي بدرقة راهشان كرديم،‌و در روز قيامت از زمرة دور داشتگان هستند.\nوَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ و ما به راستي بر موسي كتاب آسماني نازل كرديم بعد از آنكه اقوام روزگاران پيشين را نابود نموديم، تا براي مردم ماية بينش و وسيله هدايت و رحمت باشد و تا ايشان پند پذيرند.\nوَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ\n[اي محمد]\nو تو در جانب غربي\n[كوه طور]\nنبودي، در آن دم كه فرمان نبوت را به موسي ابلاغ كرديم، و تو حضور نداشتي.\nوَلَكِنَّا أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ در حقيقت ما نسل‌هايي را پديد آورديم، آنگاه عمرشان طولاني شد. و تو در ميان اهل مدين نبودي تا آيات ما را بر آنان بخواني ولي اين ما هستيم كه تو را فرستاده‌ايم.\nوَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ و تو در كنار كوه طور نبودي بدانگاه كه ما ندا داديم،‌ولي\n[وحي]\nاز روي رحمتي از سوي پروردگارت\n[آمد]\nتا گروهي را بيم دهي كه قبل از تو بيم دهنده‌اي پيش ايشان نيامده است، شايد آنان پند پذيرند.\nوَلَوْلَا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ اگر\n[پيش از فرستادن پيامبر]\nبلا و عذابي به خاطر اعمالشان گريبانگيرشان مي‌گرديد،\nمي‌گفتند:\n«پروردگارا! چرا به سوي ما پيامبري نفرستادي تا از آيات تو پيروي كنيم و از مؤمنان باشيم؟!\nفَلَمَّا جَاءهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِن قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ پس چون حق از سوي ما برايشان آمد، گفتند:‌«چرا مانند آنچه كه به موسي داده شده بود بدو داده نشده است؟»\n. آيا به آنچه پيش از اين به موسي داده شده كفر نورزيده‌اند؟\nگفتند:\n«اين دو جادو هستند كه يكديگر را پشتيباني مي‌كنند»\n.\nو گفتند:\n«ما همه را انكار مي‌كنيم»\n.\nقُلْ فَأْتُوا بِكِتَابٍ مِّنْ عِندِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِن كُنتُمْ صَادِقِينَ بگو:\n«اگر راست مي‌گوييد از نزد خداوند كتابي هدايتگرتر از اين دو [كتاب] بياوريد تا من از آن پيروي كنم»\n.\nفَإِن لَّمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِّنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ پس اگر سخن تو را نپذيرفتند، بدان كه تنها از خواسته‌هاي خود پيروي مي‌كنند، و كيست گمراه‌تر از كسي كه بدون راهنمايي از\n[سوي]\nخداوند از هوي و هوس خود پيروي مي‌كند؟! بي‌گمان خداوند گروه ستمكاران را هدايت نمي‌كند.\nوَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ و همانا\n[اين]\nسخن را براي آنان پياپي در ميان آورديم تا پند پذيرند."
  },
  {
    "ayah": 2,
    "text": "#\n(2)\nاین آیات که مستحق و سزاوارِ بزرگداشت و تعظیم‌اند، (\n﴿ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ﴾\n) آیه‌های کتاب روشنگرند، که هرآنچه بندگان به آن نیاز دارند،\nاز قبیل:\nشناخت پروردگارشان، شناخت حقوق او، شناخت دوستان و دشمنان او و دانستن وقایع و روزهای خدا و شناخت پاداش و جزای اعمال را در بر دارند. پس این قرآن، همۀ این مطالب را در نهایت روشنی بیان کرده و آن را برای بندگان توضیح داده است."
  },
  {
    "ayah": 3,
    "text": "#\n(3)\nو از جمله چیزهایی که توضیح داده است، داستان موسی و فرعون می‌باشد که در چند جا تکرار کرده و در اینجا به صورت مفصل بیان نموده است.\nپس فرمود:\n(\n﴿نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ﴾\n) زیرا خبر و حکایتِ فرعون و موسی بسیار شگفت‌انگیز است، (\n﴿لِقَوۡمٖ يُؤۡمِنُونَ﴾\n) برای قومی که ایمان می‌آورند. آنها مورد خطاب‌اند و با آنان سخن گفته می‌شود؛ چون ایمان دارند، و به وسیلۀ ایمان خود، به اندیشیدن در آن روی می‌آورند و از عبرت‌های آن پند می‌گیرند و هدایت می‌شوند، و بر ایمان و یقین و نیکی‌هایشان افزوده می‌گردد. و جز مؤمنان، از قرآن استفاده نمی‌کنند. بلکه قرآن، فقط حجت را بر کفار اقامه می‌گرداند. و خداوند قرآن را از شر آنها مصون داشته و میان آنها و قرآن مانعی قرار داده است که آن را نمی‌فهمند."
  },
  {
    "ayah": 4,
    "text": "#\n(4)\nداستان چنین است: (\n﴿إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ﴾\n) همانا فرعون، سلطه و قدرت و لشکریانِ فراوان داشت که دست به سرکشی و استکبار و سلطه گری زد، (\n﴿وَجَعَلَ أَهۡلَهَا شِيَعٗا﴾\n) و مردم آنجا را به گروه‌ها و دسته‌های مختلف تقسیم کرد و طبق خواسته و هوای نفس خود، هر کاری که می‌خواست با آنها می‌کرد و قدرت خود را بر آنان تحمیل می‌نمود. (\n﴿يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ﴾\n) و گروهی از آنان را ـ ‌که بنی‌اسرائیل بودند و خداوند آنها را بر جهانیان برتری داده بود و فرعون می‌بایست آنان را اکرام ‌نماید ‌ـ ضعیف و ناتوان می‌کرد؛ چون می‌دید که آنان قدرتی ندارند که آنها را از آنچه فرعون می‌خواهد با ایشان انجام دهد، مصون بدارد. بنابراین فرعون به آنها اهمیت نمی‌داد. و وضعیت آنها به جایی رسیده بود که فرعون (\n﴿يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡ﴾\n) فرزندانِ پسرِ آنها را سر می‌برید و زنان‏شان را زنده نگاه می‌داشت. هدفِ او از این کار، این بود که جمعیت آنها زیاد نشود و نتوانند به فرعون حمله‌ور شوند و قدرت را از دست او بگیرند. (\n﴿إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ﴾\n) بی‌گمان، فرعون از تباهکاران بود؛ آنهایی که در پی بهبودی وضعیت دینی و دنیوی خود نیستند. و این ناشی از فسادکاری و تباهکاری او بود."
  },
  {
    "ayah": 5,
    "text": "#\n(5)\n(\n﴿وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ﴾\n) و می‌خواهیم با دور کردنِ اسباب استضعافِ کسانی که ضعیف قرار داده شده‌اند، بر آنان منت بگذاریم و کسانی را که در برابرشان مقاومت می‌ورزند، نابود کنیم و دشمنان‏شان را خوار و ذلیل گردانیم. (\n﴿وَنَجۡعَلَهُمۡ أَئِمَّةٗ﴾\n) و آنان را پیشوایان دین قرار دهیم؛ و این، با استضعاف و ناتوانی انجام نمی‌پذیرد، بلکه برای این کار، باید در زمین قدرت کامل داشته باشند. (\n﴿وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ﴾\n) و می‌خواهیم آنان را وارثِ حکومت زمین بگردانیم و آنان پیش از آخرت، در دنیا سرانجام نیک دارند."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\n(\n﴿وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ﴾\n) و آنان را در زمین قدرت و حکومت بدهیم؛ و همۀ این کارها، به حکم و ارادۀ الهی انجام شد. (\n﴿وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا﴾\n) و همچنین می‌خواهیم به فرعون و هامان و لشکریان‏شان که به وسیلۀ آن یورش می‌بردند و سرکشی می‌کردند، (\n﴿مِنۡهُم﴾\n) از سوی این گروه مستضعف و ناتوان، (\n﴿مَّا كَانُواْ يَحۡذَرُونَ﴾\n) چیزی را بنمایانیم که از آن ترس داشتند. این بود که مستضعفان، آنها را بالاخره از سرزمین‏شان بیرون ‌کردند. بنابراین برای نابود کردن قدرت‏شان و کشتن فرزندان‏شان -که قدرت آیندۀ آنها را تشکیل می‌داد- تلاش ‌کردند. و همه اینها طبق خواسته خدا بود. و هرگاه خداوند کاری را بخواهد، اسباب آن را فراهم می‌نماید و راه‌هایش را هموار می‌کند. این امر نیز چنین بود و خداوند اسبابی را فراهم نمود –که نه دوستان خدا و نه دشمنانش، فکرش را نیز نمی‏کردند- و این‏گونه آنان را به این هدف ‌رساند. اولین سبب، این بود که وقتی خداوند پیامبرش موسی را پدید آورد، رهایی ملت بنی‌اسرائیل را به او واگذار کرد."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\nدر آن موقع فرزندانِ پسر را می‌کشتند. موسی در زمانِ خطرناکی به دنیا آمد و خداوند به مادرش الهام کرد که به او شیر دهد و فرزند را نزد خودش نگهداری کند (\n﴿فَإِذَا خِفۡتِ عَلَيۡهِ﴾\n) هنگامی که بر او ترسیدی و احساس کردی کسی می‌خواهد او را به نزد فرعونیان ببرد، (\n﴿فَأَلۡقِيهِ فِي ٱلۡيَمِّ﴾\n) او را در داخل صندوق بسته‌ای قرار بده و به رودخانۀ نیل بینداز. (\n﴿وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ﴾\n) پس خداوند، مادر موسی را مژده داد که به زودی فرزندش را باز می‌گرداند و این فرزند بزرگ می‌شود و از توطئۀ آنها در امان می‌ماند و خداوند او را به پیامبری بر خواهد گزید. و این از بزرگ‌ترین مژده‌ها بود. این مژده، بدان جهت به مادر موسی داده شد تا دلش آرام بگیرد و ترس و اضطراب او از بین برود؛ زیرا بر فرزندش ترسید. وی فرمان را اجرا نمود و فرزندش را به دریا انداخت و خداوند متعال او را مورد حمایت خود قرار داد."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\n(\n﴿فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ﴾\n) پس، خاندان فرعون او را از رودخانه برگرفتند؛ و آنها بودند که او را یافتند، (\n﴿لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًا﴾\n) تا سرانجام موسی، دشمن آنها و مایۀ اندوهشان شود، چراکه پرهیز و احتیاط، انسان را از تقدیر خدا نجات نمی‌دهد. و خداوند چنین تقدیر کرد که ـ آنچه فرعون و خاندانش از ناحیۀ بنی‌اسرائیل از آن ترس داشتند که بدان گرفتار شوند ـ تبدیل به فرماندۀ بنی‌اسرائیل شود و تحت نظر و کفالت آنان، تأمین معاش شود و رشد نماید. اگر تدبر و تأمل شود، می‌بینیم که این امر منافع زیادی برای بنی‌اسرائیل داشت و بسیاری از امور ناگوار را از آنها دور کرد؛ و موسی قبل از رسالتش، از بسیاری تجاوزات جلوگیری ‌کرد، چون از بزرگان خاندان سلطنت بود. و طبیعی است که او از حقوق ملت خود دفاع ‌کند، حال آنکه او دارای همتی بلند و غیرتی جوشان بود. پس وضعیت این ملت مستضعف ـ که خداوند برخی از موارد ذلت آنها را برای ما حکایت کرده است ‌ـ به ‌جایی رسید که برخی از افرادش، با مردم قدرتمند سرزمین فرعون، به کشمکش و ستیز بپردازند -همان‌طور که به زودی بیان خواهد شد- و این مقدمۀ پیروزی بود؛ زیرا یکی از سنت‌های الهی این است که کارها به تدریج پیش می‌رود و یک دفعه به انجام نمی‌رسد. إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِ‍ِٔينَ﴾) بدون شک، فرعون و هامان و لشکریانشان گناهکار و مجرم بودند. پس ما خواستیم آنان را مجازات کنیم و در برابر توطئه و مکرشان، علیه آنها چاره‌اندیشی ورزیم."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\nوقتی خاندان فرعون او را از دریا برگرفتند؛ خداوند، زن فرعون را -که زنی بزرگوار و با ایمان بود- برای موسی مهربان کرد. زن فرعون، آسیه دختر مزاحم بود. (\n﴿وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ﴾\n) پس زن فرعون گفت: این بچه را\n[نکش و]\nبرای ما زنده بگذار، تا مایۀ چشم روشنی و شادی زندگی ما شود. (\n﴿عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا﴾\n) شاید به ما سود بخشد، یا او را به فرزندی بگیریم؛ یعنی یا به مانند خدمتگزاری -که در راستای سود رساندن به ما، و خدمت نمودن‏مان عمل می‌کند- او را به‌کار می‌گیریم و یا منزلتی بالاتر از این به او می‌دهیم و او را فرزند خود قرار می‌دهیم و وی را مورد تکریم و گرامی‏داشت قرار می‌دهیم. پس خداوند مقدّر کرد که زن فرعون سودمند شود؛ همان زنی که این سخن را گفت. و موسی مایۀ روشنی چشم او گردید و آسیه او را به شدّت دوست می‌داشت. بنابراین همواره موسی به منزلۀ فرزند مهربان او بود، تا اینکه بزرگ شد و خداوند او را به پیامبری برگزید. در این وقت، آسیه شتابان مسلمان شد و به موسی ایمان آورد. خداوند از آسیه راضی و خشنود باد، و او را خشنود گرداند! پروردگار متعال این گفتگوها را در مورد موسی بیان کرد، درحالی که (\n﴿وَهُمۡ لَا يَشۡعُرُونَ﴾\n) آنها نمی‌دانستند که تقدیر و قلم الهی به چه چیز رقم خورده، و اینکه موسی به رسالت و قدرت می‌رسد. و این از لطف الهی بود، چون اگر آنها می‌دانستند، برخورد دیگری با موسی می‌کردند."
  },
  {
    "ayah": 10,
    "text": "#\n(10)\nوقتی مادر موسی، موسی را از دست داد؛ بر مقتضای حالت انسانی، به شدت غمگین شد؛ و از شدّت پریشانی و آشفتگی، دلش از صبر و قرار تهی گشت، با اینکه خداوند او را از غم و اندوه و ترس بر حذر داشت و وعده داد که فرزندش را به او باز می‌گرداند. (\n﴿إِن كَادَتۡ لَتُبۡدِي بِهِۦ﴾\n) و نزدیک بود آنچه در دل داشت، آشکار کند، (\n﴿لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا﴾\n) اگر دل او را استوار و پا برجا نمی‌کردیم. پس شکیبایی ورزید و آن را آشکار ننمود. (\n﴿لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ﴾\n) تا به وسیلۀ این صبر و پایداری، از زمرۀ مؤمنان باشد؛ زیرا هرگاه مصیبتی به بنده برسد و صبر و پایداری ورزد، ایمانش افزوده می‌گردد. و این بیانگر آن است که استمرار بی‌صبری و جزع، نشانۀ ضعف ایمان است."
  },
  {
    "ayah": 11,
    "text": "#\n(11)\n(\n﴿وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِ﴾\n) مادر موسی به خواهر موسی گفت: به دنبال برادرت برو و او را جستجو کن، بدون اینکه کسی متوجّه تو شود، یا منظور تو را بفهمد. خواهر موسی به دنبال او رفت و قضیه را پی‌گیری کرد. (\n﴿فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ﴾\n) پس خواهر موسی او را از دور می‌پایید، بدون اینکه منظور او را بفهمند. و این، کمال دور اندیشی و احتیاط است؛ زیرا اگر او را نگاه می‌کرد و به سوی آنها می‌آمد، گمان می‌کردند که او این پسر بچه را به دریا انداخته است. و ممکن بود تصمیم به کشتن و سر بریدن او بگیرند تا خانواده‌اش را کیفر دهند."
  },
  {
    "ayah": 12,
    "text": "#\n(12)\nو از لطف خداوند به موسی و مادرش این بود که او را از گرفتن پستان هر زنی بازداشت. فرعونیان از آنجا که نسبت به او مهربان بودند، وی را به بازار بردند تا شاید کسی او را بخواهد. پس خواهرش در حالی که موسی در چنین وضعیتی قرار داشت، آمد و (\n﴿فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ﴾\n) گفت: آیا شما را به خانواده‌ای رهنمود کنم که سرپرستی او را به عهده بگیرند، و آنان خیرخواه او باشند؟ و این چیزی بود که آنها می‌خواستند؛ زیرا به شدّت موسی را دوست داشتند و خداوند او را از دایگان بازداشت، پس آنها ترسیدند که مبادا بمیرد. وقتی خواهر موسی این سخن را گفت ـ ‌ضمن اینکه آنها را تشویق کرد که این خانواده به طور کامل او را سرپرستی خواهند کرد، و خیرخواه او هستند ـ بلافاصله سخنش را پذیرفتند. پس آنها را از این خانواده خبر داد و آنها را به این خانواده راهنمایی نمود."
  },
  {
    "ayah": 13,
    "text": "#\n(13)\n((فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ﴾)\nپس همان‌طور که به مادر موسی وعده داده بودیم، فرزندش را به او بازگرداندیم تا چشمش روشن گردد و اندوهگین نشود. و موسی نزد مادرش پرورش یافت، به صورتی که مادرش امنیّت و آرامش داشت؛ و از دیدن فرزندش خوشحال بود و مزد فراوانی برای پرورش او دریافت می‌کرد. (\n﴿وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ﴾\n) و تا بداند که وعدۀ خدا حق است. پس ما برخی از آنچه را که به او وعده داده بودیم، آشکارا به وی نشان دادیم تا دلش آرام گیرد و ایمانش افزوده شود و بداند که وعدۀ الهی در خصوص اینکه او را محافظت نماید و پیامبرش گرداند، محقّق خواهد شد. (\n﴿وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ﴾\n) ولی بیشترشان نمی‌دانند. پس هرگاه ببینند که سبب دچار تشویش شود، این امر ایمان آنها را مشوّش می‌گرداند؛ چون به طور کامل نمی‌دانند که خداوند، سختی‌ها و موانع دشوار را، در راه رسیدن به امور بلند و خواست‌های برتر قرار داده است. موسی همچنان نزد خاندان فرعون پرورش می‌یافت و در دربار آنها رشد می‌کرد. سواری‌های‏شان را سوار می‌شد و لباس‌هایی را می‌پوشید که آنان می‌پوشیدند. و مادرش از مشاهدۀ این وضعیّت موسی احساس آرامش می‌کرد و چنین جا افتاده بود که او مادر رضاعی موسی است. و همواره پیش او می‌رفت و با او مهربان بود، و این چیزِ غریب و قابل اعتراضی نبود. پس در این لطف الهی بیندیش که موسی را از دروغ گفتن در سخنان خود حفاظت کرد و اسباب ارتباط موسی با مادرش را آسان نمود؛ چرا که مردم چنین می‌پنداشتند که او مادر رضاعی موسی است. و چون به موسی شیر داده بود، مادر موسی نامیده می‌شد. پس سخن او و دیگران، در این مورد که آن زن مادر موسی است، راست و حقیقت بود."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\n(\n﴿وَلَمَّا بَلَغَ أَشُدَّهُۥ﴾\n) و هنگامی که موسی، از نظر قدرت و عقل و خرد به حد کمال رسید؛ و اغلب در چهل سالگی، آدمی به حد کمال می‌رسد، (\n﴿وَٱسۡتَوَىٰٓ﴾\n) و سامان یافت و تکامل پیدا کرد؛ یعنی این امور، در او به حد کمال رسید، (\n﴿ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا﴾\n) بدو حکمت و فرزانگی بخشیدیم که به وسیلۀ آن، احکام شرعی را می‌دانست و با آن میان مردم داوری می‌کرد. و به او علم و دانش فراوان دادیم. (\n﴿وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ﴾\n) و خداوند به آنان که عبادت الهی را به خوبی انجام می‌دهند و با خلق خدا نیکی می‌کنند؛ به اندازۀ احسان‏شان، به آنها علم و فرزانگی می‌دهد. و این بر کمال احسان موسی دلالت می‌نماید."
  },
  {
    "ayah": 15,
    "text": "#\n(15 - 17)\n(\n﴿وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا﴾\n) و هنگامی که اهل شهر غافل بودند ـ یا وقت خواب نیمروز آنان بود، یا وقتی بود که در آن بیرون نمی‌آمدند ـ وارد آن شهر شد. (\n﴿فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ﴾\n) پس در آنجا دو مرد را دید که با یکدیگر می‌جنگند و همدیگر را می‌زنند. (\n﴿هَٰذَا مِن شِيعَتِهِۦ﴾\n) این یکی، از قوم او؛ یعنی از بنی‌اسرائیل بود، (\n﴿وَهَٰذَا مِنۡ عَدُوِّهِۦ﴾\n) و این یکی، از دشمنانش؛ یعنی از قبطی‌ها بود. (\n﴿فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ﴾\n) پس آن‌که از قومش بود، از او علیه دشمنش کمک خواست. چون مشهور بود و مردم می‌دانستند که موسی از بنی‌اسرائیل است و کمک خواستن او از موسی، بیانگر آن است که موسی به جایی رسیده بود که از او می‌ترسیدند و به خاندان سلطنت چشم امید داشتند. (\n﴿فَوَكَزَهُۥ مُوسَىٰ﴾\n) موسی در پاسخ به کمک خواستن مرد اسرائیلی، به مردی که از دشمنانش بود، مشتی زد، (\n﴿فَقَضَىٰ عَلَيۡهِ﴾\n) و او را کشت؛ چون مشت شدیدی بود و موسی مردی قدرتمند بود. موسی از آنچه که از وی سر زد، پشیمان شد، (\n﴿قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِ﴾\n) و گفت: این، از کار شیطان است؛ یعنی بر اثر وسوسه و زیبا جلوه دادن شیطان، این کار انجام شد. (\n﴿إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ﴾\n) بی‌گمان شیطان، دشمنِ گمراه کنندۀ آشکاری است. بنابراین آنچه اتفاق افتاد، به علّت دشمنی آشکار شیطان و تلاش او برای گمراه ساختن بود. (\n﴿قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ﴾\n) موسی گفت: «پروردگارا! به خاطر اینکه\n[توفیق]\nتوبه و آمرزش و نعمت‌های زیادی به من ارزانی داشته‌ای، (\n﴿فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ﴾\n) از این پس، هرگز یاور و پشتیبان گناهکاران نخواهم بود؛ یعنی هیچ کس را بر انجام گناهی کمک نخواهم کرد. و این پیمانی بود که موسی علیه السلام به سبب نعماتی که خدا به وی داده بود، با او بست؛ و قول داد که هیچ مجرم و گناهکاری را کمک نکند، آن طور که در کشتن قبطی چنین کرد. و این بیانگر آن است که نعمت‌ها بر بنده واجب می‌دارند که کار خیر انجام دهد و از کار بد دوری گزیند."
  },
  {
    "ayah": 16,
    "text": "#\n(15 - 17)\n(\n﴿وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا﴾\n) و هنگامی که اهل شهر غافل بودند ـ یا وقت خواب نیمروز آنان بود، یا وقتی بود که در آن بیرون نمی‌آمدند ـ وارد آن شهر شد. (\n﴿فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ﴾\n) پس در آنجا دو مرد را دید که با یکدیگر می‌جنگند و همدیگر را می‌زنند. (\n﴿هَٰذَا مِن شِيعَتِهِۦ﴾\n) این یکی، از قوم او؛ یعنی از بنی‌اسرائیل بود، (\n﴿وَهَٰذَا مِنۡ عَدُوِّهِۦ﴾\n) و این یکی، از دشمنانش؛ یعنی از قبطی‌ها بود. (\n﴿فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ﴾\n) پس آن‌که از قومش بود، از او علیه دشمنش کمک خواست. چون مشهور بود و مردم می‌دانستند که موسی از بنی‌اسرائیل است و کمک خواستن او از موسی، بیانگر آن است که موسی به جایی رسیده بود که از او می‌ترسیدند و به خاندان سلطنت چشم امید داشتند. (\n﴿فَوَكَزَهُۥ مُوسَىٰ﴾\n) موسی در پاسخ به کمک خواستن مرد اسرائیلی، به مردی که از دشمنانش بود، مشتی زد، (\n﴿فَقَضَىٰ عَلَيۡهِ﴾\n) و او را کشت؛ چون مشت شدیدی بود و موسی مردی قدرتمند بود. موسی از آنچه که از وی سر زد، پشیمان شد، (\n﴿قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِ﴾\n) و گفت: این، از کار شیطان است؛ یعنی بر اثر وسوسه و زیبا جلوه دادن شیطان، این کار انجام شد. (\n﴿إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ﴾\n) بی‌گمان شیطان، دشمنِ گمراه کنندۀ آشکاری است. بنابراین آنچه اتفاق افتاد، به علّت دشمنی آشکار شیطان و تلاش او برای گمراه ساختن بود. (\n﴿قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ﴾\n) موسی گفت: «پروردگارا! به خاطر اینکه\n[توفیق]\nتوبه و آمرزش و نعمت‌های زیادی به من ارزانی داشته‌ای، (\n﴿فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ﴾\n) از این پس، هرگز یاور و پشتیبان گناهکاران نخواهم بود؛ یعنی هیچ کس را بر انجام گناهی کمک نخواهم کرد. و این پیمانی بود که موسی علیه السلام به سبب نعماتی که خدا به وی داده بود، با او بست؛ و قول داد که هیچ مجرم و گناهکاری را کمک نکند، آن طور که در کشتن قبطی چنین کرد. و این بیانگر آن است که نعمت‌ها بر بنده واجب می‌دارند که کار خیر انجام دهد و از کار بد دوری گزیند."
  },
  {
    "ayah": 17,
    "text": "#\n(15 - 17)\n(\n﴿وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا﴾\n) و هنگامی که اهل شهر غافل بودند ـ یا وقت خواب نیمروز آنان بود، یا وقتی بود که در آن بیرون نمی‌آمدند ـ وارد آن شهر شد. (\n﴿فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ﴾\n) پس در آنجا دو مرد را دید که با یکدیگر می‌جنگند و همدیگر را می‌زنند. (\n﴿هَٰذَا مِن شِيعَتِهِۦ﴾\n) این یکی، از قوم او؛ یعنی از بنی‌اسرائیل بود، (\n﴿وَهَٰذَا مِنۡ عَدُوِّهِۦ﴾\n) و این یکی، از دشمنانش؛ یعنی از قبطی‌ها بود. (\n﴿فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ﴾\n) پس آن‌که از قومش بود، از او علیه دشمنش کمک خواست. چون مشهور بود و مردم می‌دانستند که موسی از بنی‌اسرائیل است و کمک خواستن او از موسی، بیانگر آن است که موسی به جایی رسیده بود که از او می‌ترسیدند و به خاندان سلطنت چشم امید داشتند. (\n﴿فَوَكَزَهُۥ مُوسَىٰ﴾\n) موسی در پاسخ به کمک خواستن مرد اسرائیلی، به مردی که از دشمنانش بود، مشتی زد، (\n﴿فَقَضَىٰ عَلَيۡهِ﴾\n) و او را کشت؛ چون مشت شدیدی بود و موسی مردی قدرتمند بود. موسی از آنچه که از وی سر زد، پشیمان شد، (\n﴿قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِ﴾\n) و گفت: این، از کار شیطان است؛ یعنی بر اثر وسوسه و زیبا جلوه دادن شیطان، این کار انجام شد. (\n﴿إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ﴾\n) بی‌گمان شیطان، دشمنِ گمراه کنندۀ آشکاری است. بنابراین آنچه اتفاق افتاد، به علّت دشمنی آشکار شیطان و تلاش او برای گمراه ساختن بود. (\n﴿قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ﴾\n) موسی گفت: «پروردگارا! به خاطر اینکه\n[توفیق]\nتوبه و آمرزش و نعمت‌های زیادی به من ارزانی داشته‌ای، (\n﴿فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ﴾\n) از این پس، هرگز یاور و پشتیبان گناهکاران نخواهم بود؛ یعنی هیچ کس را بر انجام گناهی کمک نخواهم کرد. و این پیمانی بود که موسی علیه السلام به سبب نعماتی که خدا به وی داده بود، با او بست؛ و قول داد که هیچ مجرم و گناهکاری را کمک نکند، آن طور که در کشتن قبطی چنین کرد. و این بیانگر آن است که نعمت‌ها بر بنده واجب می‌دارند که کار خیر انجام دهد و از کار بد دوری گزیند."
  },
  {
    "ayah": 18,
    "text": "#\n(18 - 19)\n(\n﴿فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ﴾\n) پس به خاطر کشتن فردی از دشمنانش، ترسان و لرزان و در حالی که چشم به راه گرفتاری و مجازات خویش بود و مراقب آن بود که آیا خاندان فرعون متوجّه او می‌شوند یا نه، شب را به روز آورد. و این‌گونه شب را به صبح ‌رساند، چون معلوم بود که جز موسی، هیچ کس از بنی‌اسرائیل جرأت ندارد چنین کاری را بکند. او در این حالت قرار داشت که، (\n﴿فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥ﴾\n) ناگهان کسی که دیروز علیه دشمنش از او یاری و کمک خواسته بود، او را به فریاد خواند، و از او علیه قبطیِ دیگری کمک ‌خواست. (\n﴿قَالَ لَهُۥ مُوسَىٰٓ﴾\n) موسی با توبیخ و سرزنش به او گفت: (\n﴿إِنَّكَ لَغَوِيّٞ مُّبِينٞ﴾\n) همانا تو، شدیداً گمراه هستی و بسیار گستاخ. (\n﴿فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا﴾\n) وقتی موسی خواست به سوی دشمن مشترک‏شان حمله برد و دست بگشاید؛ یعنی قبطی و اسرائیلی به زد و خورد مشغول بودند و اسرائیلی از موسی کمک خواست و تعصّب موسی را فرا گرفت، تا اینکه خواست به قبطی حمله‌ور شود. (\n﴿قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ﴾\n) مرد قبطی، او را از کشتن خود باز ‌داشت،\nو گفت:\nای موسی! آیا می‌خواهی مرا بکشی، همان‌گونه که دیروز کسی را کشتی؟ تو می‌خواهی ستمگر باشی؛ چون بزرگ‌ترین ویژگی ستمگر، کشتن مردم به ناحق است. (\n﴿وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ﴾\n) و تو نمی‌خواهی از اصلاحگران باشی، و چنانچه اصلاحگر بودی، من و او را از هم جدا می‌کردی، بدون اینکه کسی را بکشی. پس موسی از کشتن وی منصرف شد و اندرزگویی آن مرد، وی را از ارتکاب قتل بازداشت. و آنچه از موسی در این دو قضیه سر زده بود، شایع گردید تا اینکه سران و درباریان فرعون و خود فرعون تصمیمِ کشتن موسی را گرفتند، و در این زمینه با هم به مشاوره پرداختند."
  },
  {
    "ayah": 19,
    "text": "#\n(18 - 19)\n(\n﴿فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ﴾\n) پس به خاطر کشتن فردی از دشمنانش، ترسان و لرزان و در حالی که چشم به راه گرفتاری و مجازات خویش بود و مراقب آن بود که آیا خاندان فرعون متوجّه او می‌شوند یا نه، شب را به روز آورد. و این‌گونه شب را به صبح ‌رساند، چون معلوم بود که جز موسی، هیچ کس از بنی‌اسرائیل جرأت ندارد چنین کاری را بکند. او در این حالت قرار داشت که، (\n﴿فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥ﴾\n) ناگهان کسی که دیروز علیه دشمنش از او یاری و کمک خواسته بود، او را به فریاد خواند، و از او علیه قبطیِ دیگری کمک ‌خواست. (\n﴿قَالَ لَهُۥ مُوسَىٰٓ﴾\n) موسی با توبیخ و سرزنش به او گفت: (\n﴿إِنَّكَ لَغَوِيّٞ مُّبِينٞ﴾\n) همانا تو، شدیداً گمراه هستی و بسیار گستاخ. (\n﴿فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا﴾\n) وقتی موسی خواست به سوی دشمن مشترک‏شان حمله برد و دست بگشاید؛ یعنی قبطی و اسرائیلی به زد و خورد مشغول بودند و اسرائیلی از موسی کمک خواست و تعصّب موسی را فرا گرفت، تا اینکه خواست به قبطی حمله‌ور شود. (\n﴿قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ﴾\n) مرد قبطی، او را از کشتن خود باز ‌داشت،\nو گفت:\nای موسی! آیا می‌خواهی مرا بکشی، همان‌گونه که دیروز کسی را کشتی؟ تو می‌خواهی ستمگر باشی؛ چون بزرگ‌ترین ویژگی ستمگر، کشتن مردم به ناحق است. (\n﴿وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ﴾\n) و تو نمی‌خواهی از اصلاحگران باشی، و چنانچه اصلاحگر بودی، من و او را از هم جدا می‌کردی، بدون اینکه کسی را بکشی. پس موسی از کشتن وی منصرف شد و اندرزگویی آن مرد، وی را از ارتکاب قتل بازداشت. و آنچه از موسی در این دو قضیه سر زده بود، شایع گردید تا اینکه سران و درباریان فرعون و خود فرعون تصمیمِ کشتن موسی را گرفتند، و در این زمینه با هم به مشاوره پرداختند."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\nپس خداوند آن مرد خیرخواه را برانگیخت و او شتابان به نزد موسی رفت و او را از تصمیم سران قوم فرعون آگاه کرد.\nپس فرمود:\n(\n﴿وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ﴾\n) مردی از نقطۀ دور دست شهر، شتابان و درحالی که می‌دوید ـ چون خیر خواه موسی بود و می‌ترسید که آنها قبل از اینکه خود متوجه باشد،\nبه او بلایی برسانند ـ آمد و گفت:\n(\n﴿يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ ﴾\n) ای موسی! سران دربارۀ کشتن تو مشورت می‌کنند، (\n﴿فَٱخۡرُجۡ﴾\n) از شهر بیرون برو، (\n﴿إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ﴾\n) همانا من از خیرخواهان تو هستم. پس موسی نصیحت او را گوش کرد."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\n(\n﴿فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُ﴾\n) و درحالی که ترسان و نگران بود و منتظر بود که هر لحظه اتّفاقی رخ دهد و او را بکشند، از شهر بیرون آمد، و دعا کرد و خداوند را فرا خواند و (\n﴿قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) گفت: پروردگارا! مرا از گروه ستمکار نجات بده. و از گناهش و کاری که از روی خشم کرده بود ـ‌بدون اینکه قصد کشتن را داشته باشدـ توبه کرد. پس، اینکه او را تهدید کردند، از سرِ ستم و جسارت بود،\n[چراکه موسی نیّت پلیدی نداشت]\n."
  },
  {
    "ayah": 22,
    "text": "#\n(22)\n(\n﴿وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ﴾\n) وقتی که موسی به قصد شهر مدین، رو به آن سو نمود؛ مدین در جنوب فلسطین قرار داشت و فرعون در آنجا حکم‏فرمایی و پادشاهی نداشت. (\n﴿قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ﴾\n) گفت: امید است که پروردگارم مرا به راه راست هدایت نماید. (\n﴿سَوَآءَ ٱلسَّبِيلِ﴾\n) راه راست و کوتاه که به راحتی و آسانی، آدمی را به مقصد می‌رساند. پس خداوند او را به راه راست هدایت کرد و به مدین رسید."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\n(\n﴿وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ﴾\n) و هنگامی که به آب مدین رسید، گروهی از مردم را دید که گوسفندان خود را آب می‌دادند. و مردم مدین، گوسفندان زیادی داشتند. (\n﴿وَوَجَدَ مِن دُونِهِمُ﴾\n) و پایین تر از آنان، (\n﴿ٱمۡرَأَتَيۡنِ تَذُودَانِ﴾\n) دو زن را دید که گوسفندان خود را، از چاه‌های آب که مردم برای گوسفندان خود آماده کرده بودند، باز می‌دارند. چون آنها، توانایی فشار آوردن و رقابت با مردان را نداشتند. و آن مردم بخیل بودند و آن قدر جوان‏مرد نبودند که به گوسفندان آن دو زن آب بدهند. (\n﴿قَالَ مَا خَطۡبُكُمَا﴾\n) موسی به آنها گفت: شما دو نفر چه کار می‌کنید؟ (\n﴿قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُ﴾\n) گفتند: ما به گوسفندان خود آب نمی‌دهیم تا چوپانان همگی گوسفندان خود را بر‌گردانند؛ یعنی عادت بر این است که ما نمی‌توانیم گوسفندان خود را آب بدهیم، مگر بعد از آنکه چوپان‌ها گوسفندان‏شان را از آب بر ‌گردانند و بیرون ‌کنند؛ پس آنگاه که محیط برای ما خالی ‌شد، به گوسفندان خود آب می‌دهیم. (\n﴿وَأَبُونَا شَيۡخٞ كَبِيرٞ﴾\n) و پدر ما، پیرمرد کهن‏سالی است که قدرت و توانایی آب دادن را ندارد. پس ما نه قدرتی داریم و نه مردانی داریم که در میان فشار چوپان‌ها، بتوانند گوسفندان‏مان را آب دهند."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\nموسی علیه السلام دلش به حال آنان سوخت، (\n﴿فَسَقَىٰ لَهُمَا﴾\n) و بدون اینکه مزدی از آنها بخواهد، گوسفندان‏شان را آب داد. او از این کار، هدفی جز رضای خدا نداشت. زمانی که گوسفندان آنها را آب داد، هوا بسیار گرم و نیمۀ روز بود.\nچون خداوند فرمود:\n(\n﴿ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ﴾\n) سپس به سایه رفت تا بعد از این خستگی، استراحت نماید. (\n﴿فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ﴾\n) و او در این حالت،\nاز پروردگارش روزی ‌خواست و گفت:\nپروردگارا! من به هر خیری که به سویم بفرستی و برایم فراهم ‌کنی، نیازمند هستم. و در اینجا او با بیان حالت خویش، از خداوند خواست؛ و خواستن با زبان حال، رساتر از خواستن با زبان قال است. و او همچنان در این حالت بود و به درگاه پروردگارش دعا می‌کرد و زاری می‌نمود. و امّا آن دو زن، به نزد پدرشان رفتند؛ و او را از آنچه اتّفاق افتاده بود، خبر دادند."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\nپدرشان یکی از این دو دختر را نزد موسی فرستاد، (\n﴿تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ﴾\n) او در حالی که با نهایت شرم و حیا گام برمی‌داشت، به نزد موسی آمد. و این، بر بزرگواری سرشت و اخلاق خوب آن زن دلالت می‌نماید؛ زیرا حیا، از اخلاق فاضله است، به خصوص برای زنان. همچنین بر این دلالت دارد که موسی علیه السلام این کار –یعنی آب دادن به گوسفندان آن دو دختر- را به قصد مزد و پاداش انجام نداده است؛ چرا که معمولاً از خادم و مزدور شرم نمی‌شود؛ بلکه موسی مستغنی بود و عزّت نفس داشت. و رفتار خوب و فضایل اخلاقی موسی باعث شد تا آن زن از او شرم کند. (\n﴿قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَا﴾\n) آن زن به موسی گفت: پدرم تو را دعوت می‌کند تا پاداش آب دادن گوسفندان ما را به تو بدهد؛ یعنی بر تو منّت نمی‌گذارد، بلکه ابتدا شما با ما نیکی کردی و پدرم می‌خواهد نیکی تو را جبران نماید. موسی دعوت او را پذیرفت. (\n﴿فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ﴾\n) وقتی به نزد او آمد و داستان را تعریف کرد و بیان نمود که چه چیز باعث شده تا او فرار کند و به اینجا برسد، (\n﴿قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾\n) به موسی دلداری داد و گفت: نترس، که از قوم ستمکار رهایی یافته‌ای؛\nیعنی:\nدیگر نباید ترس و هراس داشته باشی؛ چون خداوند تو را از آنها نجات داده و به اینجا رسانده است و آنها بر اینجا سلطه‌ای ندارند و از قلمرو سلطنت آنها بیرون است."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\n(\n﴿قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَ‍ٔۡجِرۡهُ﴾\n) یکی از دو دختر او گفت: پدر جان! او را نزد خود استخدام کن که گوسفندان را بچراند و آب دهد، (\n﴿إِنَّ خَيۡرَ مَنِ ٱسۡتَ‍ٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ﴾\n) همانا موسی، بهترین کسی است که استخدام می‌کنی؛ چون هم قدرت و نیرو دارد و هم امانتدار است. و بهترین کارگر، کسی است که هم بر انجام کاری که به وی واگذار می‌شود، قدرت و توانایی داشته باشد و هم امین باشد و در آن خیانت نورزد. و هر کسی که برای انسان کاری را انجام می‌دهد، باید این دو صفت را داشته باشد؛ و اگر این دو صفت وجود نداشته باشد، یا یکی نباشد، خلل و نقص در کار می‌آید. اما اگر هردو باشد، کار به صورت کامل و تمام انجام می‌گیرد. آن دختر، این سخن را گفت، چون او قدرت و چابکی موسی را به‌هنگامی که گوسفندان‏شان را آب داد، مشاهده کرد و امانتداری و دیانت او را در دلسوزی وی نسبت به خود مشاهده نمود، در حالی که امید سودی از آن دو زن نداشت و هدف موسی از کمک کردن به آنها، فقط جلب رضای خداوند بود."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\nپدر آن دختر و مرد مدیَنی به موسی گفت: (\n﴿إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَ﴾\n) من می‌خواهم یکی از این دو دخترم را به نکاح شما در بیاورم، در برابر اینکه هشت سال برای من کار کنی؛ و اگر ده سال را تمام گردانی، این از جانب شما تبرّع و احسان است و بیش از هشت سال چیزی بر شما نیست و من نمی‌خواهم بر تو سخت‌گیری کنم که حتماً ده سال را کامل گردانی؛ یا نمی‌خواهم شما را به انجام کارهای سخت بگمارم، بلکه برای انجام کارهای آسان و ساده، شما را به کار می‌گیرم. (\n﴿سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ﴾\n) پس او را تشویق کرد که کار آسان است و به خوبی با او رفتار می‌شود. و این دلالت می‌نماید که مرد صالح و درستکار تا آنجا که می‌تواند، باید رفتار و اخلاق خوبی داشته باشد."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\nموسی خواستۀ او را پذیرفت و گفت: (\n﴿ذَٰلِكَ بَيۡنِي وَبَيۡنَكَ﴾\n) شرطی را که ذکر نمودی، قبول دارم و بر این شرط، با تو قرارداد می‌بندم. (\n﴿أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّ﴾\n) هرکدام از این دو مدّت را بر آوردم -خواه هشت سال را تمام کردم- یا اینکه احسان نمودم و بر آن افزودم- نباید به من ستم شود. (\n﴿وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ﴾\n) و خداوند بر آنچه می‌گوییم، گواه است و ما را می‌بیند؛ و آنچه را که بر آن قرارداد بسته‌ایم، می‌داند. بسیاری از مردم گمان می‏کنند که این مرد -یعنی پدر آن دو دختر که اهل مدین بود- شعیب، پیامبر خداست، در حالی که چنین نیست؛ زیرا دلیلی بر صحّت این گفته وجود ندارد. نهایت این است که سرزمین و شهر شعیب علیه السلام مدین بوده و این قضیه در مدین اتّفاق افتاده است. پس، از کجا می‌توان ثابت کرد که آن مرد حتماً شعیب بوده است؟ و این دو قضیه چگونه با هم ملازمت دارند؟ نیز معلوم نیست که آیا موسی زمان شعیب را دریافته است یا نه؟ پس، چگونه مشخّص است که خود شعیب را دیده است؟! و اگر آن مرد، شعیب ‌بود، خداوند از او نام می‌برد؛ و آن دو دختر، اسم او را می‌گفتند. نیز خداوند قوم شعیب علیه السلام را هلاک کرد؛ چون آنها شعیب را تکذیب کردند و جز کسانی که به شعیب ایمان آورده بودند، باقی نمانده بودند. و مؤمنان چنین نبوده‌اند که راضی شوند دختران پیامبرشان، در آن حالت باشند و آنها را از آب باز دارند و نگذارند گوسفندان‏شان را آب بدهند؛ و مرد ناآشنایی بیاید و به دختران پیامبر نیکی کند و گوسفندان‏شان را آب بدهد. و شعیب این‌را نمی‌پسندید که موسی نزد او چوپان شود و خدمتگزار او گردد؛ حال آنکه موسی از شعیب برتر است و مقامش از او بالاتر می‌باشد.\nمگر اینکه گفته شود:\nاین قضیه، قبل از نبوّت موسی اتفاق افتاده است، پس در این صورت تضادّی وجود ندارد. به هرحال نمی‌توان مطمئن بود که آن مرد، شعیب پیامبر بوده است، بدون اینکه در این مورد روایت صحیحی از پیامبر صلی الله علیه وسلم آمده باشد. والله اعلم."
  },
  {
    "ayah": 29,
    "text": "#\n(29)\n(\n﴿فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ﴾\n) و هنگامی که موسی آن مدت را به پایان رساند. ممکن است مدت واجب را به پایان رسانده باشد، همچنین احتمال دارد که مدت اضافه را گذرانده باشد؛ چرا که از موسی و وفاداری‌اش، همین گمان می‌رود. پس از گذراندن مدت، موسی مشتاق دیدار خانواده و مادر و قبیله و وطن خود گردید؛ و گمان برد که به علت گذشت زمان زیاد، آنچه را که از او سرزده است، فراموش کرده‌اند. (\n﴿وَسَارَ بِأَهۡلِهِۦٓ﴾\n) و به همراه خانواده‌اش، به قصد مصر حرکت کرد، (\n﴿ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ﴾\n) از سوی کوه طور آتشی دید،\nپس به خانواده‌اش گفت:\nبایستید که من آتشی را دیده‌ام، امیدوارم از آنجا خبری، یا شعله‌ای از آتش برای‏تان بیاورم تا خود را گرم کنید. آنها را سرما فرا گرفته بود و راه را گم کرده بودند."
  },
  {
    "ayah": 30,
    "text": "#\n(30)\nوقتی موسی به آتش نزدیک شد، از کنارۀ راست وادی، در جایگاه خجسته و مبارک، از درخت آواز داده شد که ای موسی! من، خداوند، پروردگار جهانیانم. پس خداوند از ربوبیت و الوهیت خود خبر داد. و این بیانگر آن است که خداوند متعال، موسی را به عبادت خود فرمان داد.\nهمانطور که در آیه‌های دیگر تصریح کرده است:\n﴿فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ﴾\n[طه: 4]\nپس مرا بپرست و نماز را به یاد من برپای دار."
  },
  {
    "ayah": 31,
    "text": "#\n(31)\n(\n﴿وَأَنۡ أَلۡقِ عَصَاكَ﴾\n) و عصایت را بینداز؛ موسی نیز عصایش را انداخت. وقتی دید که به سرعت حرکت می‌کند و صورت وحشتناکی دارد؛ گویا مار نر بزرگی است، (\n﴿وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡ﴾\n) پا به فرار گذاشت و برنگشت؛ چون ترس و وحشت، دل او را فرا گرفته بود.\nبنابراین خداوند به او فرمود:\n(\n﴿يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ﴾\n) ای موسی! برگرد و نترس، که تو در امانی. و این پیام، در ایجاد امنیت در موسی و فرو ریختن دیوار ترس در او، بسیار مفید واقع شد. (\n﴿أَقۡبِلۡ﴾\n) برگرد. او را دستور داد که برگردد؛ و باید از دستور فرمان ببرد. اما احتمالاً موسی همچنان ترسی داشته است.\nپس فرمود:\n(\n﴿وَلَا تَخَفۡ﴾\n) نترس.\nاو را به دو چیز دستور داد:\nیکی اینکه برگردد؛ و اینکه در دلش ترسی نداشته باشد. اما این احتمال باقی می‌ماند که او بدون داشتن ترس و هراس بازگشته باشد، اما از امر ناگوار در امان و حفاظت نبوده باشد.\nبنابراین به او فرمود:\n(\n﴿إِنَّكَ مِنَ ٱلۡأٓمِنِينَ﴾\n) تو در امانی. پس در این وقت، آنچه از آن پرهیز می‌شد، از هر جهت دور گردید. پس موسی بدون هیچ ترس و وحشتی برگشت، بلکه با اطمینان خاطر و اعتماد به پروردگارش برگشت و ایمانش افزوده شد و یقین او کامل گشت. پس این یک معجزه بود که خداوند قبل از رفتن او به سوی فرعون، به وی نشان داد تا بر یقین کامل باشد و این معجزه، به او جرأت بیشتری دهد و قوی‌تر و استوارتر گردد."
  },
  {
    "ayah": 32,
    "text": "#\n(32)\nسپس معجزۀ دیگری را به او نشان داد و فرمود: (\n﴿ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ﴾\n) دست خود را به گریبانت فرو ببر که سفید و درخشان و بدون اینکه عیب و نقصی داشته باشد، بیرون می‌آید. پس موسی همان‌طور که خداوند فرمود، دستش را به گریبانش فرو برد و بیرون آورد. (\n﴿وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِ﴾\n) و بازویت را به سوی خود جمع کن تا ترس و خوف از تو دور شود. (\n﴿فَذَٰنِكَ﴾\n) تبدیل شدن عصا به مار و بیرون آمدن دست سفید و درخشان بدون آنکه عیب و بیماری داشته باشد، (\n﴿بُرۡهَٰنَانِ مِن رَّبِّكَ﴾\n) دو دلیل و حجت قاطع از سوی پروردگارت هستند، (\n﴿إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ﴾\n) برای فرعون و اشرافِ دربار او. بی‌گمان آنها قومی گناهکار بودند. پس فقط بیم دادن و دستور پیامبر برای آنان بسنده نمی‌کند، بلکه باید معجزات آشکاری به همراه داشته باشد، چنانچه مفید واقع شود."
  },
  {
    "ayah": 33,
    "text": "#\n(33 - 34)\n(\n﴿قَالَ﴾\n) پس موسی ـ علیه السلام ـ با عذر خواستن از پروردگارش و درخواستِ اینکه او را در انجام آنچه که بر دوشش گذاشته است، کمک نماید و نیز با بیان موانعی که بر سر این راه قرار دارد، از پروردگارش طلب نمود تا آنچه را که از آن حذ‌ر دارد، برایش برطرف نماید،\nگفت:\n(\n﴿رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ)) پروردگارا! من از آنها کسی را کشته‌ام، بنابراین می‌ترسم مرا بکشند. ((وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ﴾\n) و برادرم هارون از من، زبانِِ فصیح‌تر و شیواتری دارد؛ پس او را با من بفرست تا یاور و کمک من باشد، و مرا تصدیق نماید؛ چون این کار، حق را تقویت می‌نماید؛ چرا که من می‌ترسم آنها مرا دروغگو بنامند."
  },
  {
    "ayah": 34,
    "text": "#\n(33 - 34)\n(\n﴿قَالَ﴾\n) پس موسی ـ علیه السلام ـ با عذر خواستن از پروردگارش و درخواستِ اینکه او را در انجام آنچه که بر دوشش گذاشته است، کمک نماید و نیز با بیان موانعی که بر سر این راه قرار دارد، از پروردگارش طلب نمود تا آنچه را که از آن حذ‌ر دارد، برایش برطرف نماید،\nگفت:\n(\n﴿رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ)) پروردگارا! من از آنها کسی را کشته‌ام، بنابراین می‌ترسم مرا بکشند. ((وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ﴾\n) و برادرم هارون از من، زبانِِ فصیح‌تر و شیواتری دارد؛ پس او را با من بفرست تا یاور و کمک من باشد، و مرا تصدیق نماید؛ چون این کار، حق را تقویت می‌نماید؛ چرا که من می‌ترسم آنها مرا دروغگو بنامند."
  },
  {
    "ayah": 35,
    "text": "#\n(35)\nپس خداوند خواستۀ او را پذیرفت و فرمود: (\n﴿قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا﴾\n) تو را به وسیلۀ برادرت یاری خواهیم کرد و به شما توان خواهیم بخشید.\nسپس مشکل قتل را برایش برطرف نمود و فرمود:\n(\n﴿وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا﴾\n) یعنی سلطه و حجّت و تمکّن و ابّهتی الهی در دعوت نمودن دشمنان‏تان به شما می‌بخشم. (\n﴿فَلَا يَصِلُونَ إِلَيۡكُمَا﴾\n) پس به سبب معجزات ما و حقی که بر آن دلالت می‌کند، به شما دسترسی پیدا نمی‌کنند؛ چون هر کس به آنها بنگرد، احساس ترس می‌نماید. پس، این معجزات هستند که به شما سلطه و برتری می‌دهند و مکر دشمن را از شما دور می‌سازند و از لشکرهای پرساز و برگ و فراوان برای‏تان کارسازترند. (\n﴿أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ﴾\n) شما و کسانی که از شما پیروی می‌کنند، پیروز خواهید شد. و این وعده‌ای بود که در آن وقت، خداوند به موسی داد. او در آن وقت تنها بود و در حال برگشتن به شهری بود که از آن آواره شده بود. پس همچنان اوضاع متحوّل می‌شد، تا اینکه خداوند وعده‌اش را محقق نمود و موسی را بر بندگان و شهرها مسلط کرد، و او و پیروانش پیروز و چیره گشتند."
  },
  {
    "ayah": 36,
    "text": "#\n(36)\n(\n﴿فَلَمَّا جَآءَهُم مُّوسَىٰ بِ‍َٔايَٰتِنَا بَيِّنَٰتٖ﴾\n) موسی که رسالت پروردگارش را دریافت کرده بود؛ و همراه با معجزات روشن -که به وضوح بر آنچه به آنها می‌گفت، دلالت می‌کرد و هیچ کمبود و غموضی در آن نبود- به سراغ آنها رفت. و چون موسی به نزد آنها آمد، (\n﴿قَالُواْ﴾\n) از روی ستمگری و تکبر و عناد گفتند: (\n﴿مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى﴾\n) این، چیزی جز جادوی به هم بافته نیست. و فرعون -آنگاه که حق آشکار گردید و باطل نابود شد؛ و رؤسا و سرانی که حقایق امور را می‌دانستند، در برابر حق سر تسلیم فرود آوردند-\nگفت:\n﴿إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَ﴾\nهمانا موسی، بزرگ و استاد شماست که جادو را به شما آموخته است. فرعون، آدم هوشیار و ناپاکی بود؛ و مکر ورزی و نیرنگ و حیله گری، او را به جایی رساند که چنین گفت، حال آنکه می‌دانست،\n﴿مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾\nکه اینها را جز پروردگار آسمان‌ها و زمین نازل نکرده است، اما بدبختی و شقاوت بر وی غالب آمد. (\n﴿وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ﴾\n) و ما نشنیده‌ایم که چنین چیزی در میان نیاکان ما بوده باشد. آنها در این باره دروغ می‌گفتند؛ زیرا خداوند، یوسف را قبل از موسی فرستاده بود.\nهمان‌طور که خداوند متعال فرموده است:\n﴿وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ﴾\n[المؤمن: 34]\n«و به راستی که پیش از این، یوسف با معجزات [فراوانی] به نزد شما آمد؛ ولی شما، از آنچه او آورده بود، در شک و تردید بودید تا اینکه درگذشت و شما گفتید: بعد از او، هرگز خداوند پیامبری را مبعوث نخواهد کرد. این‌گونه خداوند هر کس را که اسرافکار و متردد باشد، گمراه می‌نماید»\n."
  },
  {
    "ayah": 37,
    "text": "#\n(37)\nآنها گمان بردند که آنچه موسی آورده است، جادو و گمراهی می‌باشد؛ و آنچه آنها بر آن هستند، هدایت است.\nپس موسی گفت:\n(\n﴿رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ﴾\n) یعنی گفتگو با شما فایده‌ای ندارد؛ و روشنگری معجزات، در مورد شما مفید واقع نمی‌گردد؛ و شما، جز ادامه دادن به گمراهی و لجاجت و اصرار بر کفرتان، چیزی را نمی‌پذیرید. بنابراین خداوند متعال بهتر می‌داند که راهیافته و گمراه کیست و سرانجامِ نیکِ سرای آخرت، ازآنِ چه کسی می‌باشد، از آنِ ما یا از آنِ شما؟! (\n﴿إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ﴾\n) بی‌گمان ستمکاران رستگار نمی‌شوند. پس سرانجامِ نیک، از آنِ موسی و پیروانش گردید و آنها رستگار و کامیاب شدند و فرعون و اطرافیانش به سرانجامِ بدی گرفتار آمدند و هلاک شدند."
  },
  {
    "ayah": 38,
    "text": "#\n(38)\n(\n﴿وَقَالَ فِرۡعَوۡنُ﴾\n) و فرعون با جسارت و گستاخی نسبت به پروردگارش و برای گول زدن قوم نادان خود گفت: (\n﴿يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي﴾\n) یعنی فقط من، خدا و معبود شما هستم! و اگر خدای دیگری ‌بود، از حال وی باخبر می‌شدم.\nبه دور اندیشی و احتیاط کامل فرعون بنگرید که نگفت:\n«شما غیر از من خدای دیگری ندارید»\n،\nبلکه گفت:\n«غیر از خود خدای دیگری را برای شما نمی‌شناسم»\n، زیرا فرعون نزد قومش دانا و برتر شمرده می‌شد و هرچه می‌گفت، آن را حق و درست می‌پنداشتند؛ و به هرچه دستور می‌داد، از او اطاعت می‌کردند. پس وقتی سخنی را گفت که از آن، احتمال وجود خدایی غیر از او می‌رفت، خواست تا آن احتمال را نفی کند.\nپس به هامان گفت:\n(\n﴿فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ﴾\n) ای هامان! آتشی بر گِل بیفروز و خشت‌ها و آجرهای محکم بساز، (\n﴿فَٱجۡعَل لِّي صَرۡحٗا﴾\n) و برای من کاخ بلندی درست کن، (\n﴿لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ﴾\n) شاید خدای موسی را ببینم. و به راستی من او را از دروغگویان می‌پندارم. ما این گمان را ثابت می‌کنیم، و دروغ موسی را به شما نشان می‌دهیم. به این گستاخی بزرگ فرعون نسبت به خدا بنگر که هیچ انسانی چنین جسارتی نکرده است! فرعون موسی را تکذیب کرد و ادعا نمود که خود خداست؛\nو گفت:\nغیر از خود خدای دیگری را نمی‌شناسد. و اسبابی را فراهم کرد تا به خدای موسی برسد و همۀ این کارها را برای فریب و گول زدن انجام ‌داد. اما شگفتا! سران و بزرگانی که گمان می‌بردند آنها بزرگان حکومت و سلطنت هستند و کارهای آن را سامان می‌دهند، چگونه فرعون عقل‌هایشان را به بازی و آنها را به تمسخر و نادانی گرفت. و این به خاطر فسق و تباهکاری‌شان بود؛ چرا که فسق و فجور، تبدیل به صفت و ویژگی آنها شده و در وجودشان ریشه دوانده بود. دین‏شان فاسد گردید و به دنبال آن، عقل‌های‏شان نیز فاسد شد. بار خدایا! پایداری بر مسیر ایمان را از تو می‌خواهیم و از تو می‌طلبیم بعد از اینکه ما را هدایت نمودی، دل‌های ما را منحرف مگردان و از جانب خویش، رحمتی به ما عطا کن. بی‌گمان تو بسیار بخشنده هستی."
  },
  {
    "ayah": 39,
    "text": "#\n(39)\nخداوند متعال می‌فرماید: (\n﴿وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ﴾\n) فرعون و لشکریانش در زمین بر بندگان خدا استکبار ورزیدند و بدترین شکنجه و عذاب را به آنها رساندند و در برابر پیامبران و معجزاتی که آورده بودند، استکبار ورزیدند و آن معجزات را تکذیب کردند و ادعا نمودند که آنچه بر آن هستند، از نشانه‌هایی که پیامبران آورده‌اند، بهتر و برتر است، (\n﴿وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ﴾\n) و گمان بردند که آنها به سوی ما باز گردانده نمی‌شوند؛ به همین خاطر این چنین جسارت نمودند. و اگر می‌دانستند یا گمان می‏کردند که به سوی خدا باز می‌گردند، مرتکب چنین کارهایی نمی‏شدند."
  },
  {
    "ayah": 40,
    "text": "#\n(40)\n(\n﴿فَأَخَذۡنَٰهُ وَجُنُودَهُۥ﴾\n) پس وقتی که عناد و سرکشی آنها ادامه یافت، او و لشکریانش را فرو گرفتیم، (\n﴿فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ﴾\n) و آنان را به دریا افکندیم. بنگر که سرانجامِ ستمگران چگونه شد؟! سرانجامِ آنها، بدترین سرانجامی بود که عقوبت همیشگی دنیا را به دنبال داشت و به عقوبت اخروی متصل شد."
  },
  {
    "ayah": 41,
    "text": "#\n(41)\n(\n﴿وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِ﴾\n) و فرعون و سرانِ دربار او را از پیشوایانی گرداندیم که به آنها اقتدا می‌شود و مردمانی به دنبال آنها بسوی سرای خواری و شقاوت گام برمی‌دارند. (\n﴿وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ﴾\n) و روز قیامت از عذاب خدا نجات داده نمی‌شوند. پس آنها بسیار ناتوان‌تر از آن هستند که عذاب را از خود دور نمایند؛ و به جای خدا، یاور و مددکاری ندارند."
  },
  {
    "ayah": 42,
    "text": "#\n(42)\n(\n﴿وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ﴾\n) و اضافه بر عقوبت و رسوایی‌شان، لعنتی در این دنیا به دنبال آنان روانه کردیم؛ بطوری که در این دنیا نفرین می‌شوند و مردم از آنها به بدی یاد می‌کنند و آنان را مورد مذمّت و نکوهش قرار می‌دهند؛ و این چیزی است که مشاهده می‌شود. پس آنها، پیشوایان و سران نفرین شدگان دنیا هستند. (\n﴿وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ﴾\n) و روز قیامت از دور داشتگان هستند و کارهایشان زشت شمرده می‌شود. هم خداوند بر آنها خشمگین است و هم مردم از آنها متنفّرند و هم خودشان از خویشتن بیزارند."
  },
  {
    "ayah": 43,
    "text": "#\n(43)\n(\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ﴾\n) و همانا به موسی کتاب تورات را دادیم، (\n﴿مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ﴾\n) پس از آنکه اقوام روزگاران پیشین را نابود کردیم؛ اقوامی که خاتمه کار آنها، هلاک و نابودی عمومی بود؛ که آخرین آنها، فرعون و لشکریانش بودند؛ و این دلیلی است بر اینکه بعد از نازل شدن تورات، هلاک عمومی و دسته جمعی مردم برداشته شده و جهاد با شمشیر مشروع شد. (\n﴿بَصَآئِرَ لِلنَّاسِ﴾\n)؛\nیعنی:\nکتابی که خداوند بر موسی نازل کرد، در آن چیزهایی بود که مردم در پرتو آن، آنچه را که به آنها فایده می‌داد و آنچه را که به آنها زیان می‌رساند، می‌دیدند. پس حجت بر گناهکار اقامه می‌گردد و مؤمن از آن بهره‌مند می‌شود و رحمتی برای او و مایۀ هدایتش به راه راست است.\nبنابراین فرمود:\n(\n﴿وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ﴾\n) و مایۀ هدایت و رحمت است، باشد که پند پذیرند."
  },
  {
    "ayah": 44,
    "text": "#\n(44)\nپس از آنکه خداوند این داستان‌های غیبی را برای پیامبرش حکایت کرد، بندگان را آگاه نمود که اینها اخبار غیبی هستند که پیامبر، جز از طریق وحی، راهی برای دانستن‌شان ندارد.\nبنابراین فرمود:\n(\n﴿وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ﴾\n) ای پیامبر! تو در جانب غربی کوه طور نبودی، (\n﴿إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ﴾\n) آنگاه که فرمان نبوت را به موسی دادیم و تو در آنجا حضور نداشتی تا گفته شود از این طریق این خبر به او رسیده است."
  },
  {
    "ayah": 45,
    "text": "#\n(45)\n(\n﴿وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُ﴾\n) و ما اقوام و نسل‌هایی را پدید آوردیم و زمان‌های طولانی بر آنان گذشت، پس علم از بین رفت و نشانه‌های آنان فراموش شد. پس زمانی که به شدت به تو و به آنچه ما به تو وحی کرده‌ایم، نیاز بود، تو را فرستادیم، (\n﴿وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا﴾\n) و تو در میان اهل مدین اقامت نداشتی تا به آنان بیاموزی و از آنان یاد بگیری تا گفته شود آنچه در مورد موسی گفته‌ای، از آنجا به تو رسیده است. (\n﴿وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ﴾\n) ولی خبری که در مورد موسی آ‎ورده‌ای، اثری از آثار نبوت و رسالت تو می‌باشد. و اگر این وحی را نفرستیم، راهی برای آگاه شدن از آن نداری."
  },
  {
    "ayah": 46,
    "text": "#\n(46)\n(\n﴿وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا﴾\n) و تو در کنار کوه طور نبودی بدانگاه که ما موسی را ندا دادیم و به او دستور دادیم تا به نزد قوم ستمگر برود و رسالت و پیام ما را به آنان برساند و نشانه‌ها و معجزات ما را به آنها نشان بدهد؛ نشانه‌هایی که برای تو حکایت کردیم. منظور این است، ماجراهایی که برای موسی علیه السلام در این اماکن اتفاق افتاد -و ما آن را بدون کم و زیاد و آن‌گونه که بودند- برای تو حکایت نمودیم،\nاز دو حال خالی نیستند:\nیا اینکه تو در آنجا حضور داشته‌ای؛ یا به محل وقوع آن رفته و آن را از اهل آن دیار یادگرفته‌ای. پس اگر چنین باشد، این بدان معنی است که تو پیامبر خدا نیستی، چون کارهایی که انسان می‌بیند و می‌خواند و از آن خبر می‌دهد، امور مشترکی هستند که ویژۀ پیامبران نمی‌باشد. اما معلوم است که چنین نمی‌باشد و تو در آنجا نبوده‌ای و دشمنان تو این را نیک می‌دانند. پس امر دوم مقرر می‌گردد؛ و آن اینکه این اخبار، از جانب خداوند و به وسیلۀ وحی به تو رسیده است. پس صحت رسالت تو، با دلیل قطعی ثابت شد؛ و خداوند با فرستادن تو، بر بندگان رحم نمود،\nبنابراین فرمود:\n(\n﴿وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ﴾\n) ولی از روی رحمتی از سوی پرودگارت، وحی و رسالت به سوی تو آمد، تا گروهی را بیم دهی که پیش از تو بیم دهنده‌ای به نزد ایشان نیامده است؛ یعنی عرب و قریش که قبل از آمدن پیامبر، رسالت و پیامبری در میان آنها نبوده است. (\n﴿لَعَلَّهُمۡ يَتَذَكَّرُونَ﴾\n) باشد که خیر و خوبی را به یاد آورند و آن را انجام دهند؛ و شر را بشناسند و رهایش کنند. پس بر اساس جایگاهی که تو داری، بر آنها لازم بود که بی‌درنگ به تو ایمان آورند؛ و شکر این نعمت را به جای آورند که مقدار و اندازۀ آن را نمی‌توان تعیین کرد؛ و شکر حقیقی آن را نمی‌توان ادا نمود. و بیم دادن عرب‌ها از سوی پیامبر، به این معنی نیست که او به سوی غیر عرب فرستاده نشده است. او عرب بود و قرآنی که بر وی نازل شد، به زبان عربی است؛ و اولین کسانی که دعوت او را پذیرفتند، عرب بودند. پس در اصل او به سوی آنها فرستاده شده؛ اما دعوت او، دیگران را نیز در بر می‌گیرد.\nهمان‌طور که خداوند متعال فرموده است:\n﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ﴾\n[یونس: 2]\n«آیا برای مردم شگفت‌آور است که به مردی از آنها وحی نمودیم که مردم را بترساند»\n.\n﴿قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا﴾\n[الأعراف: 158]\nبگو:\n«ای مردم! من فرستادۀ خدا به سوی همۀ شما هستم.»"
  },
  {
    "ayah": 47,
    "text": "#\n(47)\n(\n﴿وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ﴾\n) و اگر پیش از فرستادن پیامبر، عذابی به خاطر کفر و گناهان‏شان گریبان‏گیرشان می‌گردید،\nمی‌گفتند:\n«پروردگارا! چرا به سوی ما پیامبری نفرستادی تا از آیات تو پیروی کنیم و از مؤمنان باشیم؟؛\nیعنی:\nای محمد! تو را فرستادیم تا دلیل، بهانه و سخنی نداشته باشند."
  },
  {
    "ayah": 48,
    "text": "#\n(48)\n(\n﴿فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا﴾\n) پس چون حقی -که در آن هیچ شک و تردیدی نیست- از سوی ما برای‏شان آمد؛ و آن حق، قرآن است که آن را بر تو وحی نمودیم، (\n﴿قَالُواْ﴾\n) آنها با تکذیب کردن و با اعتراض بی‌جا گفتند: (\n﴿لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓ﴾\n) چرا همانند آنچه که به موسی داده شد، به او داده نشده است؟! یعنی چرا یک دفعه، کتابی از آسمان بر او نازل نشده است؟\n[آنها می‌گفتند:]\nچون این کتاب به صورت پراکنده نازل می‌شود، پس از جانب خدا نیست؛ آنان چه دلیلی بر صحت این گفته دارند؟ و چه شبهه‌ای ایجاد می‌شود مبنی بر اینکه چون به صورت متفرق نازل شده است، از جانب خدا نیست؟! این‌گونه نیست که شما تصوّر می‌کنید، بلکه از آنجا که این قرآن بسی کامل است و خداوند به رسول خود توجه و عنایت فراوانی دارد، آن را به صورت متفرق و جدا جدا نازل کرده است تا دل پیامبرش را با آن استوار بدارد و بر ایمان مؤمنان بیفزاید.\n﴿وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا﴾\nو آنان برای تو هیچ مَثَلی نمی‌آورند مگر اینکه ما حق را برایت آورده‌ایم و بهترین تفسیر و توضیح را از آن ارائه داده‌ایم. و آنها که قرآن را با کتاب موسی مقایسه می‌کنند، خودشان این قیاس را نقض کرده‌اند. آنها چگونه قرآن را با کتابی مقایسه می‌کنند که به آن کفر ورزیده و ایمان نیاورده‌اند؟\nبنابراین فرمود:\n(\n﴿أَوَ لَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا﴾\n) آیا به آنچه پیش از این به موسی داده شده است، کفر نورزیدند؟\nو گفتند:\nقرآن و تورات، دو\n[نسخه از]\nجادو هستند که در جادو و گمراه کردن مردم همدیگر را پشتیبانی و یاری می‌کنند. (\n﴿وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ﴾\n) و گفتند: ما هیچ‌کدام را قبول نداریم. پس ثابت شد که این قوم می‌خواهند حق را، بدون دلیل باطل کنند؛ و حق را با چیزی نقض ‌نمایند که با آن نقض نمی‌شود. و سخنان متضاد و متناقضی می‌گویند و این حالت هر کافری است. بنابراین تصریح کرد که آنها، به هر دو کتاب و هر دو پیامبر کفر ورزیده‌اند، (\n﴿وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ﴾\n) ما به هردو کافر هستیم. ولی آیا کفر ورزیدن‏شان به این دو کتاب، به خاطر طلب حق و پیروی کردن از چیزی است که نزد آنهاست و از قرآن و تورات بهتر است؟! یا فقط از روی هوی پرستی چنین می‌کنند؟!"
  },
  {
    "ayah": 49,
    "text": "#\n(49)\nخداوند آنها را در تنگنا قرار داد و فرمود: (\n﴿قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ﴾\n) بگو: شما از نزد خداوند کتابی بیاورید که از قرآن و تورات هدایت بخش‌تر باشد، (\n﴿أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ﴾\n) تا من از آن پیروی کنم، اگر شما راست می‌گویید. ولی آنها و دیگران، راهی برای آوردن کتابی همانند تورات و قرآن ندارند؛ زیرا از زمانی که خداوند جهان را آفریده است، از نظر علم و هدایت و رحمت، برای مردم کتابی همانند این دو کتاب نفرستاده است. و این، نهایت انصاف دعوتگر است؛\nچرا که می‌گوید:\nهدف من\n[بیان]\nحق و هدایت و راهنمایی است و من این کتاب را برای‏تان آورده‌ام که مشتمل بر حق و هدایت و راهیابی است و مطابق با کتاب موسی می‌باشد. پس بر همۀ ما لازم است که به این دو کتاب باور بداریم و از آن‌ها پیروی کنیم؛ چون عین هدایت و حقیقت هستند. پس اگر شما از طرف خداوند برای من کتابی بیاورید که از تورات و قرآن هدایتگرتر باشد، من از آن پیروی می‌کنم؛ وگرنه، حق و هدایتی را که شناخته‌ام، برای چیزی که هدایت و حق نیست، ترک نمی‌کنم."
  },
  {
    "ayah": 50,
    "text": "#\n(50)\n(\n﴿فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ﴾\n) و اگر پیشنهاد تو را نپذیرفتند و کتابی هدایت‏بخش‌تر از قرآن و تورات نیاوردند، (\n﴿فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡ﴾\n) بدان که آنها از هوی و هوس خود پیروی می‌کنند؛ یعنی بدان که پیروی نکردن آنها از تو، به این معنی نیست که آنها به سوی حقی می‌روند که آن را می‌شناسند؛ و به سوی هدایت گام بر نمی‌دارند، بلکه آنها فقط از خواسته‌های نفس خود پیروی می‌کنند. (\n﴿وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ ﴾\n) و کیست گمراه‌تر از کسی که از هوی و هوس خود پیروی ‌کند، بدون اینکه از جانب خدا بدان رهنمود شده باشد؟! پس این از گمراه‌ترین مردم است؛ چرا که هدایت و راه راست که انسان را به خدا و سرای بهشت می‌رساند، به او عرضه شد، اما بدان توجه نکرد و به آن روی نیاورد؛ و هوی و هوسش، او را به در پیش گرفتن راهی که انسان را به هلاکت و بدبختی می‌رساند، فرا خواند و از آن پیروی کرد و هدایت را رها نمود. پس آیا گمراه‌تر از چنین کسی وجود دارد؟! اما ستمگری و تجاوز و تنفر از حق، او را بر آن داشت تا بر گمراهی‌اش باقی بماند و خداوند او را هدایت نکند.\nبنابراین فرمود:\n(\n﴿إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ﴾\n) بی‌گمان، خداوند گروه ستمکاران را هدایت نمی‌کند؛ یعنی آنها که ستمگری و عناد، تبدیل به صفت و ویژگی‌شان شده است، هدایت برایشان آمد، ولی آن را دور انداختند؛ و هوی و هوس به آنها عرضه شد، پس از آن پیروی کردند. درهای هدایت را به روی خود بستند و درهای گمراهی را به روی خود گشودند. پس آنان در گمراهی و ستمگری‌شان سرگشته‌اند و در هلاکت و بدبختی خود سرگردان‌اند.\nو اینکه فرمود:\n(\n﴿فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡ﴾\n) دلیلی است بر اینکه هر کس سخن پیامبر را قبول نکند و به گفته‌ای روی بیاورد که با سخن پیامبر مخالف باشد، به هدایت روی نیاورده، بلکه به سوی هوی وهوس رفته است."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\n(\n﴿وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ﴾\n) و ما سخنان قرآن را پیاپی و به تدریج نازل کردیم، چون به آنها لطف داشتیم و\n[نسبت به آنان]\nمهربان بودیم. (\n﴿لَعَلَّهُمۡ يَتَذَكَّرُونَ﴾\n) باشد که آنها -بدانگاه که آیات قرآن برای‏شان تکرار می‌شود و دلایل آن به ‌هنگام نیاز بر آنها نازل می‌گردد- پند پذیرند. پس نازل شدن قرآن به صورت متفّرق و جدا جدا، برای آنها مایۀ رحمت بود. پس چرا به منافع خود معترض‌اند؟!"
  },
  {
    "ayah": 52,
    "text": ": 52 - 55                            #\n{الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (52) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ [مُسْلِمِينَ] (53) أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (54) وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (55)}.\nالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ كساني كه پيش از اين\n[قرآن]\nبه آنان كتاب داده‌ايم به آن ايمان مي‌آورند.\nوَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ و چون\n[قرآن]\nبر آنان خوانده شود،\nمي‌گويند:\n«به آن ايمان آورديم، چرا كه آن حق مي‌باشد و از سوي پروردگار ماست. ما پيش از [نزول] آن فرمان‌بردار بوديم»\n.\nأُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ اينانند كه به پاس آنكه بردباري ورزيدند پاداششان دو بار به آنان داده مي‌شود، و بدي را با نيكي از ميان بر مي‌دارند، و از آنچه به آنان روزي داده‌ايم مي‌بخشد.\nوَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ و هنگامي كه سخن بيهوده بشنوند،\nاز آن روي مي‌گردانند و مي‌گويند:\n«اعمال ما از آن ما، و اعمال شما از آن شماست. سلام بر شما ما خواهان [همنشيني با] نادانان نيستيم»\n."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\nخداوند متعال عظمت قرآن و راستی و حقّانیت آن را بیان داشته و می‌فرماید: عالمان حقیقی آن را می‌شناسند و به آن ایمان می‌آورند و اقرار می‌کنند که آن حق است. (\n﴿ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ﴾\n) کسانی که پیش از نزول قرآن به آنها کتاب دادیم؛ و آنها اهل تورات و انجیل هستند و این کتاب‌ها را تغییر نداده و تحریف نکرده‌اند. (\n﴿هُم بِهِۦ يُؤۡمِنُونَ﴾\n) آنها به این قرآن و کسی که آن را آورده است، ایمان می‌آورند."
  },
  {
    "ayah": 53,
    "text": "#\n(53)\n(\n﴿وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ﴾\n) و چون قرآن بر آنها خوانده ‌شود، آن را می‌شنوند و به آن یقین می‌کنند، (\n﴿قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ﴾\n) و می‌گویند: به آن ایمان آورده‌ایم، بی‌گمان آن، حق و از جانب پروردگار ماست؛ چون با آنچه پیامبران آورده‌اند، موافق؛ و با آنچه در کتاب‌ها ذکر شده، مطابق است؛ و اخبار صادق و راستینی را در بر دارد و مشتمل بر اوامر و نواهی‌ای است که در نهایت حکمت می‌باشند. گفته و شهادت این گروه، مفید است؛ چون آنها آنچه را که می‌گویند، از روی دانش و بینش است؛ زیرا آنها آگاه و اهل کتاب هستند؛ و دیگران که آن را رد می‌نمایند، مخالفت‌شان هیچ شبهه‌ای را ایجاد نمی‌کند و مخالفت آنها بی‌دلیل است؛ چون برخی از آنها نادان هستند و برخی خود را به نادانی می‌زنند و با حق مخالف می‌باشند.\nخداوند متعال فرموده است:\n﴿قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ﴾\n[الإسراء: 107]\n«بگو: به آن ایمان بیاورید یا ایمان نیاورید، [سود یا ضرری به خدا نمی‌رسد]؛ همانا کسانی که قبل از نزول قرآن به آنها دانش داده شده است، هنگامی که قرآن بر آنها خوانده ‌شود، به سجده می‌افتند»\n. (\n﴿إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ﴾\n) همانا ما پیش از آن فرمانبردار بودیم. بنابراین ما بر ایمان و اسلامی که خداوند به ما ارزانی نمود، ثابت و پا برجا مانده و این قرآن را تصدیق نموده و به کتاب اول و آخر ایمان آورده‌ایم. و دیگران که این کتاب را تکذیب می‌کنند، این کارشان، ایمان آنها را به کتاب اول\n[=تورات]\nنقض می‌کند."
  },
  {
    "ayah": 54,
    "text": "#\n(54)\n(\n﴿أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ﴾\n) کسانی که به دو کتاب قرآن و تورات ایمان آورده‌اند، دو بار اجر و پاداش‏شان داده می‌شود؛ یک بار به خاطر ایمان به کتاب‌های پیشین؛ و یک بار به خاطر ایمان به قرآن. (\n﴿بِمَا صَبَرُواْ﴾\n) به سبب اینکه بر ایمان شکیبایی ورزیدند و بر عمل پابرجا ماندند و هیچ شبهه‌ای آنها را از ایمان و عمل متزلزل نکرد و هیچ ریاست و شهرتی آنها را از ایمان دور نداشت. (\n﴿وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ﴾\n) و یکی از ویژگی‌های خوب آنان ـ‌که از آثار ایمان درست آنهاست‌ـ این است که با هرکس نیکی می‌کنند، حتی با کسی که به آنها بدی کرده است. پس با سخن و عمل زیبا با او نیکی می‌کنند؛ و در مقابل بدی او، سخن پسندیده و کار زیبا انجام می‌دهند؛ چون آنها به مقام رفیع صاحب این فضیلت و اخلاق بزرگ واقف‌اند. و به این مهم دست نمی‏یابد مگر کسی که دارای بهره‏ای بزرگ و نصیبی سترگ است."
  },
  {
    "ayah": 55,
    "text": "#\n(55)\n(\n﴿وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ﴾\n) و چون سخن بیهوده را از فرد جاهلی بشنوند، از او روی برمی‌تابند، (\n﴿وَقَالُواْ﴾\n) و بنده‌های خردمند سخنِ خداوندِ بخشنده را بر زبان می‌آورند و می‌گویند: (\n﴿لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ﴾\n) هرکس از ما، طبق عمل خودش مجازات خواهد شد؛ و گناه کسی، بر دوش دیگری گذاشته نمی‌شود. و از این لازم می‌آید که آنها، از سخن لغو و باطل و بی‌فایده‌ای که جاهلان بر زبان می‌رانند، بیزاری می‌جویند. (\n﴿سَلَٰمٌ عَلَيۡكُمۡ﴾\n) جز خیر و خوبی از ما نمی‌شنوید؛ و ما به اقتضای جهالت‌تان، شما را مورد خطاب قرار نمی‌دهیم. شما گرچه برای خودتان این چراگاه زشت را پسندیده‌اید، ولی ما خود را از آن پاک و به‌دور می‌داریم و خویشتن را از فرو رفتن در آن حفظ می‌کنیم. (\n﴿لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ﴾\n) و ما همنشینی با جاهلان را نمی‌پسندیم."
  },
  {
    "ayah": 56,
    "text": ": 56                            #\n{إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (56)}.\nإِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ\n[اي پيامبر!]\nتو نمي‌داني كسي را كه دوست داري هدايت كني، بلكه خداوند هر كس را كه بخواهد هدايت مي‌كند، و او به هدايت شدگان داناتر است."
  },
  {
    "ayah": 56,
    "text": "#\n(56)\nخداوند متعال می‌فرماید: تو ای محمد! ـ‌و دیگران به طریق اولی‌ـ نمی‌توانی کسی را هدایت کنی، گرچه آن فرد را بیش از همۀ مردم دوست داشته باشی؛ چون این کاری است که مردم نمی‌توانند آن را انجام دهند و برای آنها مقدور نیست که به کسی توفیق هدایت بدهند و ایمان را در قلب وی بیافرینند؛ بلکه این کار در دست خداست و هر کس را که بخواهد، هدایت می‌کند؛ و او بهتر می‌داند که چه کسی صلاحیت هدایت را دارد، پس او را هدایت می‌نماید؛ و او می‌داند که چه کسی شایستۀ هدایت نیست، پس او را بر گمراهی‌اش باقی می‌گذارد.\nو اما اینکه خداوند به پیامبرش فرموده است:\n﴿وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾\nو بی‌گمان تو به راه راست هدایت می‌کنی، منظور از هدایت در اینجا، تبیین و راهنمایی است. پس پیامبر صلی الله علیه وسلم راه راست را بیان می‌دارد و مردم را به در پیش گرفتن آن تشویق می‌کند؛ و آنچه را در توان دارد، صرف می‌نماید تا مردم راه راست را در پیش بگیرند. اما اینکه پیامبر، هدایت را در دل‌های مردم بیافریند و آنها را توفیق دهد تا هدایت شوند، هرگز چنین چیزی در دست وی نیست. بنابراین اگر پیامبر توانایی این کار را ‌داشت، عمویش ابوطالب را -که با او نیکی کرد، او را یاری داد، او را از قومش حفاظت ‌کرد و از ایشان دفاع ‌نمود، -هدایت می‌کرد. اما پیامبر این احسان را به او کرد که وی را به دین دعوت کرد و کاملاً دلسوز و خیرخواه او بود و در این راه بسیار کوشید، اما هدایت به دست خداست."
  },
  {
    "ayah": 57,
    "text": ": 57 - 59                            #\n{وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (57) وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (58) وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (59)}.\nوَقَالُوا إِن نَّتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِن لَّدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ و گفتند:\n«اگر همراه تو از هدايت پيروي كنيم از سرزمين خود ربوده مي‌شويم»\n. آيا آنان را در\n«حرم امن»\nجاي نداده‌ايم، كه فرآورده‌هاي هر چيزي براي روزي\n[آنان]\nاز نزد ما به سوي آن سرازير مي‌شود؟ بلكه بيشترشان نمي‌دانند.\nوَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ و چه بسيار شهرها را نابود ساختيم كه\n[اهالي آنها]\nدر زندگي خود مست و مغرور شده و سركشي كرده بودند. اين خانه‌هاي ايشان است كه بعد از آنان جز مدت اندكي مورد سكونت قرار نگرفته است و ما خودمان مالك و صاحب\n[ديار آنان]\nشديم.\nوَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ و پروردگارت هرگز نابود كنندة شهرها نيست، مگر اينكه در كانون آن پيامبري بفرستد كه آيات ما را بر آنان بخواند و ما نابود كنندة شهر و دياري نيستيم مگر اينكه ساكنان آن جا ستمكار باشند."
  },
  {
    "ayah": 57,
    "text": "#\n(57)\nخداوند متعال خبر می‌دهد که آن دسته از قریش و اهل مکه که حقیقت را تکذیب می‌کردند،\nبه پیامبر صلی الله علیه وسلم می‌گفتند:\n(\n﴿إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآ﴾\n) اگر همراه تو هدایت را بپذیریم و از آن پیروی کنیم ـ با کشته شدن و اسارت و غارت شدن اموال‏مان ـ از سرزمین خود ربوده می‌شویم؛ چون مردم با تو دشمنی و مخالفت می‌کنند، پس اگر از تو پیروی کنیم، ما را در معرض دشمنی با همۀ مردم قرار می‌دهی و ما توان رویارویی با همۀ مردم را نخواهیم داشت. این سخن آنها، بر بدگمانی به خداوند و اینکه پروردگار دینش را یاری نمی‌کند و آن را تعالی نمی‌بخشد، دلالت می‌نماید؛ و اینکه خداوند، مردم را بر پیروان دینش مسلط می‌گرداند و بدترین عذاب را به آنان می‌چشانند. و گمان بردند که باطل، بر حق چیره و مسلط می‌شود. خداوند با بیان حالتی که به آنها اختصاص داده است،\nفرمود:\n(\n﴿أَوَ لَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا﴾\n) آیا آنان را در حرمی پر امن و امان جای ندادیم که فرآورده‌های هر چیزی، برای روزی آنان، از نزد ما به سوی آن سرازیر می‌شود؛ یعنی آیا آنها را قدرت و ثروت نبخشیدیم و در حرم جای ندادیم، به گونه‌ای که افراد زیادی به قصد\n[زیارت]\nآن می‌آیند و مردمان دور و نزدیک حرم را احترام می‌گذارند و بر اهالی حرم، یورش و هجومی صورت نمی‌گیرد و در هیچ چیزی کمبود ندارند؟! حال آنکه ترس از همه سو، اماکنی را که در اطرافشان هست، فرا گرفته؛ و اهالی آنجا، در امنیت و آرامش قرار ندارند.\nپس آنها باید پروردگارشان را به خاطر این امنیت کامل که دیگران از آن برخوردار نیستند و برای این روزی فراوان از قبیل:\nمیوه‌ها و خوراکی‌ها و کالاها که مایۀ روزی و رفاه آنهاست و از هرجا برایشان آورده می‌شود، ستایش کنند و خدا را شکر نمایند. و باید از این پیامبر بزرگوار پیروی کنند تا از امنیت و آسایش کامل برخوردار شوند."
  },
  {
    "ayah": 58,
    "text": "#\n(58)\nآنها باید از تکذیب پیامبر و مغرور شدن و سرکشی کردن به خاطر نعمت خدا، پرهیز نمایند؛ و بترسند از اینکه امنیت آنها، به ناامنی و ترس مبدل شود؛ و بعد از عزتی که دارند، خوار و ذلیل گردند؛ و بعد از آنکه ثروتمند و توانگر هستند؛ فقیر و نادار شوند. بنابراین خداوند آنها را، از آنچه که نسبت به امت‌های گذشته انجام گرفت،\nهشدار داد و فرمود:\n(\n﴿وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۢ بَطِرَتۡ مَعِيشَتَهَا﴾\n) و چه مردمان زیادی را نابود ساخته‌ایم که به زندگی خود مغرور شده و رفاه و نعمت‌های زندگی، آنها را غافل کرده بود! و آنها به پیامبران ایمان نیاوردند و از آنان غافل و رویگردان شدند. پس خداوند آنان را نابود کرد و نعمت‌ها را از آنها گرفت و آنان را به عذاب و بلا گرفتار نمود. (\n﴿فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗا﴾\n) این خانه‌های ایشان است که بعد ‌از آنان متروک گشته و روی آبادی به خود ندیده است؛ و جز اندکی مورد سکونت واقع نشده است؛ زیرا پیوسته گرفتار هلاکت و تلف و نابودی شدند. (\n﴿وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ﴾\n) و ما وارث بندگانیم؛ آنها را می‌میرانیم، سپس همۀ نعمت‌هایی را که آنان را از آن برخوردار کردیم، به ما بر می‌گردد، سپس بندگان را به سوی خود باز می‌گردانیم و آنان را طبق اعمال‏شان مجازات می‌کنیم."
  },
  {
    "ayah": 59,
    "text": "#\n(59)\nو از حکمت و رحمت الهی این است که امت‌ها را به محض کفر ورزیدن‏شان و قبل از آنکه با فرستادن پیامبران حجت بر آنها اقامه شود، عذاب نمی‌دهد.\nبنابراین فرمود:\n(\n﴿وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا﴾\n) و پروردگارت، به سبب کفر و ظلم اهالی شهرها، هلاک کنندۀ آنها نبوده است، تا اینکه پیامبری را به مرکز و پایتخت آنان نفرستد که در آن رفت و آمد می‌کنند و کارهای‏شان را در آن انجام می‌دهند و اخبار آن از آنان پوشیده نیست که آیات ما را بر آنها بخواند؛ آیاتی که بر صحت آنچه آورده و راست بودن آنچه که آنها را به سوی آن فرا می‌خواند، دلالت می‌نماید. پس سخن او به همۀ ساکنان آن شهر و آبادی می‌رسد؛ به خلاف فرستادن پیامبر در آبادی‌های دور دست و گوشه و کنار که گمان می‌رود رسالت و پیام او از آنان پوشیده بماند. اما شهرهای مرکزی که محل آمد و رفت مردم است و غالباً اخبار و موضوعات، سریعاً میان آنها انتشار پیدا می‌کند، از دیگران جفای کمتری دارند. (\n﴿وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ﴾\n) و ما نابود کنندۀ هیچ شهر و دیاری نیستیم، مگر اینکه ساکنان آنجا با کفر ورزیدن و ارتکاب گناهان، ستمکار و مستحق کیفر باشند. حاصل مطلب اینکه خداوند هیچ کس را جز به خاطر ستمش و اقامه شدن حجت بر او، عذاب نمی‌دهد."
  },
  {
    "ayah": 60,
    "text": ": 60 - 61                            #\n{وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (60) أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ (61)}.\nَمَا أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ و آنچه كه به شما داده شده است بهرة اين جهان و زينت آن است، و آنچه كه نزد خداوند است بهتر و پاينده‌تر است. آيا خرد نمي‌ورزيد؟!\nأَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ آيا كسي كه او را به وعده‌اي نيك وعده داده‌ايم و بدان خواهد رسيد، همانند كسي است كه كالاي زندگي اين جهان را بدو داده‌ايم آنگاه او روز قيامت از احضار شدگان خواهد بود؟!"
  },
  {
    "ayah": 60,
    "text": "#\n(60)\nدر اینجا خداوند بندگانش را به دل نبستن به دنیا و فریب نخوردن به خاطر آن؛\nو به دل بستن به آخرت تشویق نموده و می‌فرماید:\nباید آخرت، مقصود و مطلوب بنده باشد؛ و آنها را خبر می‌دهد که همۀ طلا و نقره و اغنام و احشام و کالاها و زنان و فرزندان و خوردنی‌ها و نوشیدنی‌ها و لذت‌هایی که به مردم داده شده ‌است، بهره و کالای زندگی دنیا و زینت آن است و در مدت کوتاهی از آن بهره‌مند می‌شوند؛ برخورداری‌ای کوتاه که سرشار از ناگواری‌ها و آمیخته با رنج‌هاست؛ و انسان مدت اندکی به قصد تفاخر، خود را بدان می‌آراید، سپس به سرعت، این زینت و تجمل ظاهری از بین رفته و نابود می‌شود و صاحبش جز حسرت و پشیمانی و ناکامی و محرومیت، استفاده‌ای از آن نمی‌برد. (\n﴿وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓ﴾\n) و نعمت‌های پایدار و زندگی سالمی که نزد خداست، از لحاظ کیفیت و کمیت بهتر بوده و همیشگی و جاودانه است. (\n﴿أَفَلَا تَعۡقِلُونَ﴾\n) آیا خرد نمی‌ورزید؟ یعنی آیا شما عقل ندارید که این دو کار را با هم مقایسه کنید تا دریابید که کدام یک قابل ترجیح است و کدام سرا سزاوارتر است تا برای آن کار و فعالیت شود؟! پس این دلالت می‌نماید که بر اساس خرد و عقل، بنده، آخرت را بر دنیا ترجیح می‌دهد؛ و هیچ کس جز آنان که عقل و اندیشه‌ای ناقص دارند، دنیا را ترجیح نداده‌اند. بنابراین صاحبان خرد را یادآور شد که اوضاع و احوال ترجیح دهندگان آخرت را، با ترجیح دهندگان دنیا مقایسه کنند؛\nو فرمود:\n(\n﴿أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ﴾\n)"
  },
  {
    "ayah": 61,
    "text": "#\n(61)\nیعنی: آیا مؤمنی که برای آخرت و وعده‌ای که خدا به او داده است -یعنی پاداش نیک که همان بهشت و نعمت‌های بزرگ آن است- تلاش می‌نماید، و بدون شک به آن خواهد رسید، و تردیدی در آن نیست؛ زیرا این وعدۀ خداوند بزرگوار است که وعده‌اش راستین است و با بنده‌ای که در راه خشنودی او گام برداشته و از مواردی که وی را ناراضی می‌کند، دوری گزیده است، خلاف وعده نمی‌کند. (\n﴿كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾\n)\n[آیا چنین کسی]\nمانند شخصی است که کالای زندگی دنیا را به او داده‌ایم و او آن را می‌گیرد، می‌خورد، می‌نوشد و آن طور که چهارپایان از آن بهره می‌برند، وی نیز به همان شیوه از آن استفاده می‌نماید، به دنیا مشغول شده، آخرتش را فراموش کرده و هدایت الهی را نپذیرفته و از پیامبران پیروی نکرده است؟! پس این وضعیتِ همیشگی اوست، و توشه‌ای جز زیان و هلاکت از دنیا نخواهد داشت. (\n﴿ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ﴾\n) سپس او روز قیامت از احضارشدگان برای حساب است. و او می‌داند که هیچ خیر و نیکی برای خود از پیش نفرستاده است؛ بلکه فقط چیزهایی را از پیش فرستاده است که به او زیان می‌رساند؛ و به سرایی منتقل می‌گردد که انسان در آن بر اعمال خود مجازات می‌شود. پس به گمان شما چه سرنوشتی خواهد داشت؟! و پندار شما در رابطه با او چیست؟! پس فرد عاقل باید چیزی را برای خودش انتخاب نماید که اولی‌تر و بیشتر سزاوار ترجیح است."
  },
  {
    "ayah": 62,
    "text": ": 62 - 66                            #\n{وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (62) قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ (63) وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ (64) وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ (65) فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ (66)}.\nوَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ و روزي\n[فرا خواهد رسيد]\nكه\n[خداوند]\nآنان را ندا داده و مي‌فرمايد:‌كجايند انبازهايي كه آنها را گما مي‌برديد؟\n!\nقَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاء الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ كساني كه فرمان عذاب بر آنها تحقق يافته است مي‌گويند:\n«پروردگارا! اينانند كه گمراهشان كرديم، آنان را چنانكه خود گمراه شديم گمراه نبوديم. ما از اينان در پيشگاه تو بيزاري مي‌جوييم؛ ما را عبادت نمي‌كردند‍[بلكه دنباله‌رو پندار خود بودند]»\n.\nوَقِيلَ ادْعُوا شُرَكَاءكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ و گفته مي‌شود:\n«انبازهاي خود را به ياري بخوانيد، آنگاه آنها را فرا مي‌خوانند اما [نداي] آنان را پاسخ نمي‌دهند»\n. و عذاب را مي‌بينند، و اگر هدايت مي‌شدند آنچه كه برايشان پيش آمده است پيش نمي‌آمد.\nوَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ و روزي كه\n[خداوند]\nآنها را ندا مي‌دهد و مي‌فرمايد:\n«چه پاسخي به پيامبران داديد؟»\n.\nفَعَمِيَتْ عَلَيْهِمُ الْأَنبَاء يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءلُونَ آنگاه خبرها در آن روز بر آنان مشتبه گشته و نمي‌توانند چيزي را از يكديگر بپرسند."
  },
  {
    "ayah": 62,
    "text": "#\n(62 - 63)\nدر اینجا خداوند خبر می‌دهد که در روز قیامت از مردم سؤال می‌کند؛ و از مسایل اصولی از آنها می‌پرسد؛ و از آنان در رابطه با عبادت خداوند و اجابت پیامبرانش سؤال می‌کند.\nپس فرمود:\n(\n﴿وَيَوۡمَ يُنَادِيهِمۡ﴾\n) و روزی خواهد آمد که خداوند کسانی را که انبازهایی را با او شریک ساخته و آنها را پرستش ‌کرده بودند و امیدوار بودند که زیانی را از آنها دفع نمایند، صدا می‌زند تا ناتوان بودن انبازها و گمراهی‌شان را برای‏شان بیان نماید. (\n﴿فَيَقُولُ أَيۡنَ شُرَكَآءِيَ﴾\n) پس می‌فرماید: شریکان و انبازهای من کجایند؟! البته که خداوند شریکی ندارد، اما اینجا، بر حسب گمان و دروغ آنها، از آنان می‌پرسد.\nبنابراین فرمود:\n(\n﴿ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ﴾\n) کسانی که گمان می‌بردید\n[شریکان خداوند می‌باشند]\nکجا هستند؟ و آیا می‌توانند فایده‌ای برسانند و زیانی را دور کنند؟! در آن حالت برای آنها مشخّص می‌گردد که آنچه را عبادت کرده و به آن امید داشته‌اند، باطل بوده است؛ و خود آنان و امیدی که از آنها داشته‌اند، چیزی عبث بوده است. پس به گمراهی و سرکشی خود حکم می‌کنند. بنابراین (\n﴿قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ﴾\n) سران و رهبران کفر و شر که فرمان عذاب دربارۀ آنان محقق شده است،\nبه گمراه بودن خود و گمراه کردن دیگران اعتراف می‌کنند و می‌گویند:\n(\n﴿رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَا﴾\n) پروردگارا! اینان پیروان ما هستند که گمراهشان کردیم، چنانکه خود گمراه شدیم؛ یعنی همۀ ما در گمراهی مشترک هستیم و فرمان عذاب دربارۀ همۀ ما محقق است. (\n﴿تَبَرَّأۡنَآ إِلَيۡكَ﴾\n) در پیشگاه تو، از عبادت‏شان بیزاری می‌جوییم؛ یعنی ما از آنها و عمل‏شان بیزار هستیم. (\n﴿مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ﴾\n) آنها ما را نمی‌پرستیدند، بلکه شیطان‌ها را عبادت می‌کردند."
  },
  {
    "ayah": 63,
    "text": "#\n(62 - 63)\nدر اینجا خداوند خبر می‌دهد که در روز قیامت از مردم سؤال می‌کند؛ و از مسایل اصولی از آنها می‌پرسد؛ و از آنان در رابطه با عبادت خداوند و اجابت پیامبرانش سؤال می‌کند.\nپس فرمود:\n(\n﴿وَيَوۡمَ يُنَادِيهِمۡ﴾\n) و روزی خواهد آمد که خداوند کسانی را که انبازهایی را با او شریک ساخته و آنها را پرستش ‌کرده بودند و امیدوار بودند که زیانی را از آنها دفع نمایند، صدا می‌زند تا ناتوان بودن انبازها و گمراهی‌شان را برای‏شان بیان نماید. (\n﴿فَيَقُولُ أَيۡنَ شُرَكَآءِيَ﴾\n) پس می‌فرماید: شریکان و انبازهای من کجایند؟! البته که خداوند شریکی ندارد، اما اینجا، بر حسب گمان و دروغ آنها، از آنان می‌پرسد.\nبنابراین فرمود:\n(\n﴿ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ﴾\n) کسانی که گمان می‌بردید\n[شریکان خداوند می‌باشند]\nکجا هستند؟ و آیا می‌توانند فایده‌ای برسانند و زیانی را دور کنند؟! در آن حالت برای آنها مشخّص می‌گردد که آنچه را عبادت کرده و به آن امید داشته‌اند، باطل بوده است؛ و خود آنان و امیدی که از آنها داشته‌اند، چیزی عبث بوده است. پس به گمراهی و سرکشی خود حکم می‌کنند. بنابراین (\n﴿قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ﴾\n) سران و رهبران کفر و شر که فرمان عذاب دربارۀ آنان محقق شده است،\nبه گمراه بودن خود و گمراه کردن دیگران اعتراف می‌کنند و می‌گویند:\n(\n﴿رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَا﴾\n) پروردگارا! اینان پیروان ما هستند که گمراهشان کردیم، چنانکه خود گمراه شدیم؛ یعنی همۀ ما در گمراهی مشترک هستیم و فرمان عذاب دربارۀ همۀ ما محقق است. (\n﴿تَبَرَّأۡنَآ إِلَيۡكَ﴾\n) در پیشگاه تو، از عبادت‏شان بیزاری می‌جوییم؛ یعنی ما از آنها و عمل‏شان بیزار هستیم. (\n﴿مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ﴾\n) آنها ما را نمی‌پرستیدند، بلکه شیطان‌ها را عبادت می‌کردند."
  },
  {
    "ayah": 64,
    "text": "#\n(64)\n(\n﴿وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ﴾\n) و به آنها گفته می‌شود: آنچه را که با خدا شریک می‌ساختید، به فریاد بخوانید، چون از آنها امید نفع و سود داشتید. پس آنها در آن وقت دشوار -که عبادت کننده به آنچه عبادت کرده است، نیاز دارد- فرمان داده می‌شوند تا آنها را بخوانند. (\n﴿فَدَعَوۡهُمۡ﴾\n) پس آنان را ندا می‌دهند تا به آنها فایده برسانند و یا چیزی از عذاب خدا را از آنان دور سازند. (\n﴿فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ﴾\n) ولی پاسخی به آنان نمی‌دهند و کافران می‌دانند که آنها دروغگو بوده‌اند و سزاوار عقوبت و کیفر هستند. (\n﴿وَرَأَوُاْ ٱلۡعَذَابَ﴾\n) و عذابی را که آشکارا و به زودی آنها را فرا خواهد گرفت، با چشم خود می‌بینند، بعد از اینکه آن را تکذیب و انکار ‌کردند. (\n﴿لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ﴾\n) و اگر هدایت می‌شدند، آنچه که برایشان پیش آمده است، پیش نمی‌آمد و به راه بهشت هدایت می‌شدند. همان‌طور که در دنیا هدایت یافتند، اما آنها هدایت نشدند."
  },
  {
    "ayah": 65,
    "text": "#\n(65 - 66)\n(\n﴿وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ﴾\n) و روزی که خداوند مشرکان را ندا می‌دهد که به پیامبران چه پاسخی دادید؟ آیا آنها را تصدیق کردید و از آنان پیروی نمودید، یا اینکه آنها را تکذیب کردید وبا آنان مخالفت ورزیدید؟! (\n﴿فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ﴾\n) آنان پاسخی برای این سؤال ندارند و به راه راست رهنمود نمی‌شوند. و معلوم است که در اینجا جز پاسخ درستی که مطابق با حقیقت باشد -مبنی بر اینکه ایمان آورده‌ایم و از پیامبران اطاعت کرده‌ایم- مفید نخواهد بود. اما از آنجا که می‌دانند پیامبران را تکذیب کرده‌اند و با دستورشان مخالفت ورزیده‌اند، چیزی نمی‌گویند و نمی‌توانند از همدیگر بپرسند که چه پاسخی بدهند، گرچه آن پاسخ دروغ باشد."
  },
  {
    "ayah": 66,
    "text": "#\n(65 - 66)\n(\n﴿وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ﴾\n) و روزی که خداوند مشرکان را ندا می‌دهد که به پیامبران چه پاسخی دادید؟ آیا آنها را تصدیق کردید و از آنان پیروی نمودید، یا اینکه آنها را تکذیب کردید وبا آنان مخالفت ورزیدید؟! (\n﴿فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ﴾\n) آنان پاسخی برای این سؤال ندارند و به راه راست رهنمود نمی‌شوند. و معلوم است که در اینجا جز پاسخ درستی که مطابق با حقیقت باشد -مبنی بر اینکه ایمان آورده‌ایم و از پیامبران اطاعت کرده‌ایم- مفید نخواهد بود. اما از آنجا که می‌دانند پیامبران را تکذیب کرده‌اند و با دستورشان مخالفت ورزیده‌اند، چیزی نمی‌گویند و نمی‌توانند از همدیگر بپرسند که چه پاسخی بدهند، گرچه آن پاسخ دروغ باشد."
  },
  {
    "ayah": 67,
    "text": ": 67                            #\n{فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ (67)}.\nفَأَمَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَن يَكُونَ مِنَ الْمُفْلِحِينَ و اما كسي كه توبه كرده و ايمان آورده و كار شايستة انجام داده باشد اميد است كه از زمرة رستگاران گردد."
  },
  {
    "ayah": 67,
    "text": "#\n(67)\n((فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ)\n) وقتی خداوند بیان کرد که از بندگان در مورد معبودشان و در مورد پیامبران‏شان سؤال خواهد شد،\nراهی را بیان کرد که با آن بنده از عذاب خداوند متعال نجات می‌یابد و فرمود:\nنجاتی نیست مگر برای کسی که اهل توبه باشد و از شرک‌ورزی و گناهان دوری ورزد و به خدا ایمان آورد و او را عبادت نماید، و از پیامبرانش اطاعت کند و آنها را تصدیق نماید و کار شایسته انجام دهد و در این راستا از پیامبرانش پیروی نماید. (\n﴿فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ﴾\n) پس امید است کسی که این خصلت‌ها را داشته باشد از زمرۀ رستگاران گردد؛ آنهایی که به مطلوب دست می‌یابند و از امر ناگوار نجات پیدا می‌کنند. پس برای رستگار شدن راهی جز این وجود ندارد."
  },
  {
    "ayah": 68,
    "text": ": 68 - 70                            #\n{وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (68) وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (69) وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (70)}.\nوَرَبُّكَ يَخْلُقُ مَا يَشَاء وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ پروردگار تو هر آنچه را بخواهد مي‌آفريند، و\n[هر كس را بخواهد]\nبر مي‌گزيند، و آنان اختياري ندارند. خداوند بسي منزه‌تر و بالاتر از آن است كه برايش شريك قرار مي‌دهند.\nوَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ و پروردگارت آنچه دل‌هايشان پنهان مي‌دارد و آنچه كه آشكار مي‌سازد، مي‌داند.\nوَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ و اوست\n«الله»\nمعبود به حق ديگري جز او نيست، و فرمانروايي از آن اوست و به سوي او بازگردانده مي‌شويد."
  },
  {
    "ayah": 68,
    "text": "#\n(68 - 70)\nدر این آیات خداوند بیان می‌دارد که او همۀ مخلوقات را آفریده و مشیّت و ارادۀ او در همۀ آفریده‌ها نافذ است و هرکس را که بخواهد برمی‌گزیند و هر فرمان و زمان و مکانی را که بخواهد انتخاب می‌کند و هیچ کس دیگری حق انتخاب و اختیار ندارد. و خداوند از داشتنِ شریک و پشتیبان و فرزند و همسر و هر آنچه شریک او قرار می‌دهند پاک و منزه است. و به آنچه که دل‌های‏شان پنهان می‌دارد و آنچه که آشکار می‌سازند آگاه است. و فقط او معبود ستایش شده در دنیا و آخرت است و به‌خاطر برخورداری از صفت‌های جلال و جمال و به خاطر احسانی که به بندگانش نموده مورد ستایش قرار می‌گیرد. و او در هردو جهان حاکم است؛ در دنیا به حکم و فرمان تقدیری حکم می‌نماید که مصداق آن همۀ چیزهایی است که آفریده و پدید آورده است. و حکم دینی نیز از آن اوست که مصداق آن مجموعۀ شریعت‌ها و اوامر و نواهی است. و در آخرت به حکم تقدیری و جزایی خود حکم می‌کند.\nبنابراین فرمود:\n(\n﴿وَإِلَيۡهِ تُرۡجَعُونَ﴾\n) و به سوی او بازگردانده می‌شوید؛ پس هر یک از شما را به خاطر عمل خوب و بدش جزا و سزا می‌دهد."
  },
  {
    "ayah": 69,
    "text": "#\n(68 - 70)\nدر این آیات خداوند بیان می‌دارد که او همۀ مخلوقات را آفریده و مشیّت و ارادۀ او در همۀ آفریده‌ها نافذ است و هرکس را که بخواهد برمی‌گزیند و هر فرمان و زمان و مکانی را که بخواهد انتخاب می‌کند و هیچ کس دیگری حق انتخاب و اختیار ندارد. و خداوند از داشتنِ شریک و پشتیبان و فرزند و همسر و هر آنچه شریک او قرار می‌دهند پاک و منزه است. و به آنچه که دل‌های‏شان پنهان می‌دارد و آنچه که آشکار می‌سازند آگاه است. و فقط او معبود ستایش شده در دنیا و آخرت است و به‌خاطر برخورداری از صفت‌های جلال و جمال و به خاطر احسانی که به بندگانش نموده مورد ستایش قرار می‌گیرد. و او در هردو جهان حاکم است؛ در دنیا به حکم و فرمان تقدیری حکم می‌نماید که مصداق آن همۀ چیزهایی است که آفریده و پدید آورده است. و حکم دینی نیز از آن اوست که مصداق آن مجموعۀ شریعت‌ها و اوامر و نواهی است. و در آخرت به حکم تقدیری و جزایی خود حکم می‌کند.\nبنابراین فرمود:\n(\n﴿وَإِلَيۡهِ تُرۡجَعُونَ﴾\n) و به سوی او بازگردانده می‌شوید؛ پس هر یک از شما را به خاطر عمل خوب و بدش جزا و سزا می‌دهد."
  },
  {
    "ayah": 70,
    "text": "#\n(68 - 70)\nدر این آیات خداوند بیان می‌دارد که او همۀ مخلوقات را آفریده و مشیّت و ارادۀ او در همۀ آفریده‌ها نافذ است و هرکس را که بخواهد برمی‌گزیند و هر فرمان و زمان و مکانی را که بخواهد انتخاب می‌کند و هیچ کس دیگری حق انتخاب و اختیار ندارد. و خداوند از داشتنِ شریک و پشتیبان و فرزند و همسر و هر آنچه شریک او قرار می‌دهند پاک و منزه است. و به آنچه که دل‌های‏شان پنهان می‌دارد و آنچه که آشکار می‌سازند آگاه است. و فقط او معبود ستایش شده در دنیا و آخرت است و به‌خاطر برخورداری از صفت‌های جلال و جمال و به خاطر احسانی که به بندگانش نموده مورد ستایش قرار می‌گیرد. و او در هردو جهان حاکم است؛ در دنیا به حکم و فرمان تقدیری حکم می‌نماید که مصداق آن همۀ چیزهایی است که آفریده و پدید آورده است. و حکم دینی نیز از آن اوست که مصداق آن مجموعۀ شریعت‌ها و اوامر و نواهی است. و در آخرت به حکم تقدیری و جزایی خود حکم می‌کند.\nبنابراین فرمود:\n(\n﴿وَإِلَيۡهِ تُرۡجَعُونَ﴾\n) و به سوی او بازگردانده می‌شوید؛ پس هر یک از شما را به خاطر عمل خوب و بدش جزا و سزا می‌دهد."
  },
  {
    "ayah": 71,
    "text": ": 71 - 73                            #\n{قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (71) قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (72) وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (73)}.\nقُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِضِيَاء أَفَلَا تَسْمَعُونَ بگو:\n«به من بگوييد اگر خداوند شب را بر شما تا روز قيامت پيوسته بگرداند، كيست معبودي غير از خداوند كه برايتان روشني بياورد؟ آيا نمي‌شنويد؟!»\n.\nقُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ بگو:\n«به من خبر دهيد اگر خداوند روز را تا قيامت بر شما ماندگار كند، به جز خدا كدام معبود است كه بتواند براي شما شبي را بياورد تا در آن آرام گيريد؟‌آيا نمي‌بينيد؟»\n.\nوَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ و از رحمت خود شب و روز را برايتان مقرر داشت تا در آن بياراميد و فضل خدا را بجوئيد و باشد كه سپاس بگزاريد."
  },
  {
    "ayah": 71,
    "text": "#\n(71 - 73)\nاین منّتی از جانب خدا بر بندگانش است که آنها را به ادا کردن شکر، و انجام بندگی، و به ‌جای آوردن حق خدا فرا می‌خواند. آری! منّت و فضل خداست که از سر لطف و رحمت خویش، روز را برای آنها آفریده است تا فضل خدا را بجویند و برای طلب روزی‌های خود و زندگی‌شان، در روشنایی روز به اینجا و آنجا بروند و پخش شوند. و شب را آفریده است تا در آن آرام بگیرند و روح و جسم آنها از خستگی کار و فعالیت روزانه بیاساید. پس این، از فضل و رحمت خدا نسبت به بندگانش می‌باشد؛ و آیا کسی می‌تواند این چیزها را به وجود بیاورد؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ﴾\n) اگر خداوند شب را تا روز قیامت ماندگار کند، به جز خدا کیست که بتواند برای شما روشنی بیاورد؟ آیا مواعظ خدا و آیات را نمی‌شنوید و نمی‌فهمید؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ﴾\n) و اگر خداوند روز را تا قیامت بر شما ماندگار کند، به جز خدا کدام معبوداست که بتواند شبی را برای‏تان بیاورد تا در آن آرام گیرید؟ آیا عبرت نمی‌گیرید و نشانه‌ها و آیات خدا را نمی‌بینید تا بینش شما روشن گردد و راه راست را در پیش گیرید؟\n! در مبحث شب فرمود:\n(\n﴿أَفَلَا تَسۡمَعُونَ﴾\n) آیا نمی‌شنوید؛\nو در مبحث روز فرمود:\n(\n﴿أَفَلَا تُبۡصِرُونَ﴾\n) آیا نمی‌بینید؛ چون قوۀ شنیدن در شب، از قوۀ بینایی قوی‌تر است؛ و در روز، قوۀ بینایی، از شنوایی قوی‌تر می‌باشد. و از این آیات چنین برمی‌آید که بنده باید در نعمت‌های خداوند بیندیشد و به دقت در آن بنگرد و عدم و وجود آن را با هم مقایسه کند؛ زیرا اگر وجود نعمت با عدم آن مقایسه شود، عقل انسان متوجه منّت و احسان خدا می‌گردد. به خلاف کسی که به داشتن چیزهایی عادت کرده و چنین فکر می‌کند که این نعمات همیشه بوده‌اند و همواره ادامه خواهند داشت؛ پس خداوند را بر نعمت‌هایش ستایش نمی‌کند و از ابراز نیاز به درگاه خداوند ابا می‌ورزد. چنین کسی به کوری قلب دچار شده است و فکر شکر گزاردن و ذکر خداوند، به ذهنش هم خطور نمی‌کند.  این منّتی از جانب خدا بر بندگانش است که آنها را به ادا کردن شکر، و انجام بندگی، و به ‌جای آوردن حق خدا فرا می‌خواند. آری! منّت و فضل خداست که از سر لطف و رحمت خویش، روز را برای آنها آفریده است تا فضل خدا را بجویند و برای طلب روزی‌های خود و زندگی‌شان، در روشنایی روز به اینجا و آنجا بروند و پخش شوند. و شب را آفریده است تا در آن آرام بگیرند و روح و جسم آنها از خستگی کار و فعالیت روزانه بیاساید. پس این، از فضل و رحمت خدا نسبت به بندگانش می‌باشد؛ و آیا کسی می‌تواند این چیزها را به وجود بیاورد؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ﴾\n) اگر خداوند شب را تا روز قیامت ماندگار کند، به جز خدا کیست که بتواند برای شما روشنی بیاورد؟ آیا مواعظ خدا و آیات را نمی‌شنوید و نمی‌فهمید؟!"
  },
  {
    "ayah": 72,
    "text": "#\n(71 - 73)\nاین منّتی از جانب خدا بر بندگانش است که آنها را به ادا کردن شکر، و انجام بندگی، و به ‌جای آوردن حق خدا فرا می‌خواند. آری! منّت و فضل خداست که از سر لطف و رحمت خویش، روز را برای آنها آفریده است تا فضل خدا را بجویند و برای طلب روزی‌های خود و زندگی‌شان، در روشنایی روز به اینجا و آنجا بروند و پخش شوند. و شب را آفریده است تا در آن آرام بگیرند و روح و جسم آنها از خستگی کار و فعالیت روزانه بیاساید. پس این، از فضل و رحمت خدا نسبت به بندگانش می‌باشد؛ و آیا کسی می‌تواند این چیزها را به وجود بیاورد؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ﴾\n) اگر خداوند شب را تا روز قیامت ماندگار کند، به جز خدا کیست که بتواند برای شما روشنی بیاورد؟ آیا مواعظ خدا و آیات را نمی‌شنوید و نمی‌فهمید؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ﴾\n) و اگر خداوند روز را تا قیامت بر شما ماندگار کند، به جز خدا کدام معبوداست که بتواند شبی را برای‏تان بیاورد تا در آن آرام گیرید؟ آیا عبرت نمی‌گیرید و نشانه‌ها و آیات خدا را نمی‌بینید تا بینش شما روشن گردد و راه راست را در پیش گیرید؟\n! در مبحث شب فرمود:\n(\n﴿أَفَلَا تَسۡمَعُونَ﴾\n) آیا نمی‌شنوید؛\nو در مبحث روز فرمود:\n(\n﴿أَفَلَا تُبۡصِرُونَ﴾\n) آیا نمی‌بینید؛ چون قوۀ شنیدن در شب، از قوۀ بینایی قوی‌تر است؛ و در روز، قوۀ بینایی، از شنوایی قوی‌تر می‌باشد. و از این آیات چنین برمی‌آید که بنده باید در نعمت‌های خداوند بیندیشد و به دقت در آن بنگرد و عدم و وجود آن را با هم مقایسه کند؛ زیرا اگر وجود نعمت با عدم آن مقایسه شود، عقل انسان متوجه منّت و احسان خدا می‌گردد. به خلاف کسی که به داشتن چیزهایی عادت کرده و چنین فکر می‌کند که این نعمات همیشه بوده‌اند و همواره ادامه خواهند داشت؛ پس خداوند را بر نعمت‌هایش ستایش نمی‌کند و از ابراز نیاز به درگاه خداوند ابا می‌ورزد. چنین کسی به کوری قلب دچار شده است و فکر شکر گزاردن و ذکر خداوند، به ذهنش هم خطور نمی‌کند.  این منّتی از جانب خدا بر بندگانش است که آنها را به ادا کردن شکر، و انجام بندگی، و به ‌جای آوردن حق خدا فرا می‌خواند. آری! منّت و فضل خداست که از سر لطف و رحمت خویش، روز را برای آنها آفریده است تا فضل خدا را بجویند و برای طلب روزی‌های خود و زندگی‌شان، در روشنایی روز به اینجا و آنجا بروند و پخش شوند. و شب را آفریده است تا در آن آرام بگیرند و روح و جسم آنها از خستگی کار و فعالیت روزانه بیاساید. پس این، از فضل و رحمت خدا نسبت به بندگانش می‌باشد؛ و آیا کسی می‌تواند این چیزها را به وجود بیاورد؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ﴾\n) اگر خداوند شب را تا روز قیامت ماندگار کند، به جز خدا کیست که بتواند برای شما روشنی بیاورد؟ آیا مواعظ خدا و آیات را نمی‌شنوید و نمی‌فهمید؟!"
  },
  {
    "ayah": 73,
    "text": "#\n(71 - 73)\nاین منّتی از جانب خدا بر بندگانش است که آنها را به ادا کردن شکر، و انجام بندگی، و به ‌جای آوردن حق خدا فرا می‌خواند. آری! منّت و فضل خداست که از سر لطف و رحمت خویش، روز را برای آنها آفریده است تا فضل خدا را بجویند و برای طلب روزی‌های خود و زندگی‌شان، در روشنایی روز به اینجا و آنجا بروند و پخش شوند. و شب را آفریده است تا در آن آرام بگیرند و روح و جسم آنها از خستگی کار و فعالیت روزانه بیاساید. پس این، از فضل و رحمت خدا نسبت به بندگانش می‌باشد؛ و آیا کسی می‌تواند این چیزها را به وجود بیاورد؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ﴾\n) اگر خداوند شب را تا روز قیامت ماندگار کند، به جز خدا کیست که بتواند برای شما روشنی بیاورد؟ آیا مواعظ خدا و آیات را نمی‌شنوید و نمی‌فهمید؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ﴾\n) و اگر خداوند روز را تا قیامت بر شما ماندگار کند، به جز خدا کدام معبوداست که بتواند شبی را برای‏تان بیاورد تا در آن آرام گیرید؟ آیا عبرت نمی‌گیرید و نشانه‌ها و آیات خدا را نمی‌بینید تا بینش شما روشن گردد و راه راست را در پیش گیرید؟\n! در مبحث شب فرمود:\n(\n﴿أَفَلَا تَسۡمَعُونَ﴾\n) آیا نمی‌شنوید؛\nو در مبحث روز فرمود:\n(\n﴿أَفَلَا تُبۡصِرُونَ﴾\n) آیا نمی‌بینید؛ چون قوۀ شنیدن در شب، از قوۀ بینایی قوی‌تر است؛ و در روز، قوۀ بینایی، از شنوایی قوی‌تر می‌باشد. و از این آیات چنین برمی‌آید که بنده باید در نعمت‌های خداوند بیندیشد و به دقت در آن بنگرد و عدم و وجود آن را با هم مقایسه کند؛ زیرا اگر وجود نعمت با عدم آن مقایسه شود، عقل انسان متوجه منّت و احسان خدا می‌گردد. به خلاف کسی که به داشتن چیزهایی عادت کرده و چنین فکر می‌کند که این نعمات همیشه بوده‌اند و همواره ادامه خواهند داشت؛ پس خداوند را بر نعمت‌هایش ستایش نمی‌کند و از ابراز نیاز به درگاه خداوند ابا می‌ورزد. چنین کسی به کوری قلب دچار شده است و فکر شکر گزاردن و ذکر خداوند، به ذهنش هم خطور نمی‌کند.  این منّتی از جانب خدا بر بندگانش است که آنها را به ادا کردن شکر، و انجام بندگی، و به ‌جای آوردن حق خدا فرا می‌خواند. آری! منّت و فضل خداست که از سر لطف و رحمت خویش، روز را برای آنها آفریده است تا فضل خدا را بجویند و برای طلب روزی‌های خود و زندگی‌شان، در روشنایی روز به اینجا و آنجا بروند و پخش شوند. و شب را آفریده است تا در آن آرام بگیرند و روح و جسم آنها از خستگی کار و فعالیت روزانه بیاساید. پس این، از فضل و رحمت خدا نسبت به بندگانش می‌باشد؛ و آیا کسی می‌تواند این چیزها را به وجود بیاورد؟! (\n﴿إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ﴾\n) اگر خداوند شب را تا روز قیامت ماندگار کند، به جز خدا کیست که بتواند برای شما روشنی بیاورد؟ آیا مواعظ خدا و آیات را نمی‌شنوید و نمی‌فهمید؟!"
  },
  {
    "ayah": 74,
    "text": ": 74 - 75                            #\n{وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (74) وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (75)}.\nوَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ و روزي كه آنان را ندا مي‌دهد،\nآنگاه مي‌گويد:\n«كجايند آن شريكانم كه شما مي‌پنداشتيد؟!»\n.\nوَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ و\n[در آن روز]\nاز هر امتي گواهي بيرون مي‌كشيم،\nآنگاه مي‌گوييم:\n«دليل خود را بياوريد»\n. پس مي‌دانند كه حق با خداوند است، وآنچه كه به هم مي‌بافتند از ايشان گم و ناپديد مي‌شود."
  },
  {
    "ayah": 74,
    "text": "#\n(74 - 75)\nروزی\n[خواهد آمد]\nکه خداوند کسانی را ندا می‌دهد که چیزهایی را برای او شریک قرار می‌دادند و غیر او را با وی برابر دانسته و ادعا می‌کردند که خداوند شریکانی دارد که سزاوار عبادت هستند و فایده می‌دهند و ضرر می‌رسانند. پس وقتی که روز قیامت فرا برسد، خداوند می‌خواهد جسارت و افترایی که در سر می‌پروراندند و دروغگویی آنان را آشکار ‌سازد، (\n﴿يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ﴾\n) آنان را ندا می‌دهد و می‌گوید: کجایند انبازهایی که برای من گمان می‌بردید. کجاست آنچه آنها به گمان خود شریک خدا قرار می‌دادند و فقط گمان آنها بود نه واقعیت.\nهمان‌طور که فرموده است:\n﴿وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾\n[یونس: 66]\nو آنها که غیر خدا را شریک او تلقی می‌کنند،\n[از برهانی روشن]\nپیروی نمی‌کنند،\n[بلکه]\nفقط پیرو گمان‌اند. پس هر گاه آنها و معبودان‏شان حاضر شدند، خداوند از میان امت‌های دروغگو، گواهانی را بیرون می‌آورد که بر شرک ورزیدن و باور فاسدشان در دنیا گواهی می‌دهند. و اینها به منزلۀ کاندیداهای آنان هستند. (\n﴿وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا﴾\n) یعنی از میان سران تکذیب‌کنندگان، کسانی را انتخاب می‌کنیم تا از برادران‏شان دفاع کنند، حال آنکه هر دو گروه بر یک راه هستند. پس وقتی برای محاکمه آورده شوند، (\n﴿فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ﴾\n) می‌گوییم: حجت و دلیل خود را، بر صحت و درستی شرک خویش بیاورید. آیا ما شما را به آن فرمان داده‌ایم؟ آیا پیامبران من شما را به آن دستور داده‌اند؟ آیا این را در یکی از کتاب‌های من دیده‌اید؟ آیا میان معبودان شما، کسی هست که سزاوار چیزی از الوهیت و خدایی باشد؟ آیا به شما می‌توانند فایده برسانند، یا می‌توانند شما را از عذاب خدا نجات دهند؟! پس اگر شایستگی دارند، این کارها را انجام دهند؛ و اگر قدرتی دارند، باید آن را به شما بنمایانند. (\n﴿فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ﴾\n) پس در این هنگام، باطل و فاسد بودن گفتۀ خود را می‌دانند و می‌فهمند که حق از آن خداوند است. آنها دلیلی ندارند و مجادله و گفتگو به ضرر آنها تمام می‌شود و حجت خدا قاطع و والا است. (\n﴿وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ﴾\n) و دروغ و تهمتی که به هم می‌بافتند، نابود و متلاشی می‌شود. و می‌دانند که خداوند دربارۀ آنها به عدل رفتار می‌نماید، چون کیفر و عذاب را جز به کسی که سزاوار آن است، نمی‌دهد."
  },
  {
    "ayah": 75,
    "text": "#\n(74 - 75)\nروزی\n[خواهد آمد]\nکه خداوند کسانی را ندا می‌دهد که چیزهایی را برای او شریک قرار می‌دادند و غیر او را با وی برابر دانسته و ادعا می‌کردند که خداوند شریکانی دارد که سزاوار عبادت هستند و فایده می‌دهند و ضرر می‌رسانند. پس وقتی که روز قیامت فرا برسد، خداوند می‌خواهد جسارت و افترایی که در سر می‌پروراندند و دروغگویی آنان را آشکار ‌سازد، (\n﴿يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ﴾\n) آنان را ندا می‌دهد و می‌گوید: کجایند انبازهایی که برای من گمان می‌بردید. کجاست آنچه آنها به گمان خود شریک خدا قرار می‌دادند و فقط گمان آنها بود نه واقعیت.\nهمان‌طور که فرموده است:\n﴿وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾\n[یونس: 66]\nو آنها که غیر خدا را شریک او تلقی می‌کنند،\n[از برهانی روشن]\nپیروی نمی‌کنند،\n[بلکه]\nفقط پیرو گمان‌اند. پس هر گاه آنها و معبودان‏شان حاضر شدند، خداوند از میان امت‌های دروغگو، گواهانی را بیرون می‌آورد که بر شرک ورزیدن و باور فاسدشان در دنیا گواهی می‌دهند. و اینها به منزلۀ کاندیداهای آنان هستند. (\n﴿وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا﴾\n) یعنی از میان سران تکذیب‌کنندگان، کسانی را انتخاب می‌کنیم تا از برادران‏شان دفاع کنند، حال آنکه هر دو گروه بر یک راه هستند. پس وقتی برای محاکمه آورده شوند، (\n﴿فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ﴾\n) می‌گوییم: حجت و دلیل خود را، بر صحت و درستی شرک خویش بیاورید. آیا ما شما را به آن فرمان داده‌ایم؟ آیا پیامبران من شما را به آن دستور داده‌اند؟ آیا این را در یکی از کتاب‌های من دیده‌اید؟ آیا میان معبودان شما، کسی هست که سزاوار چیزی از الوهیت و خدایی باشد؟ آیا به شما می‌توانند فایده برسانند، یا می‌توانند شما را از عذاب خدا نجات دهند؟! پس اگر شایستگی دارند، این کارها را انجام دهند؛ و اگر قدرتی دارند، باید آن را به شما بنمایانند. (\n﴿فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ﴾\n) پس در این هنگام، باطل و فاسد بودن گفتۀ خود را می‌دانند و می‌فهمند که حق از آن خداوند است. آنها دلیلی ندارند و مجادله و گفتگو به ضرر آنها تمام می‌شود و حجت خدا قاطع و والا است. (\n﴿وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ﴾\n) و دروغ و تهمتی که به هم می‌بافتند، نابود و متلاشی می‌شود. و می‌دانند که خداوند دربارۀ آنها به عدل رفتار می‌نماید، چون کیفر و عذاب را جز به کسی که سزاوار آن است، نمی‌دهد."
  },
  {
    "ayah": 76,
    "text": ": 76 - 82                            #\n{إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَالَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (81) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82)}.\nإِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ همانا قارون از قوم موسي بود، پس بر آنان سركشي كرد، و از گنج‌ها اندازه‌اي به او داده بوديم كه كليدهاي آن بر گروهي توانمند سنگيني مي‌كرد.\nآنگاه كه قومش بدو گفتند:\n«شادماني مكن، همانا خدا شاد شوندگان [به مال] را دوست نمي‌دارد»\n.\nوَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ و در آنچه خداوند به تو داده است سراي آخرت را بجوي، و بهرة خود را از دنيا فراموش مكن، و چنانكه خداوند به تو نيكي كرده است\n[با ديگران]\nنيكي كن، و در زمين در پي فساد مباش كه خداون فسادكاران را دوست نمي‌دارد.\nقَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ قارون گفت:\n«تنها در نتيجة علم و دانشي كه دارم آن [مال] به من داده شده است. آيا ندانست كه خداوند پيش از او نسل‌هاي [گذشته] كساني را كه از او توانمندتر و مال اندوزتر بودند هلاك كرد؟ و گناهكاران از گناهشان پرسيده نمي‌شوند.\nفَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ پس [قارون] آراسته به زيورهاي خود ميان قومش ظاهر شد كساني كه زندگاني دنيا را مي‌خواستند گفتند: «اي كاش! ما نيز مانند آنچه به قارون داده شده است مي‌داشتيم، به راستي او از بهره‌اي بزرگ برخوردار است»\n.\nوَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ و كساني كه دانش وآگاهي داشتند،\nگفتند:\n«واي بر شما! پاداش خداوند براي كسي كه ايمان آورد و كار شايسته انجام دهد، بهتر است و اين را جز شكيبايان نمي‌پذيرند»\n.\nفَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ المُنتَصِرِينَ پس او و خانه‌اش را به زمين فرو برديم، و هيچ گروهي نداشت كه او را در برابر خداوند ياري دهند، و خود نيز نتوانست خود را كمك كند.\nوَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ آنان كه ديروز آرزو مي‌كردند به جاي او باشند،\nگفتند:\n«واي! انگار خدا روزي را براي هر كس از بندگانش كه بخواهد فراخ مي‌گرداند، و براي هر كس كه بخواهد روزي را تنگ و كم مي‌گرداند. و اگر خداوند بر ما منت ننهاده بود بي‌گمان ما را فرو مي‌برد. واي! انگار كافران رستگار نمي‌گردند»\n."
  },
  {
    "ayah": 76,
    "text": "#\n(76)\nخداوند از حالت قارون و آنچه که انجام داد و موعظه و نصیحتی که بدو شد،\nخبر داده و می‌فرماید:\n(\n﴿إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ﴾\n) همانا قارون از قوم موسی بود، یعنی از بنی‌اسرائیل بود؛ آنهایی که خداوند در آن زمان، بر جهانیان برتری‌شان داده بود؛ و خداوند نعمت‌های فراوانی به آنان بخشیده بود. پس حالت آنها چنین اقتضا می‌کرد که بر دین استقامت داشته باشند. اما قارون از راه قومش منحرف شد، (\n﴿فَبَغَىٰ عَلَيۡهِمۡ﴾\n) و به خاطر نعمت‌های فراوانی که به او داده شده بود، سرکشی و فخر فروشی کرد. (\n﴿وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ﴾\n) و گنج‌ها و خزانه‌های زیادی به او داده بودیم که کلیدهای آن، بر گروه قدرتمندی سنگینی می‌کرد. کلمۀ\n«عُصْبه»\nبر گروه ده، نُه و هفت نفری اطلاق می‌شود؛ یعنی کلیدهای گنجینه و خزانه‌های اموال او، چنان زیاد بود که گروه قدرتمندی به هنگام حمل آن کلیدها، احساس سنگینی می‌کردند. پس در مورد خودِ گنج‌ها چه فکر می‌کنی؟ (\n﴿إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ﴾\n) وقتی که قومش -در حالی که او را نصیحت می‌کردند و او را از طغیان و سرکشی برحذر می‌داشتند-\nبه او گفتند:\nبه این دنیا و ثروت فراوان خود شاد مباش و به آن افتخار مورز که آن تو را از آخرت غافل می‌گرداند؛ زیرا خداوند کسانی را که به مال دنیا شاد می‌شوند و شیفته و غرق محبت آن می‌گردند، دوست ندارد."
  },
  {
    "ayah": 77,
    "text": "#\n(77)\n(\n﴿وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَ﴾\n) تو اموال و دارایی‌هایی داری که وسیله‌ای برای به دست آوردن آخرت است. حال آنکه دیگران این وسیله را ندارند. پس به وسیلۀ این مال‌ها، آخرت را بجوی و از آن صدقه بده. و به این بسنده نکن که ثروت خود را در به دست آوردن لذت‌ها به کار بگیری. (\n﴿وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَا﴾\n) یعنی ما به تو نمی‌گوییم که همۀ اموال و دارایی‌ات را صدقه کن و آن را ضایع نما؛ بلکه برای آخرت خود انفاق کن و از دنیای خود چنان بهره‌برداری کن که در دین تو خلل ایجاد نشود و به آخرت تو زیان نرسد. (\n﴿وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَ﴾\n) و با بندگان خدا نیکی کن، همان‌طور که خداوند با دادن این مال‌ها به تو نیکی کرده است، (\n﴿وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِ﴾\n) و با تکبر و انجام دادن گناهان و مشغول شدن به نعمت‌ها و فراموش کردن کسی که نعمت‌ها را داده است، در زمین به دنبال فساد و تباهی مباش، (\n﴿إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ﴾\n) همانا خداوند تباهکاران و فساد پیشگان را دوست نمی‌دارد، بلکه آنها را به کیفر تباهکاری‌شان، به شدت مجازات خواهد کرد."
  },
  {
    "ayah": 78,
    "text": "#\n(78)\nقارون نصیحت آنها را نپذیرفت و به نعمت پروردگارش کفر ورزید و گفت: (\n﴿ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓ﴾\n) من این مال‌ها را، به وسیلۀ تلاش خود و شناختی که از راه‌های کسب و معامله داشتم؛ و به سبب مهارت خویش به دست آورده‌ام؛ و یا از آنجا که خداوند می‌دانست من لایق این اموال هستم، آن را به من داده است. پس چرا شما مرا بر نحوۀ استفاده از چیزی نصیحت می‌کنید که خداوند به من بخشیده است؟ خداوند متعال با بیان اینکه دادن و بخشیدن وی، بیانگر خوب بودن حالت کسی نیست که به او بخشیده است،\nفرمود:\n(\n﴿أَوَ لَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗا﴾\n) آیا نمی‌داند که خداوند پیش از او، از میان نسل‌های گذشته، کسانی را که از او توانمندتر و مال اندوزتر بودند، هلاک کرده است؟! پس چه مانعی وجود دارد که خداوند نسل‌های دیگری را نیز هلاک کند؟ با اینکه سنت ما این است که هر کس مانند آنها یا بیشتر از آنها قدرت و ثروت داشته باشد، و کارهایی را انجام دهد که موجب هلاکت و نابودی است، او را هلاک خواهیم کرد. (\n﴿وَلَا يُسۡ‍َٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ﴾\n) و گناهکاران از گناهان‏شان پرسیده نمی‌شوند، بلکه خداوند آنها را کیفر می‌دهد؛ و چون حالت آنها را می‌داند، آنان را عذاب می‌دهد. پس آنان، گرچه برای خود حالتی نیکو تجسم ‌کنند و خودرا نجات یافته تلقی نمایند، سخن آنها مورد قبول نیست و چیزی از عذاب خدا را از آنها دور نمی‌کند؛ چون گناهان‏شان ظاهر و آشکار است. پس انکار کردن آنها بیجاست. قارون همچنان به عناد و سرکشی خود و نپذیرفتن نصیحت و اندرز قومش، با سرمستی و غرور و در حالی که گرفتار خود پسندی شده بود، ادامه می‌داد."
  },
  {
    "ayah": 79,
    "text": "#\n(79)\n(\n﴿فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦ﴾\n) وی روزی با زیباترین و بهترین وضعیت خود بیرون آمد. او اموال فراوانی داشت و تا آنجا که می‌توانست، خود را آماده و آراسته کرده بود. و معمولاً امثال قارون بسیار خود را آراسته می‌کنند و مانور می‌دهند؛ و قارون هرآنچه که از آرایش و تجمل و فخر و ناز قابل تصور بود، جمع کرده بود. در این حالت، چشم‌ها به قارون دوخته شد، لباسش دل‌ها را مجذوب؛ و آرایش و خود آرایی‌اش مردم را به سوی خود جلب کرده بود. تماشاگران در مورد قارون به دو گروه تقسیم شده بودند و هریک بر حسب خواست و علاقۀ خودش سخن می‌گفت. (\n﴿قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا﴾\n) کسانی که زندگانی دنیا را می‌خواستند و به آن دل بسته بودند و دنیا آخرین مقصدشان بود و خواسته‌ای جز آن نداشتند،\nگفتند:\n(\n﴿يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ﴾\n) کاش دنیا و کالا و زیبایی آن، به ما هم داده می‌شد، همان‌طور که به قارون داده شده است! (\n﴿إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ﴾\n) بی‌گمان او از بهره‌ای بزرگ برخوردار است. البته اگر کار به آنچه که آنها می‌خواستند تمام می‌شد و دنیایی دیگر وجود نداشت و آخرتی در کار نبود، آنها راست می‌گفتند که قارون از بهرۀ بزرگی برخوردار است؛ چون به او امکانات و اموال چنان زیادی داده شده بود که می‌توانست هرطور که بخواهد، از نعمت‌های دنیا استفاده کند؛ و او با این اموال و ثروت می‌توانست همۀ آنچه را که می‌خواست، به دست بیاورد. و بسیاری از مردم، برخورداری از چنین وضعیتی را، عین سعادتمندی به حساب می‌آورند. ولی در واقع هر کس که دنیا و زخارف آن را، آخرین هدف خود قرار دهد، به راستی که پست‌ترین انسان است و هرگز به خواسته‌های عالی و مطالب گرانبها راه نمی‌یابد."
  },
  {
    "ayah": 80,
    "text": "#\n(80)\n(\n﴿وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ﴾\n) و کسانی که دانش و آگاهی داشتند و حقایق اشیا را می‌دانستند و به باطن دنیا نگاه می‌کردند، در آن وقت که آن دسته از مردم به ظاهر قارون می‌نگریستند، در حالی که از آنچه آنها برای خود آرزو کرده بودند، ناراحت و دردمند شده بودند و از وضعیت آنها تأسف می‌خوردند و سخن‏شان را قبول نداشتند،\nگفتند:\n(\n﴿وَيۡلَكُمۡ﴾\n) وای بر شما! (\n﴿ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا﴾\n) پاداش خدا در این دنیا که عبارت است از لذت عبادت و دوست داشتن آن و بازگشتن به سوی خدا و روی آوردن به او و پاداشی که در آن دنیا می‌دهد که بهشت و نعمت‌هایی است که در آن وجود دارد و چشم‌ها از دیدن آن لذت می‌برند، برای کسی که ایمان بیاورد و کار شایسته انجام دهد، بهتر از چیزی است که شما آرزو کرده و به آن علاقه‌مند شده‌اید. پس این است حقیقت امر. اما این طور نیست که هرکس آن را بداند، چیز اعلی را بر پست ترجیح دهد؛ و این را در نمی‌یابد و توفیق دستیابی به آن نصیبش نمی‌شود (\n﴿إِلَّا ٱلصَّٰبِرُونَ﴾\n) مگر کسانی که شکیبایی می‌ورزند؛ آنهایی که بر طاعت خداوند صبر می‌ورزند و خود را از گناه و نافرمانی خدا باز می‌دارند و به هنگام تقدیرهای دردناک خداوندی صبر و بردباری پیشه می‌کنند و جذابیت‌های دنیا و لذایذش، آن‌ها را از یاد پروردگارشان غافل نمی‌کند و میان او و آنچه که برای آن آفریده شده‌اند، مانعی ایجاد نمی‌نماید. پس چنین کسانی، پاداش خدا را بر دنیای فانی ترجیح می‌دهند."
  },
  {
    "ayah": 81,
    "text": "#\n(81)\nوقتی فخر فروشی و سرکشی قارون به اوج رسید و دنیایش نزد او زیبا جلوه ‌نمود و بسیار به آن دلباخته شد، ناگهان عذاب خدا او را فرا گرفت، (\n﴿فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ﴾\n) پس او و خانه‌اش را به زمین فرو بردیم و سزای او از نوع عملش بود. پس همان‌طور که خودش را از بندگان خدا بالاتر قرار داد، خداوند نیز او را در پایین ترین مکان جای داد. و او و خانه‌اش به همراه اثاثیه و کالاهایش که مایۀ فریب او شده بودند، به دل زمین فرو رفتند. (\n﴿فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ﴾\n) و او را گروه و خدمتگزاران و لشکریانی نبود که در برابر خداوند یاری‌اش کنند. پس عذاب خدا او را فرا گرفت، و کسی او را یاری نداد، و خودش هم نتوانست کاری بکند."
  },
  {
    "ayah": 82,
    "text": "#\n(82)\n(\n﴿وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ﴾\n) و کسانی که دیروز آرزو می‌کردند به جای او باشند؛ یعنی زندگانی دنیا را می‌خواستند؛\nکسانی که می‌گفتند:\nکاش مانند آنچه به قارون داده شده است، به ما هم داده می‌شد؛ آنها پس از به زمین فرو رفتن قارون، در حالی که ناراحت بودند و عبرت گرفته و می‌ترسیدند که عذاب خدا آنها را نیز فرو بگیرد،\nگفتند:\n(\n﴿وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ﴾\n) وای! انگار خداوند روزی را، برای هر کس از بندگان خود که بخواهد، گسترده می‌گرداند؛ و برای هرکس که بخواهد، آن را تنگ و کم می‌گرداند. پس اکنون دانستیم، خداوند که روزی فراوانی به قارون داده است، دلیل بر این نیست که در او خیر و خوبی وجود دارد و ما در این سخن خود که گفتیم (\n﴿إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ﴾\n) واقعاً قارون دارای بهرۀ بزرگی است، اشتباه کرده‌ایم. (\n﴿لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَا﴾\n) اگر خداوند بر ما منت نمی‌نهاد؛ ما را بر آنچه که گفتیم، کیفر می‌داد؛ پس اگر فضل و منت او نبود، ما را به زمین فرو می‌برد. پس هلاکت شدن قارون، کیفر و سزایی بود برای او؛ و عبرت و پندی بود برای دیگران؛ حتی کسانی که به او رشک می‌بردند، پشیمان شدند و فکرشان تغییر کرد.(\n﴿وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ﴾\n) یعنی کافران در دنیا و آخرت رستگار نمی‌گردند."
  },
  {
    "ayah": 83,
    "text": ": 83                            #\n{تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (83)}.\nتِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ اين سراي آخرت است كه آن را براي كساني كه در زمين به دنبال استكبار و فساد نيستند مقرر مي‌كنيم، و عاقبت از آن پرهيزگاران است."
  },
  {
    "ayah": 83,
    "text": "#\n(83)\nوقتی خداوند، ماجرای قارون؛ و دنیایی که به او داده شده بود و سرانجام او را بیان کرد؛\nو به گفتۀ اهل دانش نیز اشاره کرد که گفتند:\n«پاداش خداوند، برای کسی که ایمان بیاورد و کار شایسته انجام دهد، بهتر است»\n، مردم را به جهان آخرت تشویق کرد و سبب و عاملی که انسان را به بهشت می‌رساند،\nبیان نمود و فرمود:\n(\n﴿تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ﴾\n) آنچه که خداوند در کتاب‌هایش بیان نموده و پیامبرانش از آن خبر داده‌اند، سرای آخرت است که همۀ نعمت‌ها را در بر گرفته و هر امر ناگوار و ناخوشایندی از آن دور شده است. (\n﴿نَجۡعَلُهَا﴾\n) و آن را سرا و مقری قرار می‌دهیم، (\n﴿لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗا﴾\n) برای کسانی که در زمین به دنبال تکبر و فساد نیستند؛ یعنی آنهایی که قصد فساد و تکبر را ندارند، گذشته از اینکه در زمین کارهایی انجام دهند که به وسیلۀ آن خود را بر بندگان خدا برتر قرار دهند و بر آنها و در برابر حق تکبر ورزند. و فساد شامل همۀ گناهان است. پس وقتی آنها تکبر و فساد در زمین را نمی‌خواهند، از این لازم می‌آید که خواست و ارادۀ آنها به سوی خدا؛ و قصد و هدفشان سرای آخرت؛ و حالت آنها تواضع و فروتنی کردن با بندگان خدا و اطاعت از حق و انجام عمل صالح ‌باشد. و اینها پرهیزگاران‌اند که سرانجام نیک دارند.\nبنابراین فرمود:\n(\n﴿وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ﴾\n) و رستگاری و کامیابی پایدار و جاودان، از آن کسی است که از خدا بترسد و تقوا پیشه نماید. و دیگران ـ گر چه به برخی موفقیت‌ها و آسایش‌ها دست یابند ـ اما مسلماً این موفقیت و راحتی، به طول نمی‌انجامد و به زودی از بین می‌رود. و از اینکه در آیۀ کریمه، عاقبت نیک منحصراً برای پرهیزگاران قرار داده شده است، دانسته می‌شود کسانی که می‌خواهند در زمین تکبر یا فساد کنند، در جهان آخرت بهره و نصیبی ندارند."
  },
  {
    "ayah": 84,
    "text": ": 84                            #\n{مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (84)}.\nمَن جَاء بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا وَمَن جَاء بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ هر كس كار نيكي انجام دهد پاداش بهتري از آن دارد، و هر كس بدي به ميان آورد\n[بداند]\nكساني كه مرتكب بدي‌ها مي‌شوند جز آنچه مي‌كنند جزا نمي‌يابند."
  },
  {
    "ayah": 84,
    "text": "#\n(84)\nخداوند از چند برابر بودن لطف خویش و عدالت کامل خود خبر داده و می‌فرماید: (\n﴿مَن جَآءَ بِٱلۡحَسَنَةِ﴾\n) هرکس کار نیکی انجام دهد و آن را پیش بیاورد؛ شرط گذاشت که انجام دهندۀ نیکی، آن را بیاورد، چون گاهی\n[آدمی]\nنیکی را انجام می‌دهد، اما چیزی را با آن همراه می‌کند که پذیرفته نمی‌شود؛ و یا نیکی را باطل می‌نماید. بنابراین او نیکی را انجام داده، ولی با خود نیاورده است. و\n«حسنة»\nاسم جنس است و شامل همۀ اقوال و افعال ظاهری و باطنی است که مربوط به حقوق خدا و بندگان می‌باشد و خدا و پیامبرش به آن دستور داده‌اند. (\n﴿فَلَهُۥ خَيۡرٞ مِّنۡهَا﴾\n) پس او پاداش بزرگ‌تری از آن خواهد داشت. و در آیه‌ای دیگر آمده است که\n﴿عَشۡرُ أَمۡثَالِهَا﴾\nده برابر آن نیکی، به او پاداش داده می‌شود. این چند برابر کردن نیکی، حتماً انجام می‌شود؛ و گاهی اسبابی با آن همراه می‌شود که به وسیلۀ آن، چند برابر شدن، افزوده‌تر و بیشتر می‌گردد.\nهمان‌طور که خداوند متعال فرموده است:\n﴿وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ﴾\nو خداوند برای هرکس که بخواهد، پاداش را چند برابر می‌نماید و خداوند گشایشگر داناست؛ یعنی بر حسب حالت انجام دهنده و عملش و فایده و جا و مکان عملش، به پاداش آن می‌افزاید. (\n﴿وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّ‍َٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ﴾\n) و هر کس بدی انجام دهد، بداند کسانی که بدی را انجام می‌دهند، جز آنچه می‌کردند، جزا نمی‌یابند. و بدی؛ هر آن چیزی است که شارع از آن نهی نموده و آن را حرام کرده باشد. و این آیه،\nهمانند فرمودۀ خداوند متعال است که می‌فرماید:\n﴿ مَن جَاء بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاء بِالسَّيِّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ﴾\n[انعام: 160]\n«هرکس کار نيکی انجام دهد پاداش آن ده برابر است و هرکس کار بدی انجام دهد جز به اندازه آن گناه کيفر داده نمی‏شود و بر آنان ستم نمی‏رود»\n."
  },
  {
    "ayah": 85,
    "text": ": 85 - 88                            #\n{إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (85) وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ (86) وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (87) وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (88)}.\nإِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُل رَّبِّي أَعْلَمُ مَن جَاء بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُّبِينٍ به راستي خداوندي كه اين قرآن را بر تو واجب كرد يقيناً تو را به بازگشتگاهي باز خواهد گرداند. بگ.:\n«پروردگار من بهتر مي‌داند كه چه كسي هدايت را از سوي او آورده است، و چه كسي در گمراهي آشكار به سر مي‌برد»\n.\nوَمَا كُنتَ تَرْجُو أَن يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَافِرِينَ و اميدي نداشتي كه كتاب بر تو فرود آورده شود، بلكه به رحمتي از سوي پروردگارت\n[اين كار انجام شد]\nپس هرگز پشتيبان كافران مباش.\nوَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ و هرگز كافران تو را از آيات خداوند باز ندارند، پس از آنكه\n[قرآن]\nبر تو نازل شده است. و به سوي پروردگارت فراخوان، و هرگز از مشركان مباش.\nوَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ و با خداوند معبود ديگري را فرامخوان، جز او معبود به حقي نيست، هر چيزي هلاك شونده است جز ذات او، فرمانروايي از آن اوست، و همگي شما به سوي او برگردانده مي‌شويد."
  },
  {
    "ayah": 85,
    "text": "#\n(85)\nخداوند متعال می‌فرماید: (\n﴿إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ﴾\n) همانا خداوندی که قرآن را بر تو نازل کرد، احکام را در آن واجب گرداند، حلال و حرام را در آن بیان کرد و تو را دستور داد تا آن را به جهانیان برسانی و همۀ مکلفین را به سوی احکام آن دعوت کنی، شایستۀ حکمت او نیست که زندگی فقط در همین دنیا منحصر گردد و بندگان به خاطر کارهای نیک خود پاداش داده نشوند و به خاطر کارهای بد کیفر نیابند، بلکه حتماً تو را به بازگشتگاهی برمی‌گرداند که در آن نیکوکاران را به سبب نیکوکاری‌شان پاداش می‌دهد و بدکاران را به خاطر گناهشان کیفر می‌دهد. و هدایت و برنامۀ الهی را برای آنها بیان کرده‌ای، پس اگر از تو پیروی کنند، این بهره و سعادت آنهاست؛ و اگر نافرمانی کنند و به هدایتی که آورده‌ای اعتراض نمایند و باطل را بر حق ترجیح بدهند، پس جایی برای مجادله باقی نمی‌ماند و چیزی جز مجازات اعمال، از سوی خدای دانا به پیدا و پنهان و دانا به اهل حق و اهل باطل، باقی نمی‌ماند. و خداوند چیزی را ثابت، و چیزی را باطل و پوچ می‌گرداند.\nبنابراین گفت:\n(\n﴿قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ﴾\n) بگو:\n«پروردگارم بهتر می‌داند که چه کسی هدایت را آورده است و چه کسی در گمراهی آشکار به سر می‌برد.»\nو دانسته شد که پیامبر خدا، راه یافته و هدایت کننده است؛ و دشمنان او، گمراه و گمراه کننده‌اند."
  },
  {
    "ayah": 86,
    "text": "#\n(86)\n(\n﴿وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ﴾\n) و تو به نازل شدن این کتاب فکر نمی‌کردی و برای آن آمادگی نداشتی، و\n[قبلاً]\nبه این امر نپرداخته بودی، (\n﴿إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ﴾\n) بلکه رحمت و لطفی که خداوند نسبت به تو و بندگان داشت، سبب شد که خداوند، تو را به همراه این کتاب -که مایۀ رحمت جهانیان است- بفرستد؛ و به تو چیزهایی را بیاموزد که آنها نمی‌دانستند. و آنان را تزکیه نمود و کتاب و حکمت را به آنها آموخت، گرچه قبل از آن در گمراهی آشکاری به‌سر می‌بردند. پس وقتی که دانستی این کتاب، رحمت خداست که بر تو نازل شده است، بدان که همۀ آنچه به آن امر نموده و از آن نهی کرده است، رحمت و لطفی از جانب اوست. پس هرگز به دلت خطور نکند که مخالفت با آن، به صلاح تو و سودمندتر است. (\n﴿فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ﴾\n) و هرگز پشتیبان کافران مباش؛ یعنی آنها را بر کفرشان یاری مکن. و از جملۀ پشتیبانی آنها،\nاین است که در مورد یکی از دستورات قرآن گفته شود:\nاین، خلاف حکمت و منفعت و مصلحت است."
  },
  {
    "ayah": 87,
    "text": "#\n(87)\n(\n﴿وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَ﴾\n) آیات خدا را تبلیغ کن و به مکر و حیلۀ کافران توجه مکن؛ و مبادا تو را از رساندن آن باز دارند. و از هوی و هوس آنها پیروی مکن، (\n﴿وَٱدۡعُ إِلَىٰ رَبِّكَ﴾\n) بلکه مردم را به سوی پروردگارت دعوت کن. پس هرآنچه با این مخالف باشد،\nاز قبیل:\nریا و شهرت طلبی یا موافقت با خواسته‌های اهل باطل، آن را دور بینداز، چون چنین چیزهایی سبب می‌شود تا انسان با کافران باشد و آنها را بر کارشان یاری نماید.\nبنابراین فرمود:\n(\n﴿وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ﴾\n) و هرگز از مشرکان مباش؛ یعنی نه در دایرۀ شرک آنها قرار بگیر، و نه در فروع و شعبه‌های آن که شامل تمامی گناهان می‏شود."
  },
  {
    "ayah": 88,
    "text": "#\n(88)\n(\n﴿وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ﴾\n) و با خداوند، معبود دیگری را مخوان؛ بلکه عبادت خود را، خالصانه برای\n«الله»\nانجام بده؛ زیرا (\n﴿لَآ إِلَٰهَ إِلَّا هُوَ﴾\n) معبود به حقی جز او نیست. پس جز خدای ابدی و جاوید، هیچ کس شایسته نیست که معبود و خدا قرار داده شود و مورد محبت و دوستی و پرستش قرار بگیرد. (\n﴿كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥ﴾\n) هر چیزی هلاک شونده است جز ذات او؛ و چون هر چیزی جز او هلاک شونده و رفتنی است، پس عبادت کردن برای موجود هلاک شونده، باطل است؛ زیرا سرانجام و نهایت آن بطلان است. (\n﴿لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ﴾\n) فرمانروایی در دنیا و آخرت از آن اوست و به سوی او ـ نه به سوی کسی دیگر ـ برگردانده می‌شوید. پس وقتی هرچیزی غیر از خدا هلاک شونده و باطل است و خداوند باقی و ماندگار است، خداوندی که جز او معبود به حقی نیست و فرمانروایی در دنیا و آخرت از آن اوست و همۀ خلائق به سوی او باز می‌گردند تا آنها را طبق اعمال‏شان مجازات کند، انسان صاحب عقل باید تنها خداوندِ یگانه و بی‌شریک را عبادت کند و کارهایی را انجام دهد که او را به خدا نزدیک می‌نماید و وی را از ناخشنودی و عذاب او دور می‌کند. و باید بپرهیزد از اینکه در حالی به نزد پروردگارش برود که توبه نکرده و از گناه و اشتباه خود دست نکشیده است. پایان تفسیر سوره قصص. حمد و سپاس و ستایش و مجد و بزرگی، برای همیشه از آنِ خداوند متعال است."
  }
]