{
  "id": 2,
  "name": "The Cow",
  "verses": [
    {
      "id": 8,
      "verse_number": 1,
      "verse_key": "2:1",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": " الٓمٓ",
      "page_number": 2,
      "juz_number": 1,
      "translations": [
        {
          "id": 922673,
          "resource_id": 135,
          "text": "الم [= الف. لام. میم]."
        }
      ],
      "tafsir_saadi": "(﴿الٓمٓ﴾) جزو حروف مقطّعه است. اما در مورد حروف مقطّعه که در آغاز برخی از سوره‌ها آمده‌اند، بهتر است سکوت کنیم و [بدون در دست داشتن سند و مدرک شرع پسند] به بیان معانی آن نپردازیم، ضمن اینکه باید یقین داشت که خداوند این حروف‌را بیهوده نازل نکرده است، بلکه حکمت فراوانی در آن نهفته است ولی ما آن را نمی‌دانیم."
    },
    {
      "id": 9,
      "verse_number": 2,
      "verse_key": "2:2",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ",
      "page_number": 2,
      "juz_number": 1,
      "translations": [
        {
          "id": 922674,
          "resource_id": 135,
          "text": "این کتابی است که هیچ تردیدی در [الهی بودنِ] آن نیست و مایۀ هدایت پرهیزگاران است؛"
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ ٱلۡكِتَٰبُ﴾) یعنی این کتاب بزرگ، کتابی حقیقی است و مشتمل بر دانشی گسترده و حقیقتی روشن می‌باشد که کتاب‌های گذشتگان و آیندگان از آن بی‌بهره بوده‌اند. پس (﴿لَارَيۡبَۛ فِيهِۛ﴾) یعنی هیچ شکی در آن نیست، و نفی شک مستلزم ضد آن است و ضد شک، یقین است. پس این کتاب مشتمل بر علم یقینی است که شک و گمان را از بین می‌برد. و این یک قاعده است که «هرگاه نفی به قصد مدح و ستایش به کار رفت باید متضمن ضد خویش که همان کمال است، باشد؛ زیرا نفی به مثابۀ عدم است و هیچ مدحی در عدمِ محض وجود ندارد.» \nاز آنجا که قرآن مشتمل بر یقین است و هدایت نیز جز با یقین حاصل نمی‌گردد، فرمود: (﴿هُدٗى لِّلۡمُتَّقِينَ﴾) هدایت؛ به معنی بینش و بصیرتی است که در پرتو آن گمراهی و سردرگمی را تشخیص دهیم [و از آن دوری جوییم] و راه‌های پر خیر و منفعت را درپیش گیریم. و فرمود: (﴿هُدٗى﴾) و معمول را حذف کرد؛ و نگفت: «هدایتی است برای مصلحت فلان کس و فلان چیز»؛ زیرا هدف از آن عموم است و اینکه قرآن هدایتی است برای دنیا و آخرت. پس این کتاب، بندگان را در اصول و فروع راهنمایی کرده و حق را از باطل جدا می‌کند و صحیح را از خطا تمییز می‌دهد و چگونگی در پیش گرفتن راه‌هایی که آنان را در دنیا و آخرت به سر منزل مقصود می‌رساند، بیان می‌کند.\nو در جایی دیگر فرموده است: ﴿هُدٗى لِّلنَّاسِ﴾ و به طور کلی و عام فرموده است قرآن عموم مردم را به سوی خیر راهنمایی می‌کند. اما در اینجا و جاهای دیگری فرموده است: (﴿هُدٗى لِّلۡمُتَّقِينَ﴾) یعنی راهنمای پرهیزگاران است. زیرا ذات قرآن برای همۀ مردم، مایۀ هدایت است اما بدبختان به آن توجه نکرده و رهنمود الهی را نمی‌پذیرند. این کتاب حجت را بر آنها اقامه کرده است اما آنها به سبب شقاوت خود از آن بهره نمی‌گیرند. ولی پرهیزگاران؛ همان کسانی که بزرگ‌ترین سبب هدایت را که تقوا و پرهیزگاری است، به دست آورده‌اند و از آن بهره می‌گیرند. حقیقت تقوا و پرهیزگاری عبارت است از پیروی کردن از دستورات الهی و پرهیز از منهیات و محرمات، و در پیش گرفتن راه و شیوه‌ای که انسان را از ناخشنودی و عذاب خداوند در امان نگاه می‌دارد. پس پرهیزگاران به وسیلۀ قرآن هدایت شده و از آن نهایت بهره را می‌برند. خداوند متعال می‌فرماید: \n ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا﴾ ای کسانی که ایمان آورده‌اید! اگر از خدا پروا دارید برای شما [قدرت] تشخیص [حق از باطل] قرار می‌دهد. پس این پرهیزگاران هستند که از آیات قرآنی و آیات آفرینش بهره می‌برند.\nو از آنجا که هدایت بر دو نوع است: هدایت بیان و هدایت توفیق، پرهیزگاران از هر دو نوع هدایت برخوردار می‌شوند، اما دیگران از هدایت توفیق محروم می‌مانند؛ و مسلّم است که هدایت بیان و روشن شدن راه بدون برخورداری از هدایت توفیق، هدایتی حقیقی و کامل نیست."
    },
    {
      "id": 10,
      "verse_number": 3,
      "verse_key": "2:3",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "page_number": 2,
      "juz_number": 1,
      "translations": [
        {
          "id": 922675,
          "resource_id": 135,
          "text": "همان کسانی که به غیب ایمان دارند و نماز را برپا می‌دارند و از آنچه به آنان روزی‌ داده‌ایم انفاق می‌کنند؛"
        }
      ],
      "tafsir_saadi": "سپس به بیان اوصاف پرهیزگاران و عقاید و اعمال باطنی و ظاهری آنان پرداخت؛ زیرا پرهیزگاری متضمن تمامی این ویژگی‌هاست. بنابراین فرمود: \n (﴿ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ﴾) آنهایی که به جهان غیب باور دارند. ایمان؛ یعنی تصدیق کامل آنچه پیامبران از آن خبر داده‌اند، تصدیقی که متضمن انقیاد اعضا و جوارح است. باور به محسوسات و مشهودات زیاد مهم نیست؛ زیرا با آن مسلمان از کافر جدا نمی‌گردد، بلکه آنچه مهم است باور به دنیای پنهان است که ما آن را ندیده و مشاهده نکرده‌ایم، ولی از آنجا که خدا و پیامبرش به آن خبر داده‌اند، بدان ایمان داریم. پس چنین ایمانی است که مسلمان را از کافر جدا می‌نماید؛ زیرا تصدیقِ محض خدا و پیامبرانش است. بنابراین فرد مومن به تمام آنچه که خدا و رسولش از آن خبر داده‌اند، ایمان می‌آورد، خواه آن را مشاهده کرده و یا آن را مشاهده نکرده باشد، خواه آن را فهمیده و عقلش آن را درک کرده و یا آن را نفهمیده و عقلش به آن راه نیافته باشد. به خلاف زندیق‌ها و کسانی که امور غیبی را تکذیب می‌کنند؛ زیرا عقلِ قاصرِ آنان به آن ایمان نمی‌آورد؛ بنابراین آنچه را که بدان علم ندارند، تکذیب می‌کنند، در نتیجه عقلشان تباه شده است. اما عقل مؤمنانی که [حقیقت ‌را] تصدیق می‌نمایند و به رهنمود الهی راه یافته‌اند، همیشه پویا و پاکیزه است.\nایمان به غیب شامل ایمان به تمام غیبیات و ناشناخته‌های گذشته و آینده، احوال قیامت، حقائق اوصاف خداوند و کیفیت آن و آنچه پیامبران در این مورد از آن خبر داده‌اند، می‌شود؛ بنابراین مؤمنان به صفات خداوند به صورت قطع و یقین باور دارند گرچه کیفیت آن را درک نکنند.\nسپس فرمود: (﴿وَيُقِيمُونَ ٱلصَّلَوٰةَ﴾) نگفت: نماز را انجام می‌دهند. یا آن را به جا می‌آورند؛ زیرا خواندن نماز به صورت ظاهری کافی نیست. پس برپا داشتن نماز؛ یعنی کامل گرداندن ارکان و واجبات و شرایط آن. و اقامۀ نماز به معنی حضور قلب در نماز است. اقامۀ نماز؛ یعنی اینکه نمازگزار در آنچه می‌گوید و انجام می‌دهد، تأمل کند؛ و این است نمازی که خداوند متعال در مورد آن فرموده است: ﴿إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَر﴾ «همانا نماز [آدمی‌را] از زشتی‌ها و منکرات باز می‌دارد». و چنین نمازی است که ثواب و پاداش برآن مترتب است. پس بنده فقط ثواب آن بخش از نماز را که فهمیده و با حضور قلب انجام داده است، به‌دست می‌آورد. و واژۀ «صلاة» [که در اینجا به آن اشاره شده است] شامل نمازهای فرض و نافله می‌باشد. \nسپس فرمود: (﴿وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ﴾) «و از آنچه که به آنها روزی داده‌ایم، می‌بخشند». این بخش از آیه متضمن نفقه‌های واجب مانند زکات، تأمین نفقۀ همسران، خویشاوندان، بردگان و امثال آنها، و نیز شامل نفقه‌های مستحب و دیگر موارد خیر و احسان است.\nاما کسانی را که باید بر آنها انفاق شود، نام نبرده است؛ زیرا راه‌های خیر و نیکی و کسانی که باید با آنها نیکی شود، فراوان‌اند. و نفقه دادن، عبادتی است که انسان از این طریق خود را به خدا نزدیک می‌نماید. و واژۀ [مِن] را که بر تبعیض دلالت می‌نماید، آورد تا آنها را آگاه کند که خداوند به جز قسمت اندکی از اموالشان را نخواسته است، و انفاق این بخش از مال و ثروت زیانی به آنها نمی‌رساند و بر آنها سنگینی نمی‌کند، بلکه آنها با انفاق آن قسمت از اموال خود، در روز قیامت بهره می‌برند و برادرانشان در دنیا از آن بهره‌مند می‌شوند.\nو (﴿رَزَقۡنَٰهُمۡ﴾) اشاره به این دارد که مال‌هایی که در دست شما است با قدرت و توانایی شما به‌دست نیامده است بلکه روزی خداوند است که به شما ارزانی داشته است، پس همان طور که خداوند نعمات زیادی را به شما داده و شما را بر بسیاری از بندگانش برتری داده است، شما نیز باید با انفاق قسمتی از نعمت‌هایی که از آن برخوردار هستید شکر او را به‌جا آورید و با برادران فقیر و محتاج خود همدردی کنید.\nخداوند بارها در قرآن نماز و زکات را در کنار هم آورده است؛ علت این امر این است که نماز، متضمن اخلاص برای خداوند است و زکات و انفاق، متضمن احسان و نیکی با بندگانش است. و نشانۀ سعادت و خوشبختی بنده، اخلاص برای معبود و تلاش برای بهره‌مند کردن خلق است، همان گونه که نشانۀ شقاوت بنده، عدم برخورداری او از اخلاص و نیکوکاری است."
    },
    {
      "id": 11,
      "verse_number": 4,
      "verse_key": "2:4",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "page_number": 2,
      "juz_number": 1,
      "translations": [
        {
          "id": 922676,
          "resource_id": 135,
          "text": "و آن کسانی که به آنچه بر تو و [بر پیامبران] پیش از تو نازل شده است ایمان می‌آورند و به [روز] رستاخیز یقین دارند."
        }
      ],
      "tafsir_saadi": "سپس فرمود: (﴿وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ﴾) «و آن کسانی که به آنچه بر تو نازل شده است، ایمان ‌دارند» و آن قرآن و سنت است، خداوند متعال می‌فرماید: ﴿وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ﴾ «و ای پیامبر! خداوند بر تو کتاب و حکمت را نازل فرموده است».\nپس پرهیزگاران به تمام آنچه پیامبر صلی الله علیه وسلم آورده است، ایمان می‌آورند و بین آنچه بر او نازل شده است فرق نمی‌گذارند، به گونه‌ای که به بعضی ایمان بیاورند و بعضی را انکار یا برخلاف منظور خدا و پیامبرش تأویل نمایند، همان‌طور که بعضی از اهل بدعت چنین می‌کنند و نصوصی را که باب طبع آنها نباشد، تأویل می‌کنند که حاصل آن تصدیق نکردن معانی آن نصوص است، هرچند که ظاهر آن را تصدیق می‌کنند. بنابراین به آن ایمان و باور حقیقی ندارند.\n(﴿وَمَآ أُنزِلَ مِن قَبۡلِكَ﴾) «و به آنچه پیش از تو نازل شده است، ایمان دارند». این بخش از آیه، متضمن ایمان به همۀ کتاب‌های گذشته است و ایمان به کتاب‌های گذشته، متضمن ایمان به پیامبران و محتویات آن کتاب‌ها می‌باشد به ویژه تورات و انجیل و زبور. و این ویژگی مؤمنین است که به همۀ کتاب‌های آسمانی و به همۀ پیامبران ایمان دارند و بین هیچ یک از آنها فرقی قایل نیستند.\nسپس فرمود: (﴿وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ﴾) «و به روز قیامت یقین دارند». آخرت؛ یعنی دنیای پس از مرگ. و علت اینکه روز آخرت را به‌طور خاص بعد از واژۀ «غیب» که عام است و همۀ امور غیبی را در بر می‌گیرد، ذکر نمود این است که ایمان به روز آخرت یکی از ارکان ایمان، و بزرگ‌ترین عامل برای رغبت در امور خیر و ایجاد هول و هراس در آدمی است. «یقین» یعنی شناختی کامل که هیچ شکی به آن راه ‌نمی‌یابد و موجب عمل می‌گردد."
    },
    {
      "id": 12,
      "verse_number": 5,
      "verse_key": "2:5",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page_number": 2,
      "juz_number": 1,
      "translations": [
        {
          "id": 922677,
          "resource_id": 135,
          "text": "اینان از جانب پروردگارشان از هدایت برخوردارند و رستگاران [واقعی] همین‌ها هستند."
        }
      ],
      "tafsir_saadi": "(﴿أُوْلَٰٓئِكَ﴾) یعنی آنهایی که به این صفات پسندیده موصوف هستند، (﴿عَلَىٰ هُدٗى مِّن رَّبِّهِمۡ﴾) «از جانب پروردگارشان بر هدایتی هستند»؛ یعنی بر هدایتی بزرگ، چون نکره برای تعظیم است. و چه هدایتی بزرگ‌تر از متصف بودن به صفت‌های مذکور می‌باشد که متضمن داشتن عقیدۀ صحیح و اعمال درست است؟! و آیا جز هدایتی که آنان از آن برخوردارند هدایت حقیقی دیگری وجود دارد؟! به‌طور مسلّم می‌توان گفت: نه، و هرچه غیر از این باشد، گمراهی است.\nو کلمۀ (﴿عَلَىٰ﴾) در اینجا بر استعلا و بلندی دلالت می‌نماید. و برای بیان گمراهی از کلمۀ﴿فِي﴾ استفاده کرده است: ﴿وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ﴾ «یکی از ما بر هدایت است و دیگری در گمراهی آشکاری به سر می‌برد»؛ زیرا صاحب هدایت در مرتبه‌ای والا قرار می‌گیرد و صاحب گمراهی در گمراهی فرو رفته و ذلیل می‌شود.\nسپس فرمود: (﴿وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ﴾) «و آنان همان رستگارانند» فلاح؛ یعنی دستیابی به مطلوب و نجات یافتن از آنچه که سبب ترس و هراس می‌گردد. خداوند متعال منحصراً این گروه را اهل فلاح و رستگاری نامیده است؛ زیرا برای رسیدن به رستگاری، راهی به جز در پیش گرفتن راه آنان وجود ندارد و دیگر راه‌ها به بدبختی و هلاکت و زیان منتهی می‌گردد."
    },
    {
      "id": 13,
      "verse_number": 6,
      "verse_key": "2:6",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922678,
          "resource_id": 135,
          "text": "قطعاً برای کسانی که [آگاهانه و از روی دشمنی] کفر می‌ورزند، تفاوتی ندارد که آنان را بیم دهی یا بیم ندهی؛ [در هر حال] ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "به همین جهت پس از آنکه اوصاف مؤمنان حقیقی را بیان كرد، صفات كافرانی را كه كفر خود را آشكار می‌سازند و با پیامبر مخالفت می‌ورزند، بیان داشت و فرمود: خداوند متعال خبر می‌دهد، کسانی که کفر ورزیده و به کفر متصف شده-اند و رنگ کفر به خود گرفته‌اند و کفر تبدیل به صفت آنها شده است، هیچ مانعی آنها را از کفر باز نمی‌دارد و هیچ پندی برای آنها مفید نخواهد بود و آنها به کفر خود ادامه می‌دهند. پس برای آنها یکسان است آنها را بیم دهی یا بیم ندهی؛ چراکه ایمان نمی‌آورند. حقیقت کفر عبارت است از: انکار تمام یا برخی از آنچه پیامبر صلی الله علیه وسلم آورده است. پس دعوت و فراخوانی به سوی دین برای کافران سودی ندارد، جز آنکه بر آنان اتمام حجّت شود. گویا این آیه، طمع و امید پیامبر صلی الله علیه وسلم را به ایمان آوردن‌شان قطع می‌کند و به ایشان یادآور می‌شود که به حال آنها تأسف نخورد و در حسرت ایمان نیاوردن آنها خود را به رنج و مشقّت نیندازد."
    },
    {
      "id": 14,
      "verse_number": 7,
      "verse_key": "2:7",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 2,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922679,
          "resource_id": 135,
          "text": "[چون] الله بر دل‌ها و گوش‌هایشان مُهر [غفلت] زده و بر چشم‌هایشان پرده‌ای است و عذاب بزرگی [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "سپس موانعی را ذکر کرده است که آنها را از ایمان آوردن باز می‌دارد و می‌فرماید: (﴿خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ﴾) یعنی خداوند طوری بر دل‌هایشان مهر زده که ایمان به آن راه نمی‌یابد، بنابراین آنچه را که به آنها سود می‌رساند، درک نمی‌کنند و آنچه را که برایشان مفید است، نمی‌شنوند.\n(﴿وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞ﴾) یعنی پرده و پوششی بر چشم‌هایشان قرار دارد که آنها را از مشاهدۀ آنچه که به آنان فایده می‌رساند، منع می‌کند. و راه‌های شناخت و خوبی به روی آنها بسته می‌شود، پس طمع و امیدی به هدایت آنها نیست و امید خیری از آنان نمی‌رود و به سبب کفر و انکار و کینه‌توزی و مخالفتشان ـ پس از آنکه حق برایشان آشکار گشت ـ دروازه‌های ایمان به روی آنها بسته شده است، همان‌طور که خداوند متعال می‌فرماید: ﴿وَنُقَلِّبُ أَفۡ‍ِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ ﴾ «و دل‌ها و چشم‌هایشان را برمی‌گردانیم چنانکه نخستین بار به آن ایمان نیاوردند». و این سزای نزدیک [این دنیا] است.\nسپس سزای آخرت را بیان کرده و می‌فرماید: (﴿وَلَهُمۡ عَذَابٌ عَظِيمٞ﴾) و برای آنان عذاب جهنم و ناخشنودی خداوند جبار است که همواره و همیشه بر آنها خواهد بود."
    },
    {
      "id": 15,
      "verse_number": 8,
      "verse_key": "2:8",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922680,
          "resource_id": 135,
          "text": "برخی از مردم [= منافقان] می‌گویند: «به الله و روز قیامت ایمان آورده‌ایم»؛ در حالی که ایمان ندارند."
        }
      ],
      "tafsir_saadi": "سپس در وصف منافقانی راکه ظاهراً مسلمان و در باطن کافرند، می-گوید:\n[8] بدان که نفاق؛ یعنی اظهار نمودن خیر و پنهان داشن شر و بدی در درون؛ و این تعریف شامل نفاق عقیدتی و نفاق عملی می‌شود. نفاق عملی؛ آن است که پیامبر صلی الله علیه وسلم بیان داشته است: «آیَةُ المُنَافِقِ ثَلَاثٌ؛ إذَا حَدَّ‌َّث كَذَبَ، وَإذَا وَعَدَ أخلَفَ، وَإذَا ائتُمِنَ خَانَ» وَفِی رِوَایَةٍ «إذَا خَاصَم فَجَرَ». یعنی: «نشان منافق سه چیز است؛ وقتی سخن گوید دروغ ‌گوید؛ و هرگاه وعده دهد خلاف وعده کند؛ و چون امانتی بدو سپرده شود در آن خیانت ‌کند». و در روایتی دیگر آمده است: «و هر گاه مخاصمه و مشاجره کند فحاشی و ناسزاگویی ‌کند». و اما نفاق عقیدتی که انسان را از دایرۀ اسلام خارج می‌کند؛ نفاقی است که خداوند منافقان را در این سوره و در جاهای دیگر بدان توصیف نموده است. قبل از هجرت پیامبر صلی الله علیه وسلم از مکه به مدینه، نفاق وجود نداشت، اما پس از هجرت که جنگ بدر به‌وقوع پیوست و خداوند مؤمنان را پیروز گرداند و به آنها قدرت داد، کسانی که در مدینه مسلمان نشده بودند، ذلیل گشتند. بنابراین بعضی از آنها از ترس و به خاطر فریبکاری و برای حفظ جان و اموال خود تظاهرِ به اسلام کردند. بنابراین آنها در میان مسلمین بودند و این‌گونه نشان می‌دادند که گویا مسلمان هستند اما در حقیقت مسلمان نبودند. و یکی از الطاف خداوند بر مؤمنان این بود که حالات منافقان را برایشان روشن کرد و ویژگی‌های آنها را برشمرد تا مؤمنان فریب آنها را نخورند و نیز از بسیاری از فسادهایشان دوری گزیده و خود را کنار بکشند. خداوند متعال می‌فرماید: ﴿يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡ﴾ «منافقان می‌ترسند که سوره‌ای دربارۀ آنها نازل شود و آنها را از آنچه در دلشان هست، خبر دهد». پس خداوند آنان را به اصل نفاق توصیف کرد و فرمود: \n(﴿وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ﴾) «و از ميان مردم هستند کسانی که می‌گويند: ما به خدا و روز قيامت ايمان آورده‌ايم» پس آنان با زبان، چیزهایی می‌گویند که در دل‌هایشان نیست. بنابراین خداوند آنها را تکذیب نمود و فرمود: \n(﴿وَمَا هُم بِمُؤۡمِنِينَ﴾) «آنها مؤمن نیستند» زیرا ایمان حقیقی آن است که بر زبان و قلب جاری شود."
    },
    {
      "id": 16,
      "verse_number": 9,
      "verse_key": "2:9",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922681,
          "resource_id": 135,
          "text": "[به گمان خود] الله و مؤمنان را فریب می‌دهند؛ در حالی که فقط خود را فریب می‌دهند؛ ولی نمی‌فهمند."
        }
      ],
      "tafsir_saadi": "و این کار آنان فریب دادن خدا و بندگان مؤمنش است. فریب دادن؛ یعنی اینکه شخص چیزی را اظهار کند و خلاف آن را در درونش پنهان نماید تا به هدفش برسد. منافقان این شیوه را با خدا و بندگانش درپیش گرفتند، اما فریب آنها به خودشان بازگشت و این چیز عجیبی است؛ زیرا فریبکار یا به هدفش دست می‌یابد و یا اینکه فریبش سود یا ضرری به وی نمی‌رساند، اما منافقان فریبشان به خودشان بازگشت و انگار مکر و فریبی که آنها انجام دادند برای هلاک کردن و متضرر نمودن خویشتن طراحی کرده بودند؛ زیرا خداوند از فریبکاری آنها زیانی نمی‌بیند و مکر و دسیسۀ آنها ضرری به بندگان مؤمن خداوند نمی‌رساند. بنابراین اگر منافقان به ایمان تظاهر کنند و جان و اموال آنها با این کار در امان بماند، مؤمنان زیانی نمی‌بینند؛ زیرا در نهایت مکر آنها به خودشان باز می‌گردد و براثر اینکار در دنیا خوار و رسوا می‌گردند و به خاطر قدرت و پیروزی مسلمین به اندوهی جانکاه و دایمی مبتلا می‌شوند، سپس در آخرت عذاب دردناک و شدیدی به سبب دروغ و کفر و فسادشان در انتظار آنان خواهد بود، اما از بس که نادان و احمق‌اند این را نمی‌فهمند."
    },
    {
      "id": 17,
      "verse_number": 10,
      "verse_key": "2:10",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922682,
          "resource_id": 135,
          "text": "در دل‌هایشان بیماری [= شکّ و نفاق] است و الله بر بیماری آنان افزوده است و به خاطر دروغ‌هایی که می‌گفتند عذاب دردناکی [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "درآیۀ (﴿فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ﴾) منظور از «مرض»، بیماری شک و شبهه و نفاق است؛ زیرا دو بیماری بر قلب عارض می‌شود و آن را از سلامت و اعتدال خارج می‌کند، یکی بیماری شبهات و دیگری بیماری شهوات است. پس کفر و نفاق و شک و بدعت مصادیقی از بیماری شبهات هستند؛ و زنا و دوست داشتن زشتی‌ها و گناهان و انجام آن در زمره‌ی بیماری شهوات قرار دارند. همان طور که خداوند متعال می‌فرماید: ﴿فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ﴾ «پس آن کس که در دلش بیماری است طمع می‌نماید» که منظور آن، شهوت زنا است. و انسان نجات یافته؛ کسی است که از این دو بیماری جان سالم به در بَرَد و یقین و ایمان حاصل کند و نفس خود را به گناه نیالاید و در لباس عافیت و سلامت بیاساید.\nخداوند متعال در مورد منافقان می‌فرماید: (﴿فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗا﴾) این آیه بیانگر حکمت خداوند در رابطه با مقدّر ساختن گناه بر گناهکاران است و اینکه خداوند به سبب گناهانی که در گذشته مرتکب شده‌اند آنها را مرتکب گناهان دیگری می‌گرداند که عذاب اخروی را در ‌پی دارد. خداوند متعال می‌فرماید: ﴿وَنُقَلِّبُ أَفۡ‍ِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ﴾ «و دل‌ها و چشم‌هایشان را دگرگون می‌کنیم آن گونه که در ابتدا به آن ایمان نیاوردند».\nو خداوند متعال می‌فرماید: ﴿فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡ﴾ «و چون منحرف شدند خداوند دل‌هایشان را منحرف نمود». و می‌فرماید: ﴿وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ﴾ «و آن کسانی که در دل‌هایشان پلیدی است خداوند بر پلیدی‌شان می‌افزاید». پس سزای معصیت آن است که به‌دنبال آن آدمی مرتکب گناه دیگری شود، همان طور که یکی از پاداش‌های نیکی، نیکی کردنِ پس از آن است. خداوند متعال می‌فرماید: ﴿وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗى﴾ «و خداوند کسانی را که راه یافته‌اند بیشتر راهنمایی می‌نماید»."
    },
    {
      "id": 18,
      "verse_number": 11,
      "verse_key": "2:11",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922683,
          "resource_id": 135,
          "text": "هر گاه به آنان گفته شود: «در زمین فساد نکنید» [به دروغ] می‌گویند: «ما خود اصلاح‌گریم»."
        }
      ],
      "tafsir_saadi": "یعنی هرگاه منافقان از فساد ‌انگیزی در زمین که همان کفر و گناه و آشکار کردن راز مؤمنان برای دشمنان‌شان و دوستی کردن با کفار است، نهی شوند، می‌گویند: (﴿إِنَّمَا نَحۡنُ مُصۡلِحُونَ﴾) «ما اصلاحگر هستیم»، پس آنها در زمین فساد می‌کنند و اعلام می‌دارند که کارشان فساد انگیزی نیست بلکه اصلاح است. آنان به این طریق حقایق را وارونه می‌نمایند و به باطل می‌گرایند و آن را حق می‌پندارند. مسلماً گناه آنان بسیار بزرگ‌تر از گناه کسی است که مرتکب جنایتی می‌شود و به جنایت بودن کارش اعتراف می‌کند؛ زیرا کسی که مرتکب گناهی می‌شود و به حرمت آن باور دارد، به عافیت نزدیک‌تر است و امید می‌رود که برگردد."
    },
    {
      "id": 19,
      "verse_number": 12,
      "verse_key": "2:12",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922684,
          "resource_id": 135,
          "text": "آگاه باشید! که آنان [تبهکار و] مفسد هستند؛ ولی نمی‌فهمند."
        }
      ],
      "tafsir_saadi": "اما منافقان که می‌گویند: (﴿إِنَّمَا نَحۡنُ مُصۡلِحُونَ﴾) منحصرا خود را اصلاحگر می‌دانند و به صورت تلویحی می‌گویند: مؤمنان اصلاحگر نیستند، به‌همین جهت خداوند ادعای آنها را رد کرده و می‌فرماید: (﴿أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ﴾) زیرا هیچ فسادی بزرگ‌تر از آن نیست که کسی به آیات الهی کفر ورزد و مردم را از راه خدا باز دارد و خدا و دوستانش را فریب ‌دهد و با دشمنان خدا و پیامبرش دوستی ‌کند، با وجود این گمان ‌برد که اصلاحگر است. آیا فسادی بزرگ‌تر از این وجود دارد؟! اما آنها علمی ندارند که به آنان سود برساند، گرچه شناخت و دانش آنان به حدی رسیده است که حجت الهی بر آنها اقامه ‌شده است، اما این دانش و شناخت به آنها هیچ سودی نمی‌رساند.\nعلت اینکه گناه سبب فساد زمین محسوب ‌شده این است که گناه و معصیت حتی دانه‌ها و میوه‌ها و درختان و گیاهان را نیز دچار تباهی می‌گرداند.\n«اصلاح زمین» این است که به‌وسیله طاعت خداوند و ایمان به او، آن را آباد ساخت. خداوند متعال به همین خاطر مخلوقات را آفریده، در زمین جای داده و روزی‌های فراوان را به آنها ارزانی نموده است، تا با استفاده از آن به طاعت و عبادت خداوند بپردازند، پس هرگاه در زمین عملی خلاف آنچه ذکر شد، صورت پذیرد، فساد، تخریب و فاصله گرفتن از آن هدف تلقی خواهد شد."
    },
    {
      "id": 20,
      "verse_number": 13,
      "verse_key": "2:13",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922685,
          "resource_id": 135,
          "text": "و هنگامی که به آنان گفته شود: «شما نیز همچون مردم [منصِف و واقع‌بین] ایمان بیاورید»، می‌گویند: «آیا [انتظار دارید] همچون کم‌خردان ایمان بیاوریم؟» آگاه باشید! خودشان کم‌خرد هستند؛ ولی [این را] نمی‌دانند."
        }
      ],
      "tafsir_saadi": "یعنی هرگاه به منافقان گفته شود: ایمان بیاورید همان‌گونه که تودۀ مردم ایمان آورده‌اند؛ یعنی مانند اصحاب رضی الله عنهم با قلب و زبان خویش ایمان بیاورید، منافقان به گمان باطل خود می‌گویند: آیا مانند بی‌خردان ایمان بیاوریم؟ هدف‌شان اصحاب رضی الله عنهم بود؛ زیرا آنها ادعا می‌کردند که بی‌خردی اصحاب، آنها را وادار کرده است تا ایمان بیاورند و خانه و کاشانۀ خود را ترک گویند و با کفار دشمنی ورزند، و عقل نزد منافقان خلاف این را اقتضا می‌نماید، بنابراین آنها را به بی‌خردی متهم کردند، و به‌صورت ضمنی می‌خواستند به این نکته اشاره کنند که آنها عاقلان و صاحبان درک و فهم هستند.\nخداوند سخن آنها را رد نمود و خبر داد که در حقیقت خودشان بی‌خردان‌اند؛ زیرا بی‌خردی حقیقی آن است که انسان منافع خود را نشناسد و در پی چیزی باشد که به وی ضرر و آسیب برساند. و این ویژگی بر آنان صدق می‌کند و کاملاً بر آنها منطبق می‌باشد. همان‌گونه که عقل و درایت آن است که انسان منافع خود را بشناسد، برای دستیابی به آن تلاش نماید و برای دفع آنچه که به او ضرر می‌رساند، کوشش کند. و اصحاب رسول خدا صلی الله علیه وسلم و مؤمنان از این صفت برخوردارند، پس آنچه که اعتبار دارد برخورداری از اوصاف و ویژگی‌های خوب، و در دست داشتن دلایل و برهان است نه ادعاهای صرف و سخنان گزاف."
    },
    {
      "id": 21,
      "verse_number": 14,
      "verse_key": "2:14",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922686,
          "resource_id": 135,
          "text": "و هنگام ملاقات با مؤمنان می‌گویند: «ما [نیز همچون شما] ایمان آورده‌ایم» و هنگامی که با بزرگان شیطان‌صفتِ خود خلوت می‌کنند می‌گویند: «ما با شما هستیم و فقط [آنان را] مسخره می‌کنیم»."
        }
      ],
      "tafsir_saadi": "این از جمله سخنانی است که آنها به زبان می‌آوردند و در دل به آن ایمان نداشتند؛ زیرا وقتی آنها با مؤمنان جمع می‌شدند، اظهار می‌کردند که بر راه آنها قرار دارند و با آنها هستند، و هنگامی که با شیطان‌ها؛ یعنی بزرگان و سران شرور خود به خلوت می‌‌نشستند، می‌گفتند: ما در حقیقت با شما هستیم اما با گفته‌های خود مؤمنان را مسخره می‌کنیم. این است حالت باطنی و ظاهری آنان، و مکر بد جز دامن صاحبش را نگیرد."
    },
    {
      "id": 22,
      "verse_number": 15,
      "verse_key": "2:15",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922687,
          "resource_id": 135,
          "text": "الله آنان را مسخره مى‌كند و مهلت‌شان می‌دهد [تا] در طُغیانشان سرگشته بمانند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ﴾) و این جزای آنها است به خاطر مسخره کردن بندگان خدا. از جمله مسخره‌هایی که خداوند در حق آنان روا می‌دارد این است که شقاوت و احوال زشتی را که در آن قرار دارند برای آنها زیبا جلوه می‌دهد تا جایی که گمان می‌برند با مؤمنان هستند. این وضعیت مربوط به دورانی است که خداوند مؤمنان را بر آنها مسلط نکرده است و اما مسخره شدن آنها در روز قیامت از سوی خدا این است که خداوند همراه با مؤمنان نوری به آنها می‌دهد، وقتی مؤمنین با نورشان بروند، نور منافقان خاموش می‌شود و در تاریکی و ظلمت باقی می‌مانند، و دچار یأس و ناامیدی شدیدی می‌گردند. ﴿يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ﴾ «مؤمنان را صدا زده و می‌گویند: مگر ما با شما نبودیم؟ گویند: آری! ولی شما به فتنه مبتلا شدید و انتظار کشیدید و شک کردید».\n(﴿وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ﴾) و آنان را در گمراهی و کفرشان فرو می‌گذارد تا حیران و سرگردان شوند. و این یکی دیگر از مصادیق تمسخر خداوند نسبت به آنان است."
    },
    {
      "id": 23,
      "verse_number": 16,
      "verse_key": "2:16",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "page_number": 3,
      "juz_number": 1,
      "translations": [
        {
          "id": 922688,
          "resource_id": 135,
          "text": "آنان کسانی هستند که گمراهی را به [بهایِ] هدایت خریدند؛ پس تجارتشان سودی نداد و هدایت‌یافته نبودند."
        }
      ],
      "tafsir_saadi": "سپس خداوند از حقیقت احوال آنها پرده برداشته و می‌فرماید: (﴿أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ﴾) منافقان، (﴿ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ﴾) کسانی هستند که هدایت را به گمراهی فروخته‌اند؛ یعنی به گمراهی متمایل شده‌اند، همان طور که مشتری و خریدار به کالای مورد نظرش علاقه‌مند است و اموال با ارزش خود را برای به‌دست آوردن آن خرج می‌کند. این مثال، بهترین مثال است؛ زیرا گمراهی را به کالا، و هدایت را به پول و بها تشبیه نموده است، پس آنها هدایت را خرج کرده و در برابر آن گمراهی را به‌دست آورده‌اند. این است بازرگانی و تجارت شوم که بسیار تجارت بدی است؛ زیرا اگر کسی دیناری را در مقابل درهمی بدهد، ضرر می‌کند، پس چگونه است کسی که گوهری را درمقابل درهمی بفروشد؟ و چگونه خواهد بود کسی که هدایت را خرج کرده و گمراهی را خریداری ‌کند؛ و شقاوت را بر سعادت برگزیده و به کارهای فرومایه علاقه‌مند شود، و کارهای خوب و عالی را ترک نماید؟! مسلّماً تجارت و بازرگانی چنین کسی سودی نخواهد داشت، بلکه در این کار بزرگ‌ترین ضرر را متحمل خواهد شد؛ ﴿قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِين﴾ُ «بگو: «همانا خسارتمندان [حقیقی] کسانی هستند که جان و اهل‌شان را در قیامت از دست داده‌اند.» هان! این است زیان و خسارت آشکار».\nاین بخش از آیه (﴿وَمَا كَانُواْ مُهۡتَدِينَ﴾) اثبات گمراهی منافقان است، و اینکه آنها چیزی از هدایت به‌دست نیاورده‌اند، پس این است صفت‌های زشت آنها."
    },
    {
      "id": 24,
      "verse_number": 17,
      "verse_key": "2:17",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍ لَّا يُبْصِرُونَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922689,
          "resource_id": 135,
          "text": "داستان اینان [= منافقان] همانند داستان کسانی است که آتشی بیفروزند؛ و چون آتش، اطراف آنان را روشن سازد، الله نورشان را بگیرد و در تاریکی‌هایی که نمی‌بینند رهایشان کند."
        }
      ],
      "tafsir_saadi": "سپس خداوند مَثَل آنها را بیان کرده [مثالی که کاملا پرده از حال آنها برمی‌دارد] و می‌فرماید: مثالی که با حال آنها مطابق است، مثال کسی است که آتشی بیفروزد؛ یعنی در تاریکی شدیدی بوده و نیاز مبرمی به آتش دارد وآن را با کمک کس دیگری می‌افروزد، چرا که او ساز و برگ لازم را در اختیار ندارد؛ و هنگامی که آتش اطراف او را روشن گرداند و جایی را که در آن قرار گرفته است، مشاهده کرد و اماکن امن و خطرهایی که او را تهدید می‌کند، ملاحظه نمود و از آن آتش بهره برد و چشمانش روشن گردید و گمان برد که آتش در اختیار اوست، در آن حالت خداوند نور و روشنایی‌اش را از میان ببرد و خوشحالی‌اش از بین برود و در تاریکی شدید و آتش سوزان باقی بماند، نورافشانی آتش از بین برود وحرارت آن باقی بماند. او در انبوهی از تاریکی‌ها قرار دارد؛ تاریکی شب و تاریکی ابرها و تاریکی باران و تاریکی حاصل از خاموش شدن آتش، پس حال چنین فردی چگونه خواهد بود؟ منافقان نیز چنین حالتی دارند، نور ایمان را از مؤمنان برگرفتند و خود دارای صفت ایمان نبودند. بنابراین به طور موقت از نور آنان استفاده کردند و بدین وسیله جان و مالشان در امان ماند و به نوعی امنیت در دنیا دست یازیدند. در چنین حالتی ناگهان مرگ بر آنها یورش برده و استفاده از این نور را از آنان سلب نموده و اندوه و غم و عذاب فراوانی آنها را فرا می‌گیرد، وتاریکی قبر و تاریکی کفر و تاریکی نفاق و تاریکی گناهان بر آنها چیره می‌شود، و به دنبال این همه تاریکی، آتش جهنم که بد جایگاهی است آنها را فرا خواهد گرفت."
    },
    {
      "id": 25,
      "verse_number": 18,
      "verse_key": "2:18",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922690,
          "resource_id": 135,
          "text": "[در برابر حقیقت] کر و لال و کورند و [از گمراهىِ خود] بازنمى‌گردند."
        }
      ],
      "tafsir_saadi": "بنابراین خداوند متعال در مورد آنها می‌فرماید: \n (﴿صُمُّۢ﴾) کر هستند و خوبی‌ها را نمی‌شنوند، (﴿بُكۡمٌ﴾) لال‌اند و نمی‌توانند سخن نیک بر زبان آورند، (﴿عُمۡيٞ﴾) و از دیدن حق و حقیقت کور هستند (﴿فَهُمۡ لَا يَرۡجِعُونَ﴾) پس آنها باز نمی‌گردند، چون پس از اینکه حق را شناختند آن را رها کردند؛ و به سوی آن بر نمی‌گردند. به خلاف کسی که حق را از روی نادانی و گمراهی رها کرده است؛ زیرا او از روی ناآگاهی چنین کرده است و بازگشت او به حق نزدیک‌تر است."
    },
    {
      "id": 26,
      "verse_number": 19,
      "verse_key": "2:19",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922691,
          "resource_id": 135,
          "text": "یا [داستان آنان] همچون [داستان گرفتارشدگان در] بارانِ ‌شدیدی است که از آسمان [فرو می‌ریزد] و دارای تاریکی‌ها و رعد و برق است و آنان از ترسِ مرگ، انگشتان خویش را در گوش‌هایشان فرو می‌برند تا صدای صاعقه را نشنوند؛ و الله به کافران احاطه دارد [و آنان در قبضه قدرت الله متعال هستند]."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال می‌فرماید: (﴿أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ﴾) یا مثل او مانند کسی است که گرفتار باران تندی شده است، (﴿فِيهِ ظُلُمَٰتٞ﴾) که در آن انبوهی از تاریکی‌ها وجود دارد، تاریکی شب و تاریکی ابرها و تاریکی باران. \n(﴿وَرَعۡدٞ﴾) که صدایی است از ابر به گوش می‌رسد. (﴿وَبَرۡقٞ﴾) برق نور درخشنده‌ای است که از [اصطکاک] ابر [ها بر می‌خیزد] و مشاهده می‌شود."
    },
    {
      "id": 27,
      "verse_number": 20,
      "verse_key": "2:20",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 3,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922692,
          "resource_id": 135,
          "text": "نزدیک است که برق، چشمانشان را برباید؛ هرگاه كه [برق مى‌زند و راه را] بر آنان روشن مى‌سازد، گامى در [پرتوِ] آن برمى‌دارند و چون تاریكى آنان را فراگیرد، [حیرت‏زده بر جای خود] بازمی‌ایستند؛ و اگر الله بخواهد، شنوایی و بینایی‌شان را از بین می‌برد؛ زیرا الله بر هر کاری تواناست."
        }
      ],
      "tafsir_saadi": "(﴿كُلَّمَآ أَضَآءَ لَهُم﴾) هر وقت که برق در میان این تاریکی‌ها راه آنها را روشن گرداند، (﴿مَّشَوۡاْ فِيهِ﴾) به پیش می‌روند، (﴿وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْ﴾) و چون تاریک شود، می‌ایستند.\nپس حالت منافقین چنین است، هنگامی که قرآن و اوامر و نواهی و وعد و وعید آن را می‌شنوند، انگشتان خود را در گوش‌هایشان فرو می‌برند و از امر و نهی قرآن و وعد و وعید آن روی برمی‌تابند؛ زیرا هشدارهای قرآن آنها را می‌ترساند و وعده‌هایش آنها را پریشان می‌نماید. پس آنها تا آنجا که ممکن باشد از آن رویگردانی می‌کنند و همانند فردی که در زیر رگبار باران گرفتار آمده و از صدای رعد و برق ناراحت می‌شود و آن را دوست ندارد و از بیم مرگ انگشتانش را در گوش‌هایش فرو می‌برد، منافقان نیز صدای قرآن و وعده‌ها و هشدارهای آن را دوست ندارند. البته ممکن است فردی که گرفتار رگبار باران و صاعقه و رعد و برق شده است، نجات یابد، اما منافقان نجات پیدا نمی‌کنند، چرا که خداوند از هر سو آنها را احاطه نموده است. پس آنها نمی‌توانند از دست خدا فرار کنند و او را ناتوان و درمانده سازند بلکه خداوند اعمال آنها را ثبت کرده و آنان را به سزای اعمالشان خواهد رساند. و از آنجا که به کری و لالی و کوری معنوی مبتلا هستند و راه‌های ایمان به روی آنها بسته شده است خداوند متعال می‌فرماید: (﴿وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِم﴾) و اگر خدا می‌خواست، چشم‌ها و گوش‌های آنان را از میان می‌برد. در این آیه خداوند آنان را به وسیلۀ برخی از عقوبت‌های دنیوی مورد تهدید قرار می‌دهد تا برحذر باشند و از برخی از شرارت‌ها و نفاق خویش دست بردارند. (﴿إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾) همانا خداوند بر هر چیزی توانا است. پس هیچ چیزی او را ناتوان نمی‌کند؛ و قدرت الهی چنین است که هرگاه چیزی را بخواهد بدون اینکه کسی بتواند جلوی او را بگیرد یا با او مخالفت کند، آن را انجام می‌دهد.\n این آیه و امثال آن نظرات «قدریّه» را رد می‌کند که معتقدند کارهایشان در گسترۀ قدرت الهی داخل نیست؛ زیرا کارهایشان در چارچوب این آیه قرار می‌گیرد که می‌فرماید: (﴿إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾) همانا خداوند بر هر چیزی توانا است."
    },
    {
      "id": 28,
      "verse_number": 21,
      "verse_key": "2:21",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922693,
          "resource_id": 135,
          "text": "ای مردم! پروردگار خویش را عبادت کنید؛ همان ذاتی که شما و پیشینیانتان را آفرید؛ باشد که پرهیزگار شوید."
        }
      ],
      "tafsir_saadi": "این دستوری عام و کلی برای همۀ مردم است و آن عبادت و پرستش خدا است که شامل انجام دادن دستورات او و پرهیز از منهیّات وی و تصدیق آنچه که از آن خبر داده است، می‌باشد. بنابراین خداوند آنها را به انجام کاری مأمور نموده که آنان را برای آن آفریده است. خداوند متعال می‌فرماید: ﴿وَمَاخَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ﴾ «و من جن و انسان را نیافریدم مگر برای اینکه مرا عبادت کنند».\nسپس بر واجب بودن پرستش محض خویش استدلال نموده و می‌فرماید: پروردگارتان شما را از انواع نعمت‌ها برخوردار نمود و شما را هستی بخشید؛ و همو کسانی را که پیش از شما بوده‌اند، آفریده\n(﴿لَعَلَّكُمۡ تَتَّقُونَ﴾) احتمال دارد به این معنی باشد که اگر شما تنها خداوند را پرستش کنید از عذاب و ناخشنودی او نجات خواهید یافت؛ زیرا شما اسباب دفع عذاب و ناخشنودی خداوند را فراهم کرده‌اید. و احتمال دارد معنی آیه چنین باشد: اگر خداوند را عبادت کنید از پرهیزگارانی خواهید شد که به پرهیزگاری موصوف‌اند. و هردو معنی درست است و هردو لازم و ملزوم یکدیگرند؛ زیرا هرکس که عبادت را به طور کامل انجام دهد از پرهیزگاران می‌شود و هرکس که از پرهیزگاران باشد از عذاب و ناخشنودی خداوند نجات خواهد یافت."
    },
    {
      "id": 29,
      "verse_number": 22,
      "verse_key": "2:22",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922694,
          "resource_id": 135,
          "text": "همان ذاتی که زمین را برای شما گستراند و آسمان را [همچون سقفی] بالای سرتان قرار داد و از آسمان، آبی فروفرستاد و به وسیلۀ آن، انواع میوه‌ها را به وجود آورد تا روزیِ شما باشد؛ پس همتایانی برای الله قرار ندهید، در حالی ‌که [حقیقت را] می‌دانید."
        }
      ],
      "tafsir_saadi": "و نعمت‌های ظاهری و باطنی را به شما ارزانی داشته و زمین را برایتان گسترانده است تا بر آن استقرار یابید و با ساختن خانه، کشاورزی و شخم زدن، رفتن از جایی به جایی و با دیگر اشکال از آن بهره‌مند شوید. و آسمان را برای شما سقفی قرار داد و در آن منافعی مانند خورشید و ماه وستارگان به ودیعه نهاد که بدان نیازمندید.\n(﴿وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ﴾) «سماء» یعنی هر آنچه که بالای سر شما باشد، بنابراین مفسران گفته‌اند: منظور از آسمان در اینجا ابرها هستند و خداوند از ابرها آب فرو فرستاده است. (﴿فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ﴾) و با آن انواع ثمرات مانند دانه‌ها و میوۀ خرما و دیگر میوه‌ها و کشتزارها و غیره را بیرون آورده است. (﴿رِزۡقٗا لَّكُمۡ﴾) تا روزی‌تان باشد و زندگی به سر کنید و تفریح نمایید. (﴿فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا﴾) پس، از میان آفریدگان همانند و همتایانی برای خداوند قرار ندهید به گونه‌ای که آنها را مانند خدا پرستش کنید و همان‌گونه که خداوند را دوست دارید آنها را دوست بدارید، در صورتی که آنها نیز مانند شما آفریدگانی هستند که به آنها روزی داده ‌شده و کارهایشان از سوی خدا اداره می‌شود و به اندازۀ ذره‌ای در زمین و آسمان اختیاری ندارند، و فایده و ضرری به شما نمی‌رسانند. (﴿وَأَنتُمۡ تَعۡلَمُونَ﴾) و شما می‌دانید که خداوند شریک و همانندی ندارد، نه در آفریدن و نه در روزی دادن و تدبیر امور، و نه در الوهیت و ربوبیت. پس با اینکه شما این را می‌دانید چگونه همراه با خداوند معبودهای دیگری را پرستش می‌کنید؟ این چیزی عجیب و بدترین نوعِ بی‌خردی است.\nاین آیه از عبادت غیر خدا نهی به‌عمل می‌آورد و بر وجوب عبادت و پرستش خدا و باطل بودن عبادت غیر او دلیل ارائه داده و به بیان توحید ربوبیت می‌پردازد که متضمن یگانگی او در آفریدن و روزی دادن و تدبیر امور است؛ پس چون همه اقرار می‌کنند که خداوند در این امور شریکی ندارد، نیز باید اقرار کنند که خداوند در عبادت هم شریکی ندارد. و این روشن‌ترین دلیل عقلی بر وحدانیت و یگانگی باری تعالی و باطل بودن شرک است."
    },
    {
      "id": 30,
      "verse_number": 23,
      "verse_key": "2:23",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922695,
          "resource_id": 135,
          "text": "و اگر دربارۀ آنچه بر بندۀ خود [محمد] نازل کرده‌ایم در شک و تردید هستید، اگر راست می‌گویید، سوره‌ای همانند آن بیاورید و گواهان [و یاوران] خود را ـ غیر از الله ـ فراخوانید."
        }
      ],
      "tafsir_saadi": "این دلیلی عقلی است بر راستگو بودن پیامبر صلی الله علیه وسلم و درست بودن آنچه که آورده است. (﴿وَإِن كُنتُم﴾) و شما ای مخالفان پیامبر که دعوت او را رد می‌کنید و گمان می‌برید او دروغ می‌گوید! اگر در مورد آنچه ما بر بندۀ خود نازل کرده‌ایم دچار شک و تردید هستید که حق است یا نه؟ بدانید که او نیز مانند شما انسان است و در میان شما بزرگ شده و از همان دوران کودکی او را می‌شناسید، او نه می‌تواند بنویسد و نه خواندن و نوشتن بلد است و اکنون کتابی برای شما آورده و می‌گوید از جانب خدا است، اما شما می‌گویید این کتاب ساخته و پرداختۀ خود او است. پس اگر همان طور است که شما می‌گویید، سوره‌ای مانند آن بسازید و از کسانی که دستتان به آنها می‌رسد کمک بگیرید. این برای شما کار آسانی است به ویژه که اهل فصاحت و بیان هستید و دشمنی‌تان با پیامبر بس بزرگ است. پس اگر سوره‌ای مانند آن آوردید، آن کتاب همان طور است که شما گمان می‌برید؛ و اگر سوره‌ای مانند آن نیاوردید و از انجام این کار درماندید پس این دلیل روشن و آشکاری بر راستگو بودن او و راست بودن آنچه که آورده است، می‌باشد؛ و شما باید از او پیروی کنید و از آتشی که افروزینۀ آن انسان و سنگ است، خود را دور بدارید. این آتش مانند آتش دنیا نیست که با هیزم افروخته ‌شود، این آتش برای کافران و منکران خدا و پیامبرانش آماده شده است. پس، از کفر ورزیدن به پیامبر ـ‌که پیامبر بودنش برای‌تان روشن شده است- بپرهیزید. این آیه و امثال آن را آیۀ «تحدّ‌ی» و «به مبارزه طلبیدن» می‌نامند؛ یعنی ناتوان کردن مخلوق از اینکه همانندی برای قرآن بیاورد و با آن مخالفت و مبارزه کند. خداوند متعال می‌فرماید: ﴿قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا﴾ [ای پیامبر!] بگو: «اگر انسان‌ها و جن جمع شوند که مانند این قرآن را بسازند، نمی‌توانند همانند آن را بسازند، گرچه بعضی پشتیبان بعضی دیگر باشند.»\n چگونه سخن مخلوق خاکی مانند سخن پروردگار جهانیان است؟ و چگونه موجود نیازمندی که از هر نظر ناقص است و کمبود دارد، می‌تواند سخنی بیاورد که مانند سخن ذات مقدس خدا کامل باشد؛ خدایی که دارای کمال مطلق است و از هرجهت بی‌نیاز است؟ این نه ممکن است و نه در توان انسان می‌باشد، وهر کس که کمترین شناختی نسبت به انواع کلام و گفتارها داشته باشد و این قرآن را با گفتار بلیغان وفصیحان بسنجد، تفاوت آشکار آن و دیگر سخن‌ها را به وضوح مشاهده خواهد کرد.\nآیۀ (﴿وَإِن كُنتُمۡ فِي رَيۡبٖ﴾) بیانگر آن است کسی که در شک و حیرت به‌سر می‌برد و هنوز حق را از گمراهی تشخیص نداده است، به شرطی که صادقانه در پی حق باشد و حق برایش روشن شود امید هدایتش می‌رود. اما انسان مخالف و کینه‌توزی که حق را می‌شناسد و آن را رها می‌کند راه بازگشتی ندارد؛ زیرا او حق را از روی عناد و لجاجت رها کرده است، نه به سبب جهل و نادانی، پس هیچ راه بازگشتی برای وی وجود ندارد.\nو همچنین فردی که دچار شک و تردید است اما صادقانه در پی کشف حقایق نیست بلکه از حق رویگردان است و برای رسیدن به آن تلاش نمی‌کند، غالباً چنین کسی موفق به یافتن حق نمی‌شود.\nنیز در این آیات، پروردگار ـ جلّ جلاله ـ صفت عبودیت را برای رسول گرامی اسلام ذکر می‌کند؛ و این بیانگر آن است که بزرگ‌ترین صفت او انجام بندگی است؛ صفتی که هیچ فردی از گذشتگان و آیندگان در این امر به پای او نمی‌رسند. در مقام «اسراء» نیز خداوند او را به عبودیت توصیف نموده و می‌فرماید: \n﴿سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا﴾ «پاک و منزه است خداوندی که شب هنگام بنده‌اش را برد». و در مقام نازل کردن قرآن بر او می‌فرماید: ﴿تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ﴾ «بزرگوار و والا مقام است ذاتی که فرقان را بر بنده‌اش نازل کرد». آیۀ (﴿أُعِدَّتۡ لِلۡكَٰفِرِينَ﴾) و آیات مشابه آن، بیانگر صحت مذهب اهل سنت و جماعت می‌باشند که معتقدند بهشت و جهنم در حال حاضر موجود می‌باشند (برخلاف معتزله). نیز این آیات بیانگر آنند که یکتاپرستان برای همیشه در جهنم باقی نخواهند ماند گرچه مرتکب بعضی از گناهان کبیره شده باشند؛ زیرا خداوند متعال فرموده است: \n(﴿أُعِدَّتۡ لِلۡكَٰفِرِينَ﴾) برای کافران آماده شده است. پس اگر گناهکارانِ یکتاپرست برای همیشه در آن باقی می‌ماندند، جهنم تنها برای کافران آماده نمی‌شد. (بر خلاف خوارج و معتزله که خلاف این مطلب‌را باوردارند). همچنین این آیات بیانگر آنند که انسان به‌وسیلۀ فراهم نمودن اسباب عذاب، مستحق آن می‌گردد، و اسباب عذاب، کفر و عصیان است."
    },
    {
      "id": 31,
      "verse_number": 24,
      "verse_key": "2:24",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ",
      "page_number": 4,
      "juz_number": 1,
      "translations": [
        {
          "id": 922696,
          "resource_id": 135,
          "text": "پس اگر این کار را نکردید ـ و هرگز قادر بر انجام این کار نخواهید بود ـ از آتشی بترسید که هیزمِ آن، مردم و سنگ‌ها هستند و برای کافران آماده شده است."
        }
      ],
      "tafsir_saadi": "این دلیلی عقلی است بر راستگو بودن پیامبر صلی الله علیه وسلم و درست بودن آنچه که آورده است. (﴿وَإِن كُنتُم﴾) و شما ای مخالفان پیامبر که دعوت او را رد می‌کنید و گمان می‌برید او دروغ می‌گوید! اگر در مورد آنچه ما بر بندۀ خود نازل کرده‌ایم دچار شک و تردید هستید که حق است یا نه؟ بدانید که او نیز مانند شما انسان است و در میان شما بزرگ شده و از همان دوران کودکی او را می‌شناسید، او نه می‌تواند بنویسد و نه خواندن و نوشتن بلد است و اکنون کتابی برای شما آورده و می‌گوید از جانب خدا است، اما شما می‌گویید این کتاب ساخته و پرداختۀ خود او است. پس اگر همان طور است که شما می‌گویید، سوره‌ای مانند آن بسازید و از کسانی که دستتان به آنها می‌رسد کمک بگیرید. این برای شما کار آسانی است به ویژه که اهل فصاحت و بیان هستید و دشمنی‌تان با پیامبر بس بزرگ است. پس اگر سوره‌ای مانند آن آوردید، آن کتاب همان طور است که شما گمان می‌برید؛ و اگر سوره‌ای مانند آن نیاوردید و از انجام این کار درماندید پس این دلیل روشن و آشکاری بر راستگو بودن او و راست بودن آنچه که آورده است، می‌باشد؛ و شما باید از او پیروی کنید و از آتشی که افروزینۀ آن انسان و سنگ است، خود را دور بدارید. این آتش مانند آتش دنیا نیست که با هیزم افروخته ‌شود، این آتش برای کافران و منکران خدا و پیامبرانش آماده شده است. پس، از کفر ورزیدن به پیامبر ـ‌که پیامبر بودنش برای‌تان روشن شده است- بپرهیزید. این آیه و امثال آن را آیۀ «تحدّ‌ی» و «به مبارزه طلبیدن» می‌نامند؛ یعنی ناتوان کردن مخلوق از اینکه همانندی برای قرآن بیاورد و با آن مخالفت و مبارزه کند. خداوند متعال می‌فرماید: ﴿قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا﴾ [ای پیامبر!] بگو: «اگر انسان‌ها و جن جمع شوند که مانند این قرآن را بسازند، نمی‌توانند همانند آن را بسازند، گرچه بعضی پشتیبان بعضی دیگر باشند.»\n چگونه سخن مخلوق خاکی مانند سخن پروردگار جهانیان است؟ و چگونه موجود نیازمندی که از هر نظر ناقص است و کمبود دارد، می‌تواند سخنی بیاورد که مانند سخن ذات مقدس خدا کامل باشد؛ خدایی که دارای کمال مطلق است و از هرجهت بی‌نیاز است؟ این نه ممکن است و نه در توان انسان می‌باشد، وهر کس که کمترین شناختی نسبت به انواع کلام و گفتارها داشته باشد و این قرآن را با گفتار بلیغان وفصیحان بسنجد، تفاوت آشکار آن و دیگر سخن‌ها را به وضوح مشاهده خواهد کرد.\nآیۀ (﴿وَإِن كُنتُمۡ فِي رَيۡبٖ﴾) بیانگر آن است کسی که در شک و حیرت به‌سر می‌برد و هنوز حق را از گمراهی تشخیص نداده است، به شرطی که صادقانه در پی حق باشد و حق برایش روشن شود امید هدایتش می‌رود. اما انسان مخالف و کینه‌توزی که حق را می‌شناسد و آن را رها می‌کند راه بازگشتی ندارد؛ زیرا او حق را از روی عناد و لجاجت رها کرده است، نه به سبب جهل و نادانی، پس هیچ راه بازگشتی برای وی وجود ندارد.\nو همچنین فردی که دچار شک و تردید است اما صادقانه در پی کشف حقایق نیست بلکه از حق رویگردان است و برای رسیدن به آن تلاش نمی‌کند، غالباً چنین کسی موفق به یافتن حق نمی‌شود.\nنیز در این آیات، پروردگار ـ جلّ جلاله ـ صفت عبودیت را برای رسول گرامی اسلام ذکر می‌کند؛ و این بیانگر آن است که بزرگ‌ترین صفت او انجام بندگی است؛ صفتی که هیچ فردی از گذشتگان و آیندگان در این امر به پای او نمی‌رسند. در مقام «اسراء» نیز خداوند او را به عبودیت توصیف نموده و می‌فرماید: \n﴿سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا﴾ «پاک و منزه است خداوندی که شب هنگام بنده‌اش را برد». و در مقام نازل کردن قرآن بر او می‌فرماید: ﴿تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ﴾ «بزرگوار و والا مقام است ذاتی که فرقان را بر بنده‌اش نازل کرد». آیۀ (﴿أُعِدَّتۡ لِلۡكَٰفِرِينَ﴾) و آیات مشابه آن، بیانگر صحت مذهب اهل سنت و جماعت می‌باشند که معتقدند بهشت و جهنم در حال حاضر موجود می‌باشند (برخلاف معتزله). نیز این آیات بیانگر آنند که یکتاپرستان برای همیشه در جهنم باقی نخواهند ماند گرچه مرتکب بعضی از گناهان کبیره شده باشند؛ زیرا خداوند متعال فرموده است: \n(﴿أُعِدَّتۡ لِلۡكَٰفِرِينَ﴾) برای کافران آماده شده است. پس اگر گناهکارانِ یکتاپرست برای همیشه در آن باقی می‌ماندند، جهنم تنها برای کافران آماده نمی‌شد. (بر خلاف خوارج و معتزله که خلاف این مطلب‌را باوردارند). همچنین این آیات بیانگر آنند که انسان به‌وسیلۀ فراهم نمودن اسباب عذاب، مستحق آن می‌گردد، و اسباب عذاب، کفر و عصیان است."
    },
    {
      "id": 32,
      "verse_number": 25,
      "verse_key": "2:25",
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ",
      "page_number": 5,
      "juz_number": 1,
      "translations": [
        {
          "id": 922697,
          "resource_id": 135,
          "text": "[ای پیامبر!] به کسانی که ایمان آورده و کارهای شایسته انجام داده‌اند، مژده بده که باغ‌هایی [از بهشت] برایشان [در پیش] است که از زیر [درختان] آن جویبارها جاری است. هر زمان که میوه‌ای از آن [باغ‌ها] به آنان داده شود، می‏گویند: «این همان است که پیش از این روزیِ ما شده بود»؛ در حالی که شبیهِ آن به آنان داده شده بود؛ و [در آنجا] همسرانی پاک دارند و جاودانه در آن خواهند ماند."
        }
      ],
      "tafsir_saadi": "وقتی سزای کافران را بیان کرد به بیان پاداش مؤمنان و کسانی پرداخت که اعمال و کردار شایسته انجام می‌دهند؛ زیرا شیوۀ الهی در کتابش چنین است، به این توضیح که در کنار تشویق، بیم می‌دهد تا بنده در حالت خوف و رجا به‌سر برد. بنابراین می‌فرماید: (﴿وَبَشِّرِ﴾) ای پیامبر! و ای کسی که در جای پیامبر قرار داری [و به دین الله دعوت می‌دهی]! مژده بده (﴿ٱلَّذِينَ ءَامَنُواْ﴾) کسانی را که از صمیم قلب ایمان آورده‌اند، (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و با اعضا و جوارح خود، کردار نیکو انجام داده و صداقت ایمان‌شان را با اعمال نیک خود به اثبات رسانده‌اند. اعمال و کردار را از آن جهت به «صالح» توصیف نموده که با آن احوال بنده و امور دین و دنیایش اصلاح می‌شود و به‌وسیلۀ اعمال صالح، فساد و تباهی از او دور شده و در زمرۀ صالحان قرار می‌گیرد؛ صالحانی که برای همنشینی با خداوند در بهشت صلاحیت و شایستگی دارند. پس ای پیامبر! آنها را مژده بده (﴿أَنَّ لَهُمۡ جَنَّٰتٖ﴾) باغ‌هایی برای آنان است که درختان عجیب و میوه‌های دلپذیر و سایه‌های طولانی و شاخه و بوته‌های متنوعی را در بر دارد؛ بهشتی که هر کس به آن وارد شود به راحتی در آن به‌سر می‌برد و متنعم می‌گردد.\n(﴿تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰر﴾) رودهای آب و شیر و عسل و شراب در زیر درختان آن روان است و اهل بهشت آن را هرگونه که بخواهند و به هر سو که بخواهند، جاری می‌گردانند و به‌وسیلۀ آن درختان و باغ‌های بهشتی آبیاری شده و میوه‌های گوناگونی می‌دهند. (﴿كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُ﴾) میوه‌های بهشتی همه در زیبایی و طعم همسان‌اند و در میان آن میوۀ مخصوصی وجود ندارد؛ و اهل بهشت همواره در ناز و نعمت به‌سر می‌برند. پس آنها همواره با خوردن آن میوه‌ها لذت می‌برند. (﴿وَأُتُواْ بِهِۦ مُتَشَٰبِهٗا﴾) عده‌ای می‌گویند: میوه‌های بهشت تشابه اسمی دارند، اما در مزّه با یکدیگر فرق می‌کنند. گروهی نیز می‌گویند: در رنگ با یکدیگر متشابه هستند اما در اسم فرق می‌کنند. برخی نیز بر این باورند که: در زیبایی و لذت تشابه دارند. شاید این بهترین قول باشد.\nبه دنبال ذکر مسکن و غذا و نوشیدنی و میوه‌های اهل بهشت، از همسران آنها نیز سخن به میان آورد و آنهارا در یک تعریف مختصر و کامل چنین توصیف نمود: (﴿وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞ﴾) نگفت از ‌فلان عیب پاک‌اند، تا شامل انواع پاکی‌ها گردد. پس آنان در اخلاق و اندام و زبان هیچ عیبی ندارند؛ چشم‌هایشان پاک است و اخلاقشان نیکو است، آنها دوشیزگانی هستند که با اخلاق زیبا و همسرداری زیبا و ادب در کردار و گفتار، و پاک بودن از حیض و نفاس و منی و ادرار و مدفوع و آب بینی و بوی دهان و بوی بد، برای همسران‌شان دوست داشتنی می‌باشند و نیز در اندام و جسم خود کمال زیبایی را دارند و در آنها عیبی وجود ندارد و اخلاق‌شان نیز بسیار نیکو است. آنها همسرانی خوب و زیبا هستند؛ خوش‌زبان و خوش‌سخن‌اند و چشم‌ها و نگاه‌شان فقط بر شوهران‌شان دوخته شده است و زبان‌شان را از هر سخن زشتی منع می‌نمایند.\nپس در این آیۀ کریمه از مژده دهنده و مژده داده شونده و چیزی که بدان مژده داده شده و نیز از اسباب و عوامل رسیدن به این خیر و نیکی سخن به میان آمده است. مژده ‌دهنده پیامبر صلی الله علیه وسلم و آن دسته از افراد امت ایشان هستند که جانشین ایشان می‌گردند [و مانند ایشان به دین الله دعوت می‌دهند]. مژده داده شدگان نیز مؤمنانی هستند که کردار نیکو انجام می‌دهند؛ و آنچه بدان مژده داده شده‌اند، باغ‌هایی است که توصیف آن گذشت. و سببی که انسان را به این فلاح ونجاح می‌رساند، ایمان وعمل صالح است. پس برای رسیدن به این مژده جز متصف بودن به «ایمان» و «عمل صالح» راهی وجود ندارد، و این بزرگ‌ترین مژده‌ای است که برترین انسان و مخلوق آن را داده است؛ مژدۀ بزرگی که با فراهم آورده شدن بهترین اسباب و مقدمات [از سوی انسان]، شامل حال او می‌شود. \nهمچنین در این آیه اشاره شده است که تشویق کردن مؤمنان برای انجام دادن اعمال صالح و بیان پاداش و ثمرات آن مستحب است؛ زیرا انجام اعمال با این تشویق‌ها آسان‌تر می‌شود. و بزرگ‌ترین مژده بر‌ای انسان توفیق یافتن او برای ایمان آوردن و انجام عمل صالح است. پس این نخستین مژده و اساس هر مژده‌ای است. دومین مژده نیز مژده‌ای است که مؤمنان به هنگام مرگ دریافت می‌دارند و به دنبال آن به نعمت پایدار و جاودان خواهند رسید. از خداوند متعال می‌طلبیم که ما را نیز با آنان محشور بگرداند."
    },
    {
      "id": 33,
      "verse_number": 26,
      "verse_key": "2:26",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۘ يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ",
      "page_number": 5,
      "juz_number": 1,
      "translations": [
        {
          "id": 922698,
          "resource_id": 135,
          "text": "الله از اینکه به پشه‌ای ـ یا بالاتر از آن [از نظر کوچکی] ـ مثال بزند، شرم نمی‌کند. کسانی که ایمان آورده‌اند، می‌دانند که آن [مَثَل] حق و از جانب پروردگارشان است [و از آن پند مى‌گیرند]؛ و اما کافران می‌گویند: «هدف الله از این مَثَل چیست؟» [الله با بیان این مَثَل‌ها] گروه بسیاری را [كه در آنها تدبر نمی‌کنند، حیران و] گمراه و گروه بسیاری را هدایت می‌کند؛ و تنها [منافقان و] فاسقان را با آن گمراه می‌سازد."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَا﴾) همانا خداوند از آوردن هر مثالی که باشد، شرم نمی‌کند. (﴿بَعُوضَةٗ فَمَا فَوۡقَهَا﴾) خواه اين مثال پشه باشد یا کوچک‌تر از آن؛ زیرا مثال‌ها مشتمل بر حکمت بوده و روشنی بخشِ حق هستند وخداوند از تبیین حق شرم ندارد. گویا آوردن این مثال، پاسخی است به کسی که مثال زدن به چیزهای حقیر را زشت می‌داند و به خاطر این کار بر خداوند اعتراض می‌کند. اما این جای اعتراض نیست، بلکه خداوند اینگونه بندگانش را می‌آموزد و آنها را مشمول رحمت و عنایت خود قرار می‌دهد، پس لازم است اوامرش پذیرفته شده و شکر او به جا آورده شود. بنابراین می‌فرماید: (﴿فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡ﴾) پس کسانی که ایمان آورده‌اند، آن را درک کرده و با دیدۀ تامل و اندیشه بدان می‌نگرند، بنابراین اگر محتوای آن را به‌طور مشروح و مفصل بدانند علم و ایمان‌شان افزوده می‌گردد. واگر از آن نیز سر در نیاورند، می‌دانند که آن حق است و مضمون و محتوایش نیز حق می‌باشد، هر چند که حق برای آنان در آن مثال پوشیده باشد، چون آنها می‌دانند که خداوند بیهوده آن مثال را نزده است بلکه به خاطر حکمت بالغ خویش آن را ذکر کرده است.\n(﴿وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ﴾) و اما کسانی که کفر ورزیده‌اند، اعتراض نموده وحیران می‌شوند، بنابراین بر کفر خود می‌افزایند، همان طور که مؤمنان بر ایمان خود می‌افزایند. بنابراین فرمود: (﴿يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗا﴾) پس این است حال مؤمنان و کافران به هنگام نازل شدن آیات قرآن. خداوند متعال می‌فرماید: (وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ﴾ ٤٢١\n﴿وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ﴾ «و هنگامی که سوره‌ای نازل شود دسته‌ای از آنها می‌گویند: «این سوره ایمان کدام یک از شما را افزوده است؟» اما کسانی که ایمان آورده‌اند، ایمان‌شان افزوده می‌گردد و آنها خوشحال می‌شوند، و اما کسانی که در دل‌هایشان بیماری هست، پلیدی به پلیدی گذشته‌شان افزوده می‌شود و می‌میرند، در حالی که کافرند». پس هیچ نعمتی بزرگ‌تر از نزول آیات قرآن نیست. اما با این وجود، آیات قرآن برای گروهی سبب سختی و حیرت و گمراهی است و موجب افزایش بدی‌های‌شان می‌شود و برای گروهی سبب بخشش و رحمت است و به افزایش خوبی‌های‌شان می‌انجامد. پس پاک است خداوندی که بندگانش را گوناگون آفریده و تنها او است که هدایت می‌کند و گمراه می‌سازد. \nسپس خداوند حکمت و عدل خویش را در گمراه کردن کسانی که گمراه می‌شوند، بیان کرده و می‌فرماید: (﴿وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ﴾) «و جز فاسقان با آن گمراه نمی‌شوند»؛ یعنی کسانی که از طاعت خداوندی بیرون رفته و با پیامبران خدا عناد و مخالفت می‌ورزند و «فسق» تبدیل به صفت آنها گردیده است و نمی‌خواهند آن را عوض کنند. پس حکمت الهی اقتضا می‌نماید تا آنها را گمراه سازد؛ زیرا شایستۀ هدایت نیستند، همان‌طور که فضل وحکمت او اقتضا نموده است تا کسانی را که به ایمان متصف هستند و با کردارهای نیکو خود را آراسته‌اند، هدایت نماید.\n فسق بر دو نوع است: یک نوع انسان را از دین و دایرۀ ایمان خارج می‌کند، مانند فسقی که در این آیه و امثال آن ذکر شده است. نوع دوم فسقی است که انسان را از ایمان بیرون نمی‌کند همان طور که در فرمودۀ الهی آمده است: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ﴾ «ای کسانی که ایمان آورده‌اید! اگر فاسقی پیش شما خبری آورد، تحقیق نمایید»."
    },
    {
      "id": 34,
      "verse_number": 27,
      "verse_key": "2:27",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "page_number": 5,
      "juz_number": 1,
      "translations": [
        {
          "id": 922699,
          "resource_id": 135,
          "text": "[همان] کسانی که پیمان الله را ـ پس از محکم ساختنش ـ می‌شکنند و روابط [نیكوى خویشاوندى] را كه الله به برقرارىِ آن فرمان داده است قطع مى‌نمایند و در زمین فساد برپا می‌کنند. اینان [در دنیا و آخرت] زیانکارانند."
        }
      ],
      "tafsir_saadi": "سپس فاسقان را توصیف کرده و می‌فرماید: (﴿ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ﴾) «آن کسانی که عهد خداوند را بعد از بستن آن می‌شکنند». این آیه هم شامل پیمان‌ میان آنان و خداست و هم شامل پیمانی که با یکدیگر منعقد می‌کنند. پیمان‌های مستحکم و مؤکدی که با خدا و خلق خدا منعقد می‌نمایند اما بی‌مبالات از کنار آنها می‌گذرند، آنها را نقض نموده و دستورات خداوند را ترک ‌کرده و منهیاتش را مرتکب ‌شده و پیمان‌هایی را که با مردم بسته‌اند، نقض می‌کنند.\n(﴿وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ﴾) و آنچه را خداوند دستور داده است از هم گسیخته نشود، می‌گسلند. و این شامل چیزهای زیادی می‌شود. خداوند به ما دستور داده است که به‌وسیلۀ ایمان و بندگی، رابطۀ خود را با او مستحکم سازیم؛ و با ایمان آوردن به پیامبر و دوست داشتن و تکریم وی و انجام دستورات و فرامینش، رابطۀ خویش را با ایشان نیز مستحکم نماییم؛ و خداوند به ما دستور داده است با به‌جا آوردن حقوق پدر و مادر و خویشاوندان و یاران و سایر مردم پیوند خود را با آنان محکم نگه داریم. مؤمنان این وظایف را عملی نموده و آن را به‌طور کامل بجا می‌آوردند، ولی فاسقان آن را از هم گسیخته و پشت سر انداختند و به فسق و فجور روی آورده و روابط خویشاوندی را قطع نموده و مرتکب گناه می‌شوند. و این از مصادیق فساد و تباهی در زمین است.\nپس (﴿أُوْلَٰٓئِكَ﴾) کسانی که این طور باشند، (﴿هُمُ ٱلۡخَٰسِرُونَ﴾) در دنیا و آخرت زیان ‌دیدگان‌اند. منحصر‌‎ا آنها را زیانمند معرفی کرده است، زیرا زیان آنها عام بوده و در تمامی حالات خود زیان‌مندند و هیچ نوع سودی نمی‌برند؛ زیرا شرط پذیرفته‌شدن هر عمل صالحی داشتن ایمان است. پس هرکس ایمان نداشته باشد عملش پذیرفته نمی‌شود و انگار عملی ندارد. و این زیان، زیان کفر است. اما خسران و زیانی که گاه در قالب کفر، گاه در قالب انجام گناه و معصیت و گاه در قالب کوتاهی در انجام مستحب نمود پیدا می‌کند، در این فرمودۀ الهی بیان شده است: ﴿إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ﴾ [العصر: 2] «انسانها همه زيانمندند» چنین خسران و زیانی عام است و شامل هر مخلوقی می‌باشد، به جز کسی که ایمان داشته و عمل صالح انجام دهد و دیگران را به حق و صبر و شکیبایی توصیه نماید. و زیان حقیقی همانا از دست دادن عمل صالحی است که بندۀ حقیقی در صدد به‌دست آوردن آن است."
    },
    {
      "id": 35,
      "verse_number": 28,
      "verse_key": "2:28",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَـٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "page_number": 5,
      "juz_number": 1,
      "translations": [
        {
          "id": 922700,
          "resource_id": 135,
          "text": "چگونه [یگانگیِ] الله را انکار می‌کنید در حالى كه وجودی نداشتید و او به شما زندگی بخشید؛ سپس شما را دستخوش مرگ مى‌گردانَد و دوباره زنده خواهد كرد؛ آنگاه [برای حساب و جزا] به پیشگاهش بازگردانده مى‌شوید؟"
        }
      ],
      "tafsir_saadi": "این استفهام به معنی تعجب و توبیخ و انکار است؛ یعنی چگونه شما به خداوند کفر می‌ورزید؟ خداوندی که شما را از عدم آفرید و از انواع نعمت‌ها برخوردارتان کرد؛ سپس به هنگام پایان یافتن اجلتان شما را می‌میراند و در قبر مجازاتتان می‌کند، آنگاه در روز رستاخیز و حشر شما را زنده می‌گرداند؛ سپس به سوی او بازگردانده می‌شوید و جزای کامل را به شما می‌دهد. بنابراین شما در حیطۀ تصرف و تدبیر و احسان و اوامر او قرار دارید و سپس شما را به مجازات اعمالتان خواهد رساند. پس آیا شایسته است که به او کفر ورزید؟! و آیا این جز جهل و بی‌خردی چیز دیگری است؟ بلکه شایسته است از او بترسید و شکر او را به جا آورید و به او ایمان داشته باشید و از عذابش بترسید و به پاداشش امیدوار باشید."
    },
    {
      "id": 36,
      "verse_number": 29,
      "verse_key": "2:29",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 4,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَـٰوَٰتٍ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "page_number": 5,
      "juz_number": 1,
      "translations": [
        {
          "id": 922701,
          "resource_id": 135,
          "text": "اوست که همۀ آنچه را که در زمین است برایتان آفرید؛ آنگاه به [آفرینش] آسمان پرداخت و آنها را به صورت هفت آسمان سامان داد و او به همه چیز داناست."
        }
      ],
      "tafsir_saadi": "(﴿هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا﴾) از آنجا که خدا نسبت به شما مهربان است همۀ آنچه را که در زمین است، برایتان آفرید تا از آن بهره‌مند شوید و از آن پند بگیرید. و این دلیلی است بر این که اصل در اشیاء مباح و پاک بودن آنها است؛ چون در این آیه به عنوان منت و احسان خدا از آنها نام برده شده است. و نیز چیزهای ناپاک خارج می‌شوند؛ زیرا حرمت آنها از مفهوم آیه و بیان مقصد آن فهمیده می‌شود. نیز از این آیه می‌فهمیم که خداوند تمامی اشیاء را به‌خاطر استفادۀ ما آفریده است، پس هر چیزی که ضرر داشته باشد از این اصل کلی خارج است. و از کمال نعمت خداوند این است که به خاطر پاک بودن ما، ما را از چیزهای زشت و بد بازداشته است. \n(﴿ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ﴾) (﴿ٱسۡتَوَىٰٓ﴾) در قرآن به سه معنی به‌کار رفته است؛ گاهی متعدی است اما نه به‌وسیلۀ حرف جر، پس آن‌گاه به معنی کمال خواهد بود، همان‌گونه که در قول خداوند در مورد موسی آمده است: ﴿وَلَمَّا بَلَغَ أَشُدَّهُۥوَٱسۡتَوَىٰٓ﴾ [قصص: 14] «و هنگامی که به حالت رشد و کمال خویش رسید»، و گاهی به معنی بلندی وارتفاع است و آن زمانی است که به‌وسیلۀ «علی» متعدی شود، مانند ﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ﴾ [طه: 5] «خداوند بر عرش بلند و مرتفع گردید»، ﴿لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ﴾ [زخرف: 13] «تا بر پشت آن مرتفع شوید». و گاهی به معنی «قصد» می‌آید و آن زمانی است که به‌وسیلۀ «الی» متعدی شود. همان‌گونه که در آیۀ (﴿ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ﴾) آمده است؛ یعنی خداوند وقتی زمین را آفرید قصد آفرینش آسمان‌ها را نمود وآن را هفت آسمان آفرید و محکم گرداند (﴿وَهُوَ بِكُلِّ شَيۡءٍ عَلِيم﴾) و او به هرچیزی دانا است. ﴿يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَايَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ ﭶ ﴾ پس او به آنچه در زمین فرو می‌رود و به آنچه که از زمین بیرون می‌آید و به آنچه که از آسمان پایین می‌آید و یا به آن بالا می‌رود، دانا می‌باشد.\n﴿يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ﴾ می‌داند آنچه را پنهان می‌کنید و آنچه را که آشکار می‌نمایید؛ و به اسرار و نهان‌ها آگاه است.\nخداوند در بسیاری جاها بین آفرینش مخلوقات و اثبات علم خود مقارنه ایجاد می‌کند، همان‌گونه که در این آیه آمده است: ﴿أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ﴾ آیا کسی که آفریده است، نمی‌داند، در حالی که او باریک‌بین آگاه است؟ زیرا آفرینش مخلوقات از جانب خدا روشن‌ترین دلیل بر علم و حکمت و قدرت او می‌باشد."
    },
    {
      "id": 37,
      "verse_number": 30,
      "verse_key": "2:30",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922702,
          "resource_id": 135,
          "text": "و [یاد کن] هنگامی که پروردگارت به فرشتگان فرمود: «من در زمین جانشینى خواهم گماشت». [فرشتگان] گفتند: «آیا كسى را در آنجا مى‌گمارى كه تبهكارى و خونریزی به راه اندازد؛ در حالی که ما تو را با سپاس به پاکی می‏ستاییم و مقدس می‌داریم؟» الله فرمود: «من [دربارۀ هدف و مصلحتِ آفرینشِ او] چیزهایی مى‌دانم كه شما نمى‌دانید»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗ﴾) این شروع آفرینش آدم علیه السلام -ابوالبشر- و بیان فضیلت و بزرگواری او می‌باشد. آنگاه که خداوند متعال اراده آفرینش آدم را نمود، ملائکه را از این کار آگاه کرد و به آنان گفت: می‌خواهم او را در زمین جانشین قرار ‌دهم. فرشتگان گفتند: (﴿أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا﴾) آیا در زمین کسی را قرار می‌دهی که با ارتکاب گناه و معاصی، زمین را به تباهی می‌کشد و در آن فساد می‌کند؟! (﴿وَيَسۡفِكُ ٱلدِّمَآءَ﴾) وخون‌ها را می‌ریزد؟ این ذکر خاص بعد از عام است؛ و منظور، بیانِ شدتِ فساد قتل است. آنها گمان می‌کردند کسی که در زمین به عنوان جانشین قرار داده می‌شود، به زودی این کارها از او سر می‌زند، پس خداوند را از این کارها پاک دانستند و او را تعظیم نموده وبه او خبر دادند که آنها عبادت وی را به دور از هر گونه فساد انجام می‌دهند. بنابراین فرمودند: (﴿وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ﴾) حال آنکه ما آن چنانکه شایستۀ مقام کبریای شماست، تسبیح وتنزیه شما را به جای می‌آوریم و شما را از آنچه که شایسته‌ات نیست، مبرّا می‌دانیم.\n(﴿وَنُقَدِّسُ لَكَ﴾) احتمال دارد که معنی‌اش این گونه باشد: ما تو را پاک می‌دانیم و پاکی‌ات را بیان می‌کنیم. در این صورت «لام»، مفید تخصیص و اخلاص است. و احتمال دارد معنی‌اش این گونه باشد: ما وجود خود را برایت پاکیزه می‌داریم؛ یعنی آن را با اخلاق زیبا از قبیل محبت و ترس و تعظیم الله پاکیزه می‌کنیم و از اخلاق زشت پاک می‌داریم.\nخداوند متعال به فرشتگان گفت: (﴿إِنِّيٓ أَعۡلَمُ﴾) من در مورد این جانشین حقایقی را می‌دانم، (﴿مَا لَا تَعۡلَمُونَ﴾) که شما نمی‌دانید؛ زیرا سخن‌تان بر مبنای گمان است؛ و من امور ظاهر و باطن را می‌دانم؛ و می‌دانم که خیر و خوبی حاصل از آفرینش این جانشین، به مراتب از بدی و شری که در آن است، بیشتر می‌باشد.\nعلاوه بر این خداوند خواسته است تا از نسل این انسان پیامبران و صدیقان و شهدا وصالحان را برگزیند ونشانه‌های خود را برای خلق اظهار نماید و بندگی و عبودیت وی از قبیل جهاد و غیره انجام شود، که بدون آفریدن چنین جانشینی این عبودیت انجام نمی‌گیرد. نیز تا غریزه‌های خوب و بدی که در نهاد مکلفان قرار داده شده است به‌وسیلۀ امتحان نمودنشان روشن شود؛ و دشمن خدا از دوستش و نیز حزب الله از مخالفانش مشخص گردد. و تا بدی‌ای که در نهاد ابلیس نهفته است، هویدا شود. \nآنچه که ذکر گردید حکمت‌های بزرگی است که در آفرینش این جانشین مدّ نظر قرار گرفته است؛ حکمت‌هایی که تنها برخی از آنها برای بهانه قرار گرفتن «خلقت خلیفه» کافی است."
    },
    {
      "id": 38,
      "verse_number": 31,
      "verse_key": "2:31",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922703,
          "resource_id": 135,
          "text": "آنگاه [الله] همۀ نام‌ها[ی اشیا و موجودات] را به آدم آموخت؛ سپس آنها را به فرشتگان عرضه داشت و فرمود: «اگر راست مى‌گویید، از نام‌های اینها به من خبر دهید»."
        }
      ],
      "tafsir_saadi": "و چون سخن فرشتگان ـ علیهم السلام ـ بیانگر آن بود که آنها از جانشینی که خداوند در زمین قرار می‌دهد، بهترند، خداوند خواست برتری آدم را برای آنها بیان کند تا فضیلت او و کمال حکمت و علم الهی را بدانند. بنابراین فرمود: (﴿وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا﴾) و نام همۀ اشیاء را به آدم آموخت. پس خداوند اسم و مسمّی، کلمات و معانی آنها را به او آموخت، حتی اسامی بزرگ و کوچک اشیاء را نیز به او آموخت؛ همچون القصعة والقُصيْعَة؛ به معنی «کاسۀ کوچک و بزرگ». (﴿ثُمَّ عَرَضَهُمۡ﴾) سپس این چیزها را عرضه داشت، (﴿عَلَى ٱلۡمَلَٰٓئِكَةِ﴾) بر ملائکه، تا آنها را امتحان کند که آیا آن را می‌دانند یا نه؟\n(﴿فَقَالَ أَنۢبِ‍ُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ﴾) پس وقتی شما گمان می‌برید که از این جانشین برتر هستید، مرا از نام‌های این چیزها خبر دهید، اگر راستگو هستید."
    },
    {
      "id": 39,
      "verse_number": 32,
      "verse_key": "2:32",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922704,
          "resource_id": 135,
          "text": "[فرشتگان] گفتند: «منزّهی تو! ما چیزی جز آنچه [خود] به ما آموخته‌ای نمی‌دانیم. تو دانای حکیمی»."
        }
      ],
      "tafsir_saadi": "(﴿قَالُواْ سُبۡحَٰنَكَ﴾) گفتند: پاکی خدایا! و تو را پاک می‌دانیم و اعتراضی نداریم و با دستور تو مخالفت نمی‌ورزیم، (﴿لَا عِلۡمَ لَنَآ﴾) هیچ چیزی نمی‌دانیم، (﴿إِلَّا مَا عَلَّمۡتَنَآ﴾) جز آنچه از فضل خویش به ما آموخته‌ای، (﴿إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ﴾) همانا تو دانا و حکیمی. «العلیم» کسی است که علمش همه چیز را فرا گرفته است، بنابراین به اندازۀ ذره‌ای در آسمان‌ها و زمین و نه کوچک‌تر از آن و نه بزرگ‌تر از آن، از او پنهان نمی‌شود. «الحکیم» کسی است که دارای حکمت کامل است و هیچ مخلوق و مأموری از دایرۀ حکمت او بیرون نیست، پس خدا هیچ چیزی را بدون حکمت نیافریده است؛ و به هیچ چیزی دستور نداده مگر اینکه در آن حکمتی وجود دارد. «حکمت»؛ یعنی گذاشتن هر چیز در محل مناسب آن. پس فرشتگان به علم و حکمت خداوند و به قصور خود اقرار و اعتراف کردند و به فضل خداوند، و اینکه به آنها چیزهایی آموخته است که نمی‌دانند، اعتراف نمودند."
    },
    {
      "id": 40,
      "verse_number": 33,
      "verse_key": "2:33",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922705,
          "resource_id": 135,
          "text": "فرمود: «ای آدم، آنان را از نام‌هایشان آگاه کن». هنگامی که وی [آدم] آنان را آگاه کرد، [الله خطاب به فرشتگان] فرمود: «آیا به شما نگفتم که من اسرار آسمان‌ها و زمین را می‌دانم و [نیز] از آنچه که آشکار می‌کنید و پنهان می‌داشتید آگاهم؟»"
        }
      ],
      "tafsir_saadi": "در این هنگام خداوند فرمود: (﴿يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡ﴾) ای آدم! فرشتگان‌را از نام چیزهایی خبر ده که بر آنان عرضه داشتم و نتوانستند نام آنها را بگویند.\n(﴿فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ﴾) پس وقتی آنها را از نام اشیاء آگاه کرد، فضیلت آدم بر آنها و حکمت خداوند و علم الهی در جانشین قرار دادن وی برای آنان روشن گردید، (﴿قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) [خداوند] فرمود: آیا به شما نگفتم که من غیب آسمان‌ها و زمین را می‌دانم. غیب چیزی است که از ما پوشیده است و ما آن را مشاهده نکرده‌ایم. پس وقتی خداوند عالمِ به غیب است و غیب را می‌داند، مشهود و حاضر را به طریق اولی می‌داند. (﴿وَأَعۡلَمُ مَا تُبۡدُونَ﴾) و آنچه را آشکار می‌کنید، می‌دانم، (﴿وَمَا كُنتُمۡ تَكۡتُمُونَ﴾) و [نیز] آنچه‌را که پنهان می‌کردید."
    },
    {
      "id": 41,
      "verse_number": 34,
      "verse_key": "2:34",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922706,
          "resource_id": 135,
          "text": "[یاد کن] هنگامی که به فرشتگان گفتیم: «برای [بزرگداشت و احترام، به] آدم سجده کنید»؛ پس [همگی] سجده کردند جز ابلیس که خودداری کرد و تکبر ورزید و از کافران شد."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرشتگان را دستور داد تا به منظور احترام و بزرگداشت آدم و انجام دادن بندگی خدا، برای آدم سجده کنند. پس همۀ فرشتگان دستور خداوند را اجرا کردند و بلافاصله همه به سجده رفتند، (﴿إِلَّآ إِبۡلِيسَ﴾) به‌جز شیطان که از سجده کردن امتناع ورزید و خود را از آدم و از دستور الهی بزرگ‌تر و برتر دانست و تکبر ورزید و گفت: ﴿ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا﴾ آیا برای کسی سجده ببرم که او را از گل و خاک آفریده‌ای؟! تکبر او نتیجۀ کفری بود که در وجودش قرار داشت، پس در این هنگام دشمنی او با خدا و آدم، و کفر و تکبر ورزیدنش روشن گردید.\nنکتۀ جالبی که از این آیات مستفاد می‌گردد ثابت شدن کلام برای خداوند است؛ و اینکه او همواره و همیشه متکلم بوده و هرچه بخواهد، می‌گوید؛ و اینکه او دانا و باحکمت است. \nنیز از این آیات درمی‌یابیم که هرچند بنده، حکمت خداوند را در مورد بعضی از مخلوقات و در مورد بعضی از دستورات درک نکند، بر او لازم است که بپذیرد و سر تسلیم فرود آورد و عقل خود را زیر سؤال ببرد و به حکمت خداوندی اقرار نماید. در این آیات عنایت خداوند به فرشتگان و یاد دادن چیزهایی که نمی‌دانستند، و آگاه کردنشان از اموری که آن را نمی‌دانستند، ثابت می‌شود.\nنیز در این آیات از چند جهت، فضیلت علم ثابت می‌گردد: \n1- خداوند در مقابل پرسش‌هایی که فرشتگان مطرح کردند، خویشتن را به علم و دانش ستود.\n2- خداوند برتری آدم بر فرشتگان را درعلم وی دانست و بیان نمودکه علم بهترین صفت و ویژگی بنده است. \n3- آنگاه که فضل علم آدم روشن شد، خداوند به فرشتگان دستور داد تا به منظور تکریم آدم سجده کنند.\n4- چنانچه آدمی کسی را با طرح پرسش‌هایی مورد امتحان قرار دهد و سؤالاتی را از وی به‌عمل آورد و او از پاسخ د‌ادن به آن عاجز و ناتوان بماند، سپس سؤال کننده از سرِ فضل و بزرگواری جواب آن سؤالات را به او بگوید، این بهتر و کامل‌تر است از اینکه همان ابتدا پاسخ سؤالات را به او بگوید.\n5- عبرت گرفتن از حال و وضع پدر انس و جن و بیان فضیلت آدم و برتری او بر جن و دشمنی ابلیس با او؛ و دیگر پندها و آموختنی‌هایی که از این آیه فهمیده می‌شود."
    },
    {
      "id": 42,
      "verse_number": 35,
      "verse_key": "2:35",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922707,
          "resource_id": 135,
          "text": "و گفتیم: «ای آدم! تو و همسرت [حوّا] در بهشت سکونت کنید و از [نعمت‌های] آن ـ از هر جا که می‌خواهید ـ گوارا بخورید؛ اما به این درخت نزدیک نشوید که از ستمکاران خواهید شد»."
        }
      ],
      "tafsir_saadi": "وقتی خداوند آدم را آفرید و او را برتری داد، نعمت خود را به طور کامل به وی عطا کرد، به این توضیح که از او همسری برایش آفرید تا در کنارش آرامش یابد و به او انس بگیرد؛ و به آنها دستور داد تا در بهشت سکونت گزینند. (﴿وَكُلَا مِنْهَا رَغَدًا حَيۡثُ شِئۡتُمَا﴾)؛ یعنی: هرچه می‌خواهید از انواع و اقسام میوه‌های آن به خوشی بخورید. و خداوند متعال به ایشان فرمود: ﴿إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ﴾ [طه: 118-119] «همانا برای تو این است که در آن نه گرسنه می‌شوی و نه برهنه می-مانی و آن که تو در آن نه تشنه می‌شوی و نه گرما (و سوزش آفتاب) می-یابی».\n(﴿وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ﴾) و نزدیک این درخت نشوید. درخت مذکور نوعی از درختان بهشت است که خداوند آن را بهتر می‌داند. و به منظور امتحان و آزمایش و یا به خاطر حکمتی که برای ما مشخص نیست، آنها را از نزدیک شدن به آن درخت و خوردن از آن نهی کرد. (﴿فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ﴾) این بخش از آیه بیانگر آن است که این نهی برای تحریم است؛ زیرا به دنبال آن ظلم ذکر شده است."
    },
    {
      "id": 43,
      "verse_number": 36,
      "verse_key": "2:36",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922708,
          "resource_id": 135,
          "text": "اما شیطان موجب لغزش [و سرپیچیِ] آن دو شد؛ سپس الله آنان را از آنچه در آن بودند [= بهشت] اخراج کرد؛ و [به آن دو و شیطان] گفتیم: «همگی [به زمین] فرود آیید در حالی که دشمن یکدیگر خواهید بود؛ و برایتان در زمین، تا مدتی معیّن قرارگاه و وسیلۀ بهره‌برداری وجود خواهد داشت»."
        }
      ],
      "tafsir_saadi": "آری! شیطان در دل آنها وسوسه ‌انداخت و خوردن از آن درخت را برایشان آراست تا اینکه موجب لغزش آنها گردید: ﴿وَقَاسَمَهُمَآ﴾و برای آنها به خداوند قسم خورد که ﴿إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ﴾ همانا من خیرخواه شما هستم. \nپس آدم و همسرش فریب او را خوردند و از او اطاعت کردند. بنابراین شیطان آنها را از آسودگی و نعمتی که در آن بودند، بیرون کرد و به سرای خستگی و رنج و کار و تلاش درافتادند.\n(﴿بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞ﴾) آدم و فرزندانش دشمنان ابلیس و فرزندانش خواهند بود. و مشخص است که دشمن برای زیان رساندن به طرف مقابل خود و محروم کردن او از خیر و نیکی به هر راهی متوسّل می‌شود. پس در این آیه به‌صورت ضمنی فرزندان آدم از شیطان برحذر داشته شده‌اند. همان طور که خداوند متعال فرموده است: \n﴿ إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ﴾ [فاطر: 6] «همانا شیطان دشمن شما است پس آن را دشمن خود قرار دهید، همانا او گروهش را فرامی‌خواند تا از اهل آتش جهنم شوند». ﴿أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا﴾ [الکهف: 50] «آیا مرا رها کرده و او و پیروانش را به دوستی می‌گیرید، حال آنکه آنها دشمن شما هستند؟ ستمگران چه عوض بدی دارند».\nسپس به هبوط آدم و حوا به سوی زمین اشاره کرده و می‌فرماید: (﴿وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ﴾) و برای شما تا مدتی در زمین مسکن و قرارگاهی است، (﴿وَمَتَٰعٌ إِلَىٰ حِينٖ﴾) تا وقت معین؛ یعنی تا پایان اجل‌هایتان از دنیا بهره‌مند می‌شوید، سپس به سرا و جهانی منتقل می‌شوید که برای آن آفریده شده‌اید و آن نیز برای شما آفریده شده است. در این آیه به این مطلب اشاره شده است که زندگی دنیا موقت و عارضی است و دنیا مسکن حقیقی نمی‌باشد، بلکه راه عبوری است برای رسیدن به جهان و سرای آخرت و برای استقرار و ماندن آباد نشده است."
    },
    {
      "id": 44,
      "verse_number": 37,
      "verse_key": "2:37",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "page_number": 6,
      "juz_number": 1,
      "translations": [
        {
          "id": 922709,
          "resource_id": 135,
          "text": "آنگاه آدم از پروردگارش کلماتی فراگرفت [و درخواستِ بخشایش نمود] و الله توبۀ او را پذیرفت؛ زیرا الله، توبه‌پذیرِ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿فَتَلَقَّىٰٓ ءَادَمُ﴾) آدم دریافت کرد؛ و خداوند به او الهام نمود، (﴿مِن رَّبِّهِۦ كَلِمَٰتٖ﴾) از جانب پروردگارش کلماتی را؛ و آن کلمات ﴿رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا...﴾ است، که آدم به گناهش اعتراف نمود و از خداوند خواست او را بیامرزد،(﴿فَتَابَ عَلَيۡهِ﴾) پس خداوند توبۀ او را پذیرفت و بر او رحم نمود، (﴿إِنَّهُۥ هُوَ ٱلتَّوَّابُ﴾) همانا خداوند توبه‌پذیر است و هر کس که به سوی او بازگردد و توبه کند، توبه‌اش را می‌پذیرد. توبه‌پذیری خداوند بر دو نوع است: نخست اینکه به انسان توفیق توبه کردن می‌دهد، دوم اینکه چنانچه توبه واجد شرایط باشد آن را می‌پذیرد.\n(﴿ٱلرَّحِيمُ﴾) نسبت به بندگانش مهربان است. یکی از مظاهر مهربانی خداوند این است که به بندگان توفیق توبه داده و از گناهان‌شان درگذشته و آنها را می‌بخشد."
    },
    {
      "id": 45,
      "verse_number": 38,
      "verse_key": "2:38",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922710,
          "resource_id": 135,
          "text": "گفتیم: «همگی از آن [= بهشت] فرود آیید و هر ‌گاه از جانبِ من رهنمودی برایتان آمد، کسانی که از آن [هدایت] پیروی کنند، نه ترسی خواهند داشت و نه اندوهگین می‌شوند»."
        }
      ],
      "tafsir_saadi": "«اهباط» را تکرار نمود تا مطلب بعدی بر آن مترتب گردد: (﴿فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى﴾) یعنی ای انسان وجن! زمانی که از جانب من به سوی شما رهنمودی آمد؛ یعنی پیامبر همراه با کتاب آمد و شما را به سوی من و خشنودی من دعوت نمود، (﴿فَمَن تَبِعَ هُدَايَ﴾) پس هرکس از شما که از رهنمود من پیروی کند؛ به این صورت که به پیامبران و کتاب‌هایم ایمان بیاورد؛ و تمام اخبار پیامبران و کتاب‌هایشان را تصدیق نماید؛ و دستور خدا را بپذیرد؛ و از آنچه نهی کرده است، بپرهیزد، (﴿فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ﴾) پس نه بر آنها ترسی هست و نه اندوهگین می‌شوند. در آیه‌ای دیگر می‌فرماید: ﴿فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ﴾ [طه: 123] «و هرکس از رهنمود من پیروی کند نه گمراه می‌شود و نه بدبخت می‌گردد». پس چهار چیز بر پیروی از هدایت خداوند مترتب می‌گردد: ترس و اندوه از آدمی رخت بر می‌بندد. فرق ترس با اندوه این است که اگر امر ناپسندی در گذشته انجام شده باشد غم و اندوه بر جای می‌گذارد؛ و اگر آدمی در انتظار امر ناگواری باشد در او ترس ایجاد می‌شود؛ خداوند ترس و اندوه را از کسی که از هدایت او پیروی نماید، نفی کرده است، و هر گاه این دو امر منتفی باشند ضد آن دو ثابت می‌گردد و آن امنیت و آسایش کامل است. همچنین خداوند گمراهی و بدبختی را از کسی که از هدایت او پیروی نماید، نفی کرده است؛ و هرگاه این دو امر منتفی باشند ضد آن د‌و ثابت می‌گردد و آن هدایت و سعادت است. بنابراین هرکس از هدایت الهی پیروی نماید امنیت و هدایت و سعادت و خوشبختی دنیا و آخرت را به‌دست می‌آورد و هرامر ناگواری از قبیل ترس و اندوه و گمراهی و بدبختی از او دور می‌شود؛ پس به اهداف دلخواه خود می‌رسد و ناگواری‌ها از او دور می‌شود."
    },
    {
      "id": 46,
      "verse_number": 39,
      "verse_key": "2:39",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 5,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922711,
          "resource_id": 135,
          "text": "و کسانی که کافر شدند و نشانه‌های [قدرت و یگانگیِ] ما را دروغ پنداشتند، آنان اهل دوزخند و همیشه در آن خواهند بود."
        }
      ],
      "tafsir_saadi": "اما کسی که از هدایت خدا پیروی نکند و به آن کفر ورزد و آیات او را تکذیب نماید، (﴿أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ﴾) اینها یاران و همدمان جهنم هستند و همواره در آن و با آن خواهند بود، همان‌گونه که دوست همواره همراه دوستش است، و همان طور که طلبکار به دنبال بدهکار می‌باشد.\n (﴿هُمۡ فِيهَا خَٰلِدُونَ﴾) آنان برای همیشه در آن خواهند بود، از آن بیرون نمی‌روند و عذاب آنها کم و کاستی نمی‌یابد و هیچ کس به کمک آنها نمی‌شتابد. در این آیات و آیات مشابه، مخلوقات از قبیل انسان و جن به دو گروه تقسیم شده‌اند؛ اهل سعادت و اهل شقاوت؛ و در این آیات صفات هر دو گروه و اعمالی که موجب سعادت یا شقاوت می‌شود، بیان شده است. نیز بیان شده است که جن در استحقاقِ برخورداری از پاداش یا عذاب مانند انسان هستند، همان‌طور که در امر و نهی نیز مانند او می‌باشند."
    },
    {
      "id": 47,
      "verse_number": 40,
      "verse_key": "2:40",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922712,
          "resource_id": 135,
          "text": "ای بنی‌اسرائیل [= فرزندانِ یعقوب] نعمت‌هایی را که به شما ارزانی داشتم به یاد آورید و به پیمانی که با من بسته‌اید وفا کنید تا من نیز به پیمانِ [خود با] شما [دربارۀ نعمت‌های دنیا و آخرت] وفا کنم؛ و تنها از من بترسید."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال نعمات و برکاتی را که به بنی‌اسرائیل ارزانی داشته است، به آنها یادآور می‌شود و می‌فرماید: \n(﴿يَٰبَنِيٓ إِسۡرَٰٓءِيلَ﴾) منظور از اسرائیل، یعقوب علیه السلام است. در اینجا گروه‌هایی از بنی اسرائیل که در مدینه و اطراف آن سکونت داشتند، مورد خطاب خداوند می‌باشند؛ و کسانی که پس از آنها می‌آیند نیز شامل این خطاب می‌شوند. بنابراین خداوند به همۀ آنها یک دستور کلی و فراگیر داده و می‌فرماید: (﴿ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ ﴾) به یاد آورید نعمت مرا که بر شما ارزانی داشتم. نعمتی که ذکر شده است شامل دیگر نعمت‌هایی نیز می‌شود که بعضی از آنها در این سوره ذکر می‌گردند. و منظور از به یاد آوردن این است که قلباً آن را به خاطر بیاورند و به آن اعتراف نمایند و با زبان آن را سپاسگزار باشند و آن‌چنان‌که پروردگار دوست دارد و می‌پسندد آن را به‌کار گیرند.\n(﴿وَأَوۡفُواْ بِعَهۡدِيٓ﴾) و به پیمان خداوند که از شما عهد گرفته بود مبنی بر اینکه به او و پیامبرانش ایمان بیاورید و شریعت و قانون وی را اجرا نمایید، وفا کنید. (﴿أُوفِ بِعَهۡدِكُمۡ﴾) خداوند می‌فرماید من [نیز] به عهد خویش وفا خواهم کرد؛ و به شما پاداش خواهم داد.\nپیمانی را که خداوند از بنی‌اسرائیل گرفته بود در این آیه بیان شده است: ﴿وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًاحَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّ‍َٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ﴾ [المائده: 12] و بی‌گمان، خد‌اوند از بنی‌اسرائیل پیمان گرفت. و دوازده سردار برای آنان تعیین کردیم. و خداوند فرمود: «همانا من با شما هستم، اگر نماز را برپا دارید و زکات را بپردازید و به پیامبران من ایمان بیاورید و آنان را یاری کنید و به خد‌اوند قرض نیکو دهید، از گناهان‌تان درمی‌گذرم و شما را وارد باغ‌هایی [در بهشت] می‌کنم که رودها از زیر آن روان است. پس هرکس از شما بعد از این کفر بورزد، به راستی که راه راست را گم کرده است.»\nسپس خداوند آنها را امر کرد که اسباب وفای به عهد را فراهم کنند و آن، ترس از خداوند یگانه است؛ زیرا ترس الهی باعث می‌شود که آدمی دستورات پروردگار را اطاعت کند و از نواهی او بپرهیزد."
    },
    {
      "id": 48,
      "verse_number": 41,
      "verse_key": "2:41",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922713,
          "resource_id": 135,
          "text": "و به آنچه نازل کرده‌ام [= قرآن] ایمان بیاورید که تصدیق‌کنندۀ همان چیزی است که با شماست؛ و نخستین کافر به آن نباشید و آیات مرا به بهای ناچیز نفروشید و تنها از من بترسید."
        }
      ],
      "tafsir_saadi": "سپس آنها را به چیزی امر نمود که ایمان‌شان جز با آن کامل نمی‌گردد، بنابراین فرمود: (﴿وَءَامِنُواْ بِمَآ أَنزَلۡتُ﴾) و به آنچه فرو فرستاده‌ام، ایمان بیاورید؛ و آن قرآنی است که خداوند بر بنده و پیامبرش محمد صلی الله علیه وسلم نازل کرده است. پس خداوند به آنها فرمان داد تا به قرآن ایمان بیاورند و از آن پیروی کنند. و ایمان آوردن به قرآن، مستلزم ایمان آوردن به کسی است که قرآن بر او نازل شده است.\n سپس به ذکر مطلبی ‌پرداخت که آنها را به سوی ایمان فرا می‌خواند: (﴿مُصَدِّقٗا لِّمَا مَعَكُمۡ﴾) یعنی [این قرآن] موافق است با آنچه نزد شما است؛ و با کتاب شما مخالف و متضاد نیست، پس وقتی با کتاب‌های شما موافق است و با آن مخالف نیست، مانعی بر سر راه ایمان آوردن‌تان وجود ندارد؛ زیرا این پیامبر همان چیزی را آورده است که دیگر پیامبران آورده‌اند، پس شما باید به طریق اولی به او ایمان بیاورید و او را تأیید و تصدیق کنید؛ زیرا شما اهل کتاب و علم و دانش هستید.\nو نیز گفتۀ خداوند ‌(﴿مُصَدِّقٗا لِّمَا مَعَكُمۡ﴾) اشاره به این است که اگر شما به آن ایمان نیاورید، به ضرر خودتان خواهد بود؛ زیرا ایمان نیاوردن‌تان به معنی تکذیب کتابی است که نزد شما است، چون آنچه محمد صلی الله علیه وسلم آورده است همان چیزی است که موسی و عیسی و دیگر پیامبران آورده‌اند، پس هرگاه شما قرآن را تکذیب کنید، انگار کتابی را تکذیب کرده‌اید که نزد شما می‌باشد.و نیز در کتاب‌هایی که در دست شما است صفت این پیامبر که قرآن را آورده، بیان شده است و به آمدن او در کتاب‌های شما مژده داده شده است. پس اگر به او ایمان نیاورید، قسمتی از آنچه را که به سوی شما فرو فرستاده شده است، تکذیب کرده‌اید؛ و هرکس قسمتی از آنچه را که بر آنها نازل شده است، تکذیب کند، همۀ آن را تکذیب کرده است. هم‌چنان‌که اگر کسی به پیامبری کفر ورزد، به همۀ پیامبران کفر ورزیده است. پس چون آنها را به ایمان آوردن به قرآن امر کرد، آنان را از ضد آن، یعنی کفر ورزیدن به آن نهی نمود و فرمود: (﴿وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۢ بِهِۦ﴾) و اولین کافر به پیامبر و قرآن نباشید.\nو (﴿أَوَّلَ كَافِرِۢ بِه﴾) از «لا تکفروا به» رساتر و بلیغ‌تر است؛ زیرا وقتی نخستین کافرِ به آن باشند، به سوی کفر شتافته‌اند؛ و این شایستۀ آنها نیست و از آنان انتظار نمی‌رود که چنین کاری را مرتکب شوند؛ زیرا گناه کسانی که پس از آنها نیز می‌آیند و از آنان پیروی می‌کنند، به گردن‌شان خواهد بود. \nسپس به بیان مانعی می‌پردازد که آنها را از ایمان آوردن باز می‌دارد؛ و آن انتخاب کالا و متاع فرومایۀ دنیا و ترجیح دادن آن بر سعادت جاودان و همیشگی است. بنابراین می‌فرماید: (﴿وَلَا تَشۡتَرُواْ بِ‍َٔايَٰتِي ثَمَنٗا قَلِيلٗا﴾) و آیات مرا به بهای اندکی نفروشید. بهایی که آنها در عوض آیات الهی به دست می‌آوردند، پُست و مقام و برخورداری از امکانات رفاهی بود. آنها گمان می‌بردند که اگر به خدا و پیامبرش ایمان بیاورند، آن‌را از دست خواهند داد. بنابراین آیات الهی را به آن فروخته و آن را بر ایمان ترجیح ‌دادند. (﴿وَإِيَّٰيَ﴾) و فقط از من، نه از کسی دیگر، (﴿فَٱتَّقُونِ﴾) بترسید؛ زیرا وقتی فقط از خدا بترسید، ترس خداوند باعث می‌شود ایمان را بر بها و متاع اندک دنیا ترجیح بدهید؛ و چنانچه کالا و بهای اندک را انتخاب کنید، تقوا و ترس الهی از دل‌هایتان رخت بر می‌بندد."
    },
    {
      "id": 49,
      "verse_number": 42,
      "verse_key": "2:42",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922714,
          "resource_id": 135,
          "text": "و در حالی که [حقیقت را] می‌دانید، حق را با باطل نیامیزید و آن را کتمان نکنید."
        }
      ],
      "tafsir_saadi": "سپس می‌فرماید: (﴿وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ﴾) خداوند آنها را از دو چیز نهی کرده است؛ اول: در آمیختن حق با باطل؛ دوم: کتمان و پنهان کردن حق؛ زیرا آنچه از اهل کتاب و دانش انتظار می‌رود این است که حق را مشخص و جدا نمایند و آن را اظهار و آشکار کنند، تا جویندگان حق به آن راه یافته و هدایت شوند و گمراهان به سوی آن بازگردند و حجت بر مخالفان اقامه شود؛ زیرا خداوند آیات خود را توضیح داده و دلایل خویش را واضح گردانده است، تا حق از باطل مشخص شود و راه مهتدین از راه مجرمین روشن و جدا گردد. پس هرکس از اهل علم به این موضوع عمل کند، جانشین پیامبران و هدایت کنندۀ امت‌ها خواهد بود؛ و هرکس حق را با باطل درآمیزد و با وجود شناخت باطل، آن را از حق جدا نکند و حقی را که به آشکار کردنش فرمان یافته، دانسته و آگاهانه انکار نماید، از دعوتگران به جهنم است؛ زیرا مردم در امر دین خود جز از علمای خود پیروی نمی‌کنند. پس برای خود یکی از این دو راه و حالت را بر گزینید."
    },
    {
      "id": 50,
      "verse_number": 43,
      "verse_key": "2:43",
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922715,
          "resource_id": 135,
          "text": "و نماز را برپا دارید و زکات [اموالتان] را بپردازید و با نمازگزاران نماز بخوانید."
        }
      ],
      "tafsir_saadi": "سپس فرمود: (﴿وَأَقِيمُواْ ٱلصَّلَوٰةَ﴾) و به صورت ظاهری و باطنی نماز را بر پا دارید، (﴿وَءَاتُواْ ٱلزَّكَوٰةَ﴾) و زکات اموال خود را به مستحقین بپردازید، (﴿وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ﴾) و همراه نمازگزاران نماز بخوانید، که اگر به پیامبران و آیات خداوند ایمان بیاورید واین کارها را نیز انجام دهید، به درستی که اعمال ظاهری و باطنی را با هم انجام داده‌اید و برای معبود خویش اخلاص داشته و به بندگانش نیکی نموده‌اید و عبادت‌های قلبی و بدنی و مالی را همزمان انجام داده‌اید. (﴿وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ﴾) و همراه با نمازگزاران، نماز بخوانید. در این آیه به خواندن نماز جماعت و واجب بودن جماعت امر شده است، نیز این آیه بیانگر آن است که رکوع، رکنی از ارکان نماز است؛ زیرا نماز را به رکوع تعبیر کرده است و تعبیر از عبادت به نام قسمتی از آن بر این دلالت می‌نماید که آن قسمت در عبادت فرض است."
    },
    {
      "id": 51,
      "verse_number": 44,
      "verse_key": "2:44",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922716,
          "resource_id": 135,
          "text": "آیا در حالی که کتاب [تورات] را می‌خوانید، مردم را به نیکی فرمان می‌دهید و خود را فراموش می‌کنید؟ آیا نمی‌اندیشید؟"
        }
      ],
      "tafsir_saadi": "(﴿أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِر﴾) آیا مردم را به نیکوکاری؛ یعنی به کارهای خوب و ایمان فرمان می‌دهید، (﴿وَتَنسَوۡنَ أَنفُسَكُمۡ﴾) و خودتان را فراموش می‌کنید؟! یعنی خودتان این کارها را انجام نمی‌دهید، \n(﴿وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ﴾) در حالی که شما کتاب را می‌خوانید، آیا نمی‌اندیشید؟! تفکر و اندیشه، عقل نامیده شده است؛ چرا که به وسیلۀ عقل نیکی‌ها و فواید آن ادراک می‌گردد و آنچه به آدمی زیان می‌رساند، تشخیص داده می‌شود؛ زیرا عقل، صاحب خود را تحریک و تشویق می‌کند تا اینکه قبل از دیگران کاری را انجام دهد که آنان را به انجام دادن آن امر می‌کند، و قبل از دیگران کاری را ترک کند که آنان را از انجام آن باز می‌دارد.\nپس هرکس، دیگری را به کار خوب فرمان دهد و خود آن کار را انجام ندهد، یا کسی را از کار زشت باز دارد و خود آن کار را ترک نکند، این عمل مبیّن بی‌عقلی و نادانی وی می‌باشد، به خصوص وقتی که به این امر آگاه باشد، پس حجت بر او تمام می‌شود. این آیه گرچه در خصوص بنی‌اسرائیل نازل شده است اما هر کس را شامل می‌شود که دارای چنین ویژگی‌ای باشد؛ زیرا خداوند متعال فرموده است: \n ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ﴾ [الصف: 2-3] «ای کسانی که ایمان آورده‌اید! چرا چیزی می‌گویید که خود انجام نمی‌دهید؟ نزد خداوند گناه بسیار بزرگی است که شما چیزی بگویید و آن را انجام ندهید».\nاما در این آیه به این مطلب اشاره نشده است چنانچه انسان کاری را انجام ندهد که دیگران را به انجام دادن آن امر می‌نماید، باید امر به معروف و نهی از منکر را ترک کند؛ زیرا آیه بر توبیخ کسانی دلالت می‌کند که چنین رویه‌ای را در پیش می‌گیرند، وگرنه مشخص است که انسان دو وظیفه دارد؛ یکی اینکه دیگران را به کار خوب امر کند و آنها را از زشتی باز دارد، دوم اینکه خودش نیز کار خوب انجام دهد و از کار بد پرهیز نماید. پس انجام ندادن یکی از این دو وظیفه، مجوّزی برای ترک بخش دیگر وظیفه نمی‌شود، بلکه کمال واقعی این است که انسان هر دو وظیفه را انجام دهد؛ و نقص واقعی نیز این است که انسان هر دو را ترک کند. و اما اگر کسی یکی از این دو مهم را انجام دهد و دیگری را ترک کند، در رتبۀ اول قرار نمی‌گیرد، اما رتبۀ او از فردی که هر دو وظیفه را ترک گفته، بالاتر است. و سرشت انسان چنان بنا نهاده شده، از کسی که گفتار و کردارش مخالف یکدیگر است، پیروی نکند. پس آدمی بیشتر از کردار پیروی می‌کند نه از گفتار."
    },
    {
      "id": 52,
      "verse_number": 45,
      "verse_key": "2:45",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922717,
          "resource_id": 135,
          "text": "و از شکیبایی و نماز یاری جویید؛ و به راستی که آن [= نماز] جز بر فروتنان، دشوار و گران است."
        }
      ],
      "tafsir_saadi": "خداوند به آنها دستور داده است که در همۀ کارهایشان از تمامی انواع شکیبایی و صبر یاری بجویند؛ و آن صبر بر انجام دادن طاعت و عبادت خداست به‌گونه‌ای که آن را ادا نمایند؛ و اینکه در برابر [سختیِ] پرهیز از گناه و معصیت خدا، صبر نمایند و آن را ترک کنند؛ و در برابر امور دردناکی که خداوند برای انسان مقدر نموده است، صبر نمایند و ابراز نارضایتی نکنند. پس صبر و خویشتن‌داری بر اموری که خداوند به صبر نمودن در آنها فرمان داده است، یاری و کمکی بزرگ برای تمام امور انسان است. و هرکس از خداوند توفیق صبر کردن بخواهد، خداوند صبوری و شکیبایی را بر او سهل و آسان می‌گرداند. و همچنین در هر کاری باید از نماز که ترازوی ایمان است و انسان را از زشتی و منکر باز می‌دارد، کمک گرفته ‌شود.(﴿وَإِنَّهَا﴾) و همانا نماز، (﴿كَبِيرَةٌ﴾) قطعاً دشوار است، (﴿إِلَّا عَلَى ٱلۡخَٰشِعِينَ﴾) مگر بر فروتنان، که نماز خواندن برای آنها آسان است؛ زیرا فروتنی و ترس از خداوند و امید به نعمت‌هایی که نزد اوست، باعث می‌شود بنده نماز را انجام دهد و خاطرش اطمینان یابد، چون او به پاداش خداوند چشم دوخته و از عذاب وی بیم دارد. به خلاف کسی که چنین نیست؛ زیرا انگیزه‌ای ندارد که او را به نماز فرا بخواند؛ و هرگاه نماز بخواند، سنگین‌ترین چیز بر او خواهد بود. خشوع؛ یعنی خضوع، آرامش، فروتنی و آرام گرفتن دل با یاد خدا. خشوع؛ یعنی تضرع و زاری به پیشگاه خداوند، و ابراز نیازمندی در بارگاه اقدسش، و ایمان داشتن به او و لقای او."
    },
    {
      "id": 53,
      "verse_number": 46,
      "verse_key": "2:46",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 6,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922718,
          "resource_id": 135,
          "text": "همان کسانی که یقین دارند پروردگار خویش را [در آخرت] ملاقات خواهند کرد، و به پیشگاه او بازمی‌گردند."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿ٱلَّذِينَ يَظُنُّونَ﴾) آنان که یقین دارند، (﴿أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ﴾) به لقای پروردگارشان خواهند رفت و خداوند آنها را طبق اعمال‌شان پاداش خواهد داد، (﴿وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ﴾) و اینکه به سوی او باز می‌گردند. پس چنین ایده و تفکری عبادت را برای آنان آسان نموده و باعث شده تا در برابر ناگواری‌ها استقامت ورزند؛ و همین تفکر و اندیشه است که مشکلات و سختی‌ها را از آنها دور کرده و آنها را از انجام دادن کارهای ناشایست بازداشته است. پس نعمت جاودان موجود در خانه‌ها و منازل رفیع بهشتی برای آنان است، و هرکس که به لقای پروردگارش ایمان نداشته باشد، نماز و دیگر عبادات را دشوارترین امر خواهد یافت."
    },
    {
      "id": 54,
      "verse_number": 47,
      "verse_key": "2:47",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922719,
          "resource_id": 135,
          "text": "ای بنی‌اسرائیل، نعمت‌هایی را که به شما ارزانی داشتم به یاد آورید و [نیز] اینکه شما را [با برخورداری از موهبتِ هدایت] بر جهانیان [زمان خودتان] برتری دادم."
        }
      ],
      "tafsir_saadi": "سپس بار دیگر بنی‌اسرائیل را به نعمت‌های خود یادآور می‌شود تا پند بپذیرند و از کارهای بد بازآیند و بر ایمان آوردن و انجام کارهای خیر، تشویق شوند."
    },
    {
      "id": 55,
      "verse_number": 48,
      "verse_key": "2:48",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
      "page_number": 7,
      "juz_number": 1,
      "translations": [
        {
          "id": 922720,
          "resource_id": 135,
          "text": "و از روزی بترسید که کسی ذره‌ای [از عذاب الله] را از دیگری دفع نمى‌كند و از او نه شفاعتی پذیرفته می‌شود و نه غرامت و فِدیه‌ای گرفته می‌شود و نه یاری می‌شوند."
        }
      ],
      "tafsir_saadi": "و آنها را از روز قیامت ترسانده است که (﴿لَّا تَجۡزِي نَفۡسٌ﴾) در روز قیامت از هیچ کسی برای دیگری کاری ساخته نیست گرچه آن شخص، انسانی بزرگوار، مثلا از جمله پیامبران و صالحان باشد. (﴿عَن نَّفۡسٖ﴾) برای هیچ کس، گرچه از خویشاوندان نزدیک باشد. (﴿شَيۡ‍ٔٗا﴾) هیچ چیزی ساخته نیست، بلکه فقط عملی که انسان از پیش فرستاده است به او فایده می‌رساند. (﴿وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ﴾) وهیچ شفاعت و سفارشی بدون اذن و اجازۀ خدا از او پذیرفته نمی‌شود. و خداوند هیچ عملی‌را نمی‌پسندد، مگر اینکه هدف از آن جلب رضای پروردگار بوده و طبق روش و سنت پیامبر صلی الله علیه وسلم انجام شده باشد.\n(﴿وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ﴾) و هیچ بدل و جایگزینی از وی گرفته نمی‌شود: ﴿وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِ﴾ [الزمر: 47] «و اگر کسانی که ستم کرده‌اند همۀ آنچه که در زمین است و مانند آن را با آن داشته باشند، آن را برای نجات از عذاب سخت خدا خواهند داد»، اما از آنها پذیرفته نمی‌شود.\n(﴿وَلَا هُمۡ يُنصَرُونَ﴾) و آنها یاری نمی‌شوند؛ یعنی هیچ امر ناگواری از آنها دور نمی‌شود. پس هرگونه کمک و یاری رسانی را از طرف خلق نفی کرده است. منظور از (﴿لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡ‍ٔٗا﴾) به‌دست آوردن منافع است، و مراد از (﴿وَلَا هُمۡ يُنصَرُونَ﴾) دفع ضرر می‌باشد. پس هیچ کس به غیر از خدا نمی‌تواند به طور مستقل ضرر و یا نفعی را برساند (﴿وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ﴾) و نه از او شفاعتی پذیرفته می‌شود، و نه به جای وی بدلی گرفته می‌شود. این نفی، شامل نفعی است که آدمی در برابر انجام کاری آن را از کسی طلب می‌کند که مالک آن نفع است، و یا به طریق شفاعت و بدون اینکه کار نیکی انجام داده باشد آن را طلب می‌کند. پس این بر بنده واجب می‌گرداند که قلب خود را از وابستگی به غیر خدا پاک نماید؛ زیرا هیچ احدی نمی‌تواند در پیشگاه احدیت نفعی به وی برساند و یا ضرری را از او دفع کند، بلکه آدمی باید به خدایی دل ببندد که هر خیر و منفعتی را برای او جلب می‌کند و هر شر و ضرری را از وی دور می‌گرداند. پس باید فقط چنین خدایی را پرستش کند که هیچ شریکی ندارد، و بر انجام عبادت و پرستش از وی یاری بطلبد."
    },
    {
      "id": 56,
      "verse_number": 49,
      "verse_key": "2:49",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922721,
          "resource_id": 135,
          "text": "و [نیز به یاد آورید] هنگامی که شما را از چنگال فرعونیان نجات دادیم. [آنان] بدترین [و خفت‌بارترین] عذاب را بر سرتان می‌آوردند: پسرانتان را می‌کشتند و زنانتان را [برای کنیزی] زنده نگه می‌داشتند؛ و در این امر، آزمایش بزرگی از جانب پروردگارتان برای شما بود."
        }
      ],
      "tafsir_saadi": "خداوند شروع به برشمردن نعمت‌هایش بر بنی‌اسرائیل نموده و می‌فرماید: (﴿وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ﴾) و [به یاد آورید] هنگامی که شما را از گزند فرعون و لشکریانش نجات دادیم و آنها قبل از اين (﴿يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ﴾) بر شما حکومت می‌کردند و شما را به‌کار می‌گرفتند و سخت‌ترین عذاب را به شما می‌چشاندند به‌گونه‌ای که (﴿يُذَبِّحُونَ أَبۡنَآءَكُمۡ﴾) پسران‌تان را از ترس اینکه مباد‌ا جمعیت شما رشد کند،‌ سر می‌برید‌ند. (﴿وَيَسۡتَحۡيُونَ نِسَآءَكُمۡ﴾) و زنان‌تان را زند‌ه نگاه می‌د‌اشتند؛ یعنی آنها را نمی‌کشتند. پس شما یا کشته می‌شد‌ید یا به‌وسیلۀ انجام د‌اد‌ن کارهای سخت، ذلیل و خوار می‌گشتید؛ بر شما منت می‌نهاد‌ند و بر شما حکومت می‌کرد‌ند و این نهایت ذلت است. (﴿وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ﴾) و د‌ر این نجات د‌اد‌ن، احسان و نیکیِ بزرگی از جانب پرورد‌گارتان برای شما مقرر است. و بر شما واجب می‌گرد‌اند که نعمات وی را شاکر باشید و عباد‌ت او را به جای آورید."
    },
    {
      "id": 57,
      "verse_number": 50,
      "verse_key": "2:50",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922722,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی که دریا را برایتان شکافتیم و شما را نجات دادیم و فرعونیان را ـ در حالی که [عذابِ آنان را به چشمِ خود] می‌نگریستیدـ غرق ساختیم."
        }
      ],
      "tafsir_saadi": "پس خد‌اوند بر آنها منت گذاشت و آنان را به‌طور کامل نجات د‌اد و د‌شمنشان را غرق نمود، و آنها این صحنه را نظاره می‌کرد‌ند،‌ تا چشمانشان روشن گرد‌د."
    },
    {
      "id": 58,
      "verse_number": 51,
      "verse_key": "2:51",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922723,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی را که [برای نزولِ تورات] چهل شب با موسی وعده گذاشتیم؛ آنگاه شما در غیابِ او، گوساله را [به عبادت] گرفتید، در حالی که [نسبت به خویشتن] ستمکار بودید."
        }
      ],
      "tafsir_saadi": "سپس خد‌اوند احسان خود را به آنها یاد آور می‌شود، آنگاه که به موسی وعد‌ه د‌اد چهل شب با وی ملاقات کند و تورات را بر آنها نازل نماید که نعمت‌ها و مصالح بزرگی را برای آنها د‌ربر د‌اشت، اما آنها صبر نکرد‌ند تا مد‌ت و میعاد کامل گرد‌د؛ و پس از اینکه او رفت، به گوساله‌پرستی روی آورد‌ند.\n(﴿وَأَنتُمۡ ظَٰلِمُونَ﴾)حال آنکه شما ستمکارید و بر ستم خود واقفـید، چـرا که حجت بر شما اقامه شد‌ه است، پس گناهـی که شـما مرتکب شـد‌ه‌اید،‌ بزرگ‌ترین جنایت و زشت‌ترین گناه است."
    },
    {
      "id": 59,
      "verse_number": 52,
      "verse_key": "2:52",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922724,
          "resource_id": 135,
          "text": "سپس شما را بعد از آن [گناه] بخشیدیم؛ باشد که سپاسگزاری کنید."
        }
      ],
      "tafsir_saadi": "-"
    },
    {
      "id": 60,
      "verse_number": 53,
      "verse_key": "2:53",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922725,
          "resource_id": 135,
          "text": "و [نیز به یاد آورید] هنگامی که به موسی کتاب [تورات] را که جداکنندۀ [حق از باطل] است عطا کردیم؛ باشد که هدایت شوید."
        }
      ],
      "tafsir_saadi": "-"
    },
    {
      "id": 61,
      "verse_number": 54,
      "verse_key": "2:54",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922726,
          "resource_id": 135,
          "text": "و [به یاد آورید] زمانی را که موسی به قوم خود گفت: «ای قوم من! شما با انتخاب گوساله [برای عبادت]، بر خويشتن ستم کرده‌اید؛ پس به سوی آفریدگار خود بازگردید و توبه کنید و [خطاکارانِ] خود را بکشید. این کار، در پیشگاه پروردگارتان برای شما بهتر است». آنگاه الله توبۀ شما را پذیرفت. به راستی که او توبه‌پذیرِ مهربان است."
        }
      ],
      "tafsir_saadi": "(وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ...) «و هنگامی که موسی به قومش گفت: ای قوم من! شما با پرستش گوساله بر خود ستم کرده‌ايد، بنابراين به درگاه آفريدگارتان توبه کنيد، پس خودتان را بکشيد ...» سپس خد‌اوند از طریق پیامبرش موسی شما را فرمان د‌اد که توبه کنید و یکد‌یگر را بکشید، تا خد‌اوند از شما د‌رگذرد."
    },
    {
      "id": 62,
      "verse_number": 55,
      "verse_key": "2:55",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922727,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی را که گفتید: «ای موسی، ما هرگز به تو ایمان نمی‌آوریم مگر اینکه الله را آشکارا ببینیم»؛ پس صاعقه شما را در حالی گرفت که [عذابِ خود را به چشمِ خویش] می‌نگریستید."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ﴾) و [به یاد آورید] هنگامی که گفتید: ای موسی! هرگز به تو ایمان نخواهیم آورد،‌ مگر اینکه خد‌اوند را آشکارا ببینیم. و این نهایت جسارت و گستاخی در برابر خدا و پیامبرش است. (﴿فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ﴾) پس صاعقه؛ یعنی مرگ یا بیهوشی شما را فرا گرفت. (﴿وَأَنتُمۡ تَنظُرُونَ﴾) در حالی‌که به هنگام وقوع این امر، هر یک از شما به همراهش نگاه می‌کرد."
    },
    {
      "id": 63,
      "verse_number": 56,
      "verse_key": "2:56",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922728,
          "resource_id": 135,
          "text": "سپس شما را پس از مرگتان برانگیختیم؛ باشد که سپاسگزاری کنید."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ﴾) سپس بعد از مرگتان، شما را برانگیختیم، تا سپاسگزار باشید."
    },
    {
      "id": 64,
      "verse_number": 57,
      "verse_key": "2:57",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "page_number": 8,
      "juz_number": 1,
      "translations": [
        {
          "id": 922729,
          "resource_id": 135,
          "text": "و ابر را بر شما سایبان قرار دادیم و تَرَنجَبین و بِلدرچین برایتان فروفرستادیم [و گفتیم]: «از نعمت‌های پاکیز‌ه‌ای که به شما روزی داده‌ایم بخورید» [ولی کفر ورزیدید]. آنان [با ناسپاسى و نافرمانى] به ما ستم نکردند؛ بلکه به خود ستم روا می‌داشتند."
        }
      ],
      "tafsir_saadi": "سپس خداوند نعمتش را که در بیابان و دشت و برهوت به آنها ارزانی داشت، یادآور شده و می‌فرماید: \n(﴿وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ﴾) و ابر را بر شما سایه گرداندیم و «منّ» را بر شما فرو فرستادیم. هر رزقی که بدون زحمت و خستگی به‌دست آید، «منّ» نامیده می‌شود؛ و زنجبیل و قارچ و نان از این نوع است. (﴿وَٱلسَّلۡوَىٰ﴾) «سلوی»؛پرندۀ کوچکی است که در زبان عربی به آن «سُمَانَی» نیز گفته می‌شود و در فارسـی آن را «بلدرچـین» می‌گویند که دارای گوشـتی خـوشمـزه است. پس «مَنّ و سلوی» به اندازه‌ای که آنها را کفایت می‌کرد، فرو فرستاده شد.\n(﴿كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ﴾) از خوراکی‌های پاکیزه‌ای بخورید که روزی شما گردانده‌ایم، روزی‌ای که اهالی شهرهای مرفّه نیز از آن برخوردار نبودند. اما آنها شکر این نعمت را به‌جا نیاوردند، و همچنان به سنگدلی و ارتکاب گناه ادامه دادند، (﴿وَمَا ظَلَمُونَا﴾) و بر ما ستم نکردند؛ یعنی با مخالفت با اوامر ما به ما ستم نکردند، چون معصیت گناهکاران زیانی به خداوند نمی‌رساند. همان طور که پرستش پرستشگران به او فایده‌ای نمی‌رساند، (﴿وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ﴾) و لکن آنها بر خود ستم می‌کردند، پس ضرر کارهایشان به خودشان بر می‌گردد."
    },
    {
      "id": 65,
      "verse_number": 58,
      "verse_key": "2:58",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَـٰيَـٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
      "page_number": 9,
      "juz_number": 1,
      "translations": [
        {
          "id": 922730,
          "resource_id": 135,
          "text": "و [به یاد آورید] آنگاه که گفتیم: «به این شهر [= بیت‌المقدس] وارد شوید و از [نعمت‌های] آن ـ از هر جا [و هر وقت] که خواستید ـ بخورید و با فروتنی از دروازه وارد شوید و بگویید: «[پروردگارا، گناهانمان را] فرو ریز»؛ تا گناهانتان را بیامرزیم و [یقیناً] بر [پاداش] نیكوكاران خواهیم افزود»."
        }
      ],
      "tafsir_saadi": "این نیز یکی دیگر از نعمت‌هایی است که خداوند پس از آنکه نافرمانی‌اش کردند، بر آنها ارزانی داشت. خداوند به آنها فرمان داد وارد شهری شوند و در آن موطن و مسکن گزینند و عزت و افتخار و روزی فراوان به‌دست آورند. و دستور داد در حالی وارد شهر شوند که عملا خود را برای خداوند خاضع و فروتن نموده‌اند، به این صورت که (﴿سُجَّدٗا﴾) فروتنانه از دروازۀ شهر داخل شده و بگویند: (﴿حِطَّةٞ﴾) یعنی: پروردگارا! از تو می‌خواهیم گناهان‌مان را عفو نمایی.\n (﴿نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡ﴾) [و چنانچه طلب مغفرت کنید] ما گناهان‌تان را می‌بخشیم. (﴿وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ﴾) و پاداش نیکوکاران را اکنون و در آینده خواهیم افزود."
    },
    {
      "id": 66,
      "verse_number": 59,
      "verse_key": "2:59",
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "ruku_number": 7,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "page_number": 9,
      "juz_number": 1,
      "translations": [
        {
          "id": 922731,
          "resource_id": 135,
          "text": "امّا ستمگران این سخن را که به آنها گفته شده بود تغییر دادند [و به جای آن، کلمات تمسخرآمیزی گفتند]؛ پس [ما نیز] به سزایِ این نافرمانی‌ ستمگران، عذابی از آسمان بر آنان نازل کردیم."
        }
      ],
      "tafsir_saadi": "(﴿فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ﴾) پس ستمگران‌شان آن سخن را به سخن دیگری ـ غیر از آنچه به آنها گفته شده بود ـ تبدیل کردند. نگفت: «فَبَدَّلوا» چون همۀ آنان سخن را تغییر ندادند. \n(﴿قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ﴾) یعنی سخن خدا را به سخنی غیر از آنچه که به آنها گفته شده بود، عوض کردند. پس به منظور اهانت به دستور خدا و به تمسخر گرفتن آن، به جای «حطّة» [یعنی گناهان ما را بیامرز]، گفتند: «حبّة في حنطة» دانۀ گندم، پس وقتی که آنها سخن را تغییر بدهند، عمل را به طریق اولی تغییر خواهند داد. بنابراین در حالی که به پشت می‌خزیدند، داخل شدند. و از آن جا که این سرکشی بزرگ‌ترین سبب گرفتار شدن آنها به عذاب خداوند بود، فرمود: (﴿فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ﴾) پس فرو فرستادیم بر کسانی که ستم کردند، (﴿رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾) عذابی از آسمان به سبب تعدی و تباهی و فسادی که می‌کردند."
    },
    {
      "id": 67,
      "verse_number": 60,
      "verse_key": "2:60",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 8,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "page_number": 9,
      "juz_number": 1,
      "translations": [
        {
          "id": 922732,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی را که موسی برای قومش آب خواست؛ [به او] گفتیم: «عصایت را بر سنگ بزن»؛ آنگاه دوازده چشمه از آن جوشید و هر گروهی آبشخورِ خود را دانست [و گفتیم]: «از روزیِ الله بخورید و بیاشامید و[لی] در زمین به فساد [و تباهی] نکوشید»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ﴾) و به یاد آور زمانی را که موسی برای آنها آبی خواست که از آن بنوشند، (﴿فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَ﴾) پس ما گفتیم: با عصایت آن سنگ را بزن. مراد از «حجر» یا سنگ مخصوص و مشخصی است و یا جنس سنگ است. (﴿فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗا﴾) پس، از آن دوازده چشمه بجوشید. بنی‌اسرائیل نیز دوازده قبیله بودند. (﴿قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡ﴾) و هر قبیله‌ای محل آبشخور خود را می‌دانست. بنابراین مزاحم یکدیگر نمی‌شدند، بلکه به راحتی و آسودگی آب می‌نوشیدند.\n به همین جهت فرمود: (﴿كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ﴾) از روزی خداوند که بدون تلاش و خستگی به شما ارزانی داشته است، بخورید و بیاشامید، (﴿وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ﴾) و در زمین فساد و تباهی نکنید."
    },
    {
      "id": 68,
      "verse_number": 61,
      "verse_key": "2:61",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 8,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
      "page_number": 9,
      "juz_number": 1,
      "translations": [
        {
          "id": 922733,
          "resource_id": 135,
          "text": "و [به یاد آورید] زمانی را که گفتید: «ای موسی، ما هرگز تابِ تحملِ یک [نوع] غذا را نداریم؛ از پروردگار خویش برای ما بخواه تا از روییدنی‌های زمین ـ از سبزی و خیار و گندم و عدس و پیاز ـ برایمان برویانَد». [موسی] گفت: «آیا چیزی را که پست‌تر است جایگزین چیز بهتر می‌کنید؟ پس به شهری فرود آیید که آنچه خواستید در آنجا برایتان وجود دارد»؛ و [اینچنین مُهرِ] ذلت و بینوایی بر آنان زده شد و سزاوار خشمِ الله گردیدند؛ چرا که آنان به آیات الله کفر می‌ورزیدند و پیامبران را به ناحق می‌کشتند. اين [كفرورزى و كشتن پيامبران‌] به این سبب بود كه [از من‌] نافرمانی کردند و پيوسته [از حدود حق‌] تجاوز مى‌نمودند."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ﴾) و یاد کنید هنگامی را که به منظور تحقیر نعمت‌های خداوند، به موسی گفتید: (﴿لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ﴾) هرگز تاب و تحمل یک نوع غذا را نداریم، [البته] همچنان‌که گذشت، هرچند که غذای آنان چند نوع [یعنی؛ «منّ» و «سلوی»] بود، اما قابل تغییر نبود [و از این نظر جذابیتی برای آنان نداشت].(﴿فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا﴾) بنابراین از خدایت بخواه از سبزی که زمین می‌رویاند، (﴿وَقِثَّآئِهَا﴾) و خیار (﴿وَفُومِهَا﴾) و سیر (﴿وَعَدَسِهَا وَبَصَلِهَا﴾) و عدس و پیاز، برای ما برویاند.\nموسی به آنها گفت: (﴿قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ﴾) آیا غذاهای مذکور را (﴿بِٱلَّذِي هُوَ خَيۡرٌ﴾) به جای «منّ» و «سلوی» که بهترین [مواد غذایی] هستند قرار می‌دهید؟! شایسته نیست که این‌گونه عمل کنید؛ زیرا خوراکی‌هایی را که طلب کرده‌اید، به هر شهری فرود بیایید، خواهید یافت، اما خوراکی‌ای که خداوند به شما ارزانی داشته است، از بهترین خوراکی‌ها و شریف‌ترین آنها است، پس چگونه می‌خواهید آن را تغییر بدهید؟\nو چون آنچه از آنها سر زد، بزرگ‌ترین دلیل بر ناشکیبایی آنان و تحقیر دستورات خداوند و نعمت‌هایش بود. به پاس عمل‌شان پروردگار آنها را مجازات کرد. پس فرمود: (﴿وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ﴾) و مُهر ذلّت بر آنها زده شد به‌گونه‌ای که بر ظاهر بدن آنها مشاهده می‌شد، (﴿وَٱلۡمَسۡكَنَةُ﴾) و نیازمندی و خواری بر دل‌هایشان قرار گرفت، به‌گونه‌ای که عزت و شرافت و همت خود را از دست داده و تبدیل به مردمانی ضعیف و سست عنصر شدند. (﴿وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ﴾) بنابراین دستاورد و غنیمتی را که بدست آوردند چیزی جز خشم و غضب الهی نبود، پس چه بد است غنیمتی که آنان به‌دست آوردند، و چه زشت و بد است حالتی که آنان در آن افتادند! و مستحق غضب و ناخشنودی خداوند شدند و به سرنوشت بسیار بدی دچار گشتند.\n(﴿ذَٰلِكَ﴾) علتِ اینکه آنها مستحق خشم خداوند گردیدند این بود که (﴿بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِ‍َٔايَٰتِ ٱللَّهِ﴾) آیات الهی را که مردمان را به سوی حق راهنمایی می‌نمود و حق را روشن می‌کرد، انکار می‌کردند، پس وقتی به آن کفر ورزیدند، خداوند با خشم خود آنها را مجازات کرد. و نیز آنان (﴿وَيَقۡتُلُونَ ٱلنَّبِيِّ‍ۧنَ بِغَيۡرِ ٱلۡحَقِّ﴾) پیامبران را به ناحق می‌کشتند. (﴿بِغَيۡرِ ٱلۡحَقِّ﴾) بیانگر اوج زشتی کار آنها است؛ زیرا مشخص است که کشتن پیامبران به حق نخواهد بود، اما به خاطر اینکه گمان برده نشود آنها جاهل و ناآگاه بودند، فرمود: به ناحق آنها را می‌کشتند.\n(﴿ذَٰلِكَ بِمَا عَصَواْ﴾) این از آن روی بود که با ارتکاب معصیت و نافرمانی خداوند، سرکشی می‌نمودند.\n(﴿وَّكَانُواْ يَعۡتَدُونَ﴾) و بر بندگان خدا تجاوز می‌کردند. زیرا هر گناهی که انسان مرتکب می‌شود، او را به سوی ارتکاب گناه دیگری سوق می‌دهد. مثلاً از غفلت، گناه کوچکی پدید می‌آید، سپس از آن گناه کوچک، گناهی بزرگ به‌وجود می‌آید، سپس از آن گناه بزرگ، بدعت‌ها و کفر و دیگر گناهان کبیره پدید می‌آید. از خداوند می‌خواهیم که ما را از هر آفتی مصون بدارد. \nو بدان که این آیات، متوجه آن دسته از بنی‌اسرائیل است که در زمان نزول قرآن می‌زیستند؛ و آنها مخاطب این رفتارها قرار گرفته‌اند و به آنها نسبت داده شده است، در حالی که پیشینیان‌شان مرتکب این رفتارها شده‌اند؛ انتساب این رفتارها به آنها بنا به دلایل متعددی بوده است،، از جمله: آنها خود را ستایش می‌کردند و ادّعا می‌کردند از محمد صلی الله علیه وسلم و کسانی که به او ایمان آورده‌اند، برتر هستند، بنابراین خداوند حالات گذشتگان آنها را بیان کرد، تا برای آنان روشن ‌شود که اهل صبر و فضایل اخلاقی و کارهای درست نیستند. پس وقتی حالت گذشتگان آنها چنین است –در حالی که گمان می‌رود احوال و اوضاع گذشتگان‌شان از طوایف و نسل‌های بعدی به مراتب بهتر و خوب‌تر بوده باشد-، کسانی که مخاطب قرآن بودند [و در عصر نزول آن می ‌زیستند] چه حال و وضعیتی داشته‌اند؟!\n یکی دیگر از دلایل انتساب رفتار پیشنیان آنها به ایشان این است که: نعمتی را که خداوند بر پدران آنان ارزانی داشت به مثابۀ متنعّم شدن فرزندان می‌باشد، پس آنها مورد خطاب قرار ‌گرفتند، چون این نعمات و برکات همۀ آنها را در بر گرفت.\n دلیل دیگر این است که: همۀ آنان بر یک آیین بودند و برای مصالح و منافع مشترکی تلاش می‌کردند، انگار گذشتگان آنها و متأخرین، در یک زمان زیسته و آنچه از بعضی از آنها سر زده، از همۀ آنها سر زده است؛ زیرا منفعت کار خوبی که بعضی از آنها انجام می‌دهند، به همه برمی‌گردد؛ و ضرر کار بدی که برخی انجام می‌دهند، متوجه همه می‌گردد. از دیگر دلایل انتساب کارهای گذشتگان‌شان به آنان این است که: بیشتر کارهای [زشت] گذشتگان خویش را زشت ندانسته و مورد اعتراض قرار نمی‌دادند؛ و کسی که به گناه راضی باشد، شریک گناهکار است. و حکمت‌های دیگری نیز در این امر نهفته است که کسی جز خداوند آن را نمی‌داند."
    },
    {
      "id": 69,
      "verse_number": 62,
      "verse_key": "2:62",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922734,
          "resource_id": 135,
          "text": "در حقیقت، کسانی که [به رسالت محمد ﷺ] ایمان آورده‌ و نیز کسانی [از امت‌های پیشین، قبل از بعثت محمد ﷺ از] یهود و نصاری و صابئان [= پیروان برخی پیامبران]؛ هر کس [از آنان] به الله و روز قیامت ایمان آورند و کارهای شایسته انجام دهند، پاداش آنان نزد پروردگارشان است؛ نه ترسی خواهند داشت و نه اندوهگین می‌شوند."
        }
      ],
      "tafsir_saadi": "سپس خداوند میان فرقه‌های اهل کتاب حکم کرده و می‌فرماید: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ)؛ این حکم فقط برای اهل کتاب است؛ زیرا سخن درست این است که صابئین از جمله فرقه‌های نصارا هستند، پس خداوند خبر داده است که مؤمنانِ امت اسلام، همچنین یهود و نصارا و صابئین؛ هر کس از آنان که به خدا و روز قیامت ایمان داشته و پیامبران را تصدیق نموده است، برای آنها پاداش بزرگی است؛ نه ترسی برآنها است و نه اندوهگین می‌شوند. و اما کسانی از آنها که به خدا و پیامبران و روز قیامت کفر ورزیده‌اند، ترس و غم بر آنها مستولی می‌گردد.\nو صحیح آن است که بگوییم این حکم مختص فِرَق و گروه‌های اهل کتاب است و ربطی به موضوع ایمان آوردن به محمد صلی الله علیه وسلم ندارد، زیرا این آیه از حالت آنها قبل از بعثت محمد صلی الله علیه وسلم خبر می‌دهد؛ و این روش قرآن است که هر گاه در لابلای آیات ابهامی پدید آید، حتماً چیزی را مطرح می‌کند که این شک و ابهام را از بین ببرد؛ زیرا قرآن از طرف ذاتی نازل شده است که هر چیزی را قبل از پدید آمدن آن می‌داند و رحمت او همه چیز را فرا گرفته است. خداوند متعال از بنی‌اسرائیل سخن به میان آورد و گناهان و زشتی‌های آنان را ذکر کرد؛ و چه بسا برخی از مردم [با دیدن این گناهان و زشتی‌ها] چنین تصور کنند که همه‌ی بنی اسرائیل مشمول مذمـت و نکوهـش هستند؛ در نتیجه خداوند خواست، آنهایی را که مذموم نیستند، جدا کند. و نیز از آنجا که به طور خاص بنی‌اسرائیل ذکر شد، گـمان مـی‌رود که این امـور به آنها اختصاص دارد. بنـابراین خداونـد حکم عامی را بیان فرمـود که همـۀ گروه‌ها را در برگـیرد؛ و نیز حق روشن شـود؛ و توهـم و ابـهام از بین برود. پس پاک است خداوندی که در کتابش چیزهایی را قرار داده است که عقل جهانیان را به حیرت می‌اندازد."
    },
    {
      "id": 70,
      "verse_number": 63,
      "verse_key": "2:63",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922735,
          "resource_id": 135,
          "text": "و [به یاد آورید] زمانی را که از شما پیمان گرفتیم و [کوه] طور را بالای سرتان برافراشتیم [و گفتیم]: «آنچه [از احكام تورات] به شما داده‌ایم با جدیت بگیرید و آنچه را که در آن است به یاد داشته باشید [و به آن عمل کنید]؛ باشد که پرهیزگار شوید»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ أَخَذۡنَامِيثَٰقَكُمۡ﴾) و [به یاد آورید] هنگامی را که از شما پیمان گرفتیم. و میثاقی که خداوند از آنها گرفت، با برافراشتن کوه طور بر بالای سر آنها و ایجاد رعب و وحشت در دل‌شان، مؤکد گردید. و به آنها گفته شد: (﴿خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ﴾) و آنچه از تورات که به شما داده‌ایم با جهد و تلاش و صبر و شکیبایی بر انجام دستورات خداوند، بگیرید.\n(﴿وَٱذۡكُرُواْ مَا فِيهِ﴾) و آنچه را که در کتاب‌تان هست، یاد کنید؛ آن را تلاوت نموده و مطالبش را درک کنید. (﴿لَعَلَّكُمۡ تَتَّقُونَ﴾) شاید از عذاب خدا و ناخشنودی او رهایی یابید و یا پرهیزگار شوید."
    },
    {
      "id": 71,
      "verse_number": 64,
      "verse_key": "2:64",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922736,
          "resource_id": 135,
          "text": "ولى بعد [از آن همه عهد و پیمان] از این [فرمان] روى برتافتید و اگر فضل و بخشش الله بر شما نبود، یقیناً در زمرۀ زیانکاران بودید."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ﴾) و پس از این تأکید بلیغ و رسا، (﴿تَوَلَّيۡتُم﴾) شما روی گرداندید، و همین امر کافی بود که بزرگ‌ترین عذاب بر شما فرود آید، (﴿فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ﴾) و اگر فضل و رحمت الهی بر شما نبود، از زیانکاران می‌شدید."
    },
    {
      "id": 72,
      "verse_number": 65,
      "verse_key": "2:65",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922737,
          "resource_id": 135,
          "text": "مسلماً از [شرح حال] كسانى از خودتان آگاه شده‌اید كه در [مورد حكمِ حرمتِ صید ماهى در روز] شنبه تجاوز كردند؛ پس به آنها گفتیم: «بوزینه‌هایی خوار و رانده‌شده باشید»."
        }
      ],
      "tafsir_saadi": "(﴿وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ﴾) و کسانی از شما را که در روز شنبه تجاوز کردند، خوب می‌شناسید؛ آنها کسانی هستند که خداوند داستان‌شان را در سورۀ اعراف به طور مفصل بیان کرده و می‌فرماید: ﴿ وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ...﴾ «و بپرس آنها را از شهری که نزدیک دریا بود، هنگامی که آنها در روز شنبه تجاوز می‌کردند». پس این گناه بزرگ، باعث شد تا خداوند بر آنها خشم گیرد و آنها را (﴿قِرَدَةً خَٰسِ‍ِٔينَ﴾) بوزینگانی خوار و ذلیل قرار دهد."
    },
    {
      "id": 73,
      "verse_number": 66,
      "verse_key": "2:66",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922738,
          "resource_id": 135,
          "text": "پس آن [کیفر] را عبرتی برای مردم آن زمان و نسل‌های پس از آنان و [همچنین] پند و اندرزی برای پرهیزگاران قرار دادیم."
        }
      ],
      "tafsir_saadi": "خداوند این عقوبت را مایۀ عبرت کسانی قرار داد که در آن عصر زندگی می‌کردند: (﴿نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا﴾) یعنی امت‌هایی که حاضر بودند و کسانی که در زمان آنها به‌سر می‌بردند و خبر آنها به ایشان رسید.(﴿وَمَا خَلۡفَهَا﴾) و کسانی که بعد از آنان آمدند، پس بر بندگان خداوند حجت اقامه گردید، تا از نافرمانی پروردگار باز آیند، اما جز پرهیزگاران، از آیات خدا بهره نمی‌برند."
    },
    {
      "id": 74,
      "verse_number": 67,
      "verse_key": "2:67",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922739,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی که موسی به قوم خود گفت: «الله به شما دستور می‌دهد که گاوی را ذبح کنید». آنان گفتند: «آیا ما را مسخره می‌کنی؟» [موسی] گفت: «[تمسخر كار جاهلان است و] به الله پناه می‌برم از اینکه در زمرۀ جاهلان باشم»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ﴾) و به یاد آورید آنچه که برای شما با موسی پیش آمد، آنگاه که فردی را کشتید و در مورد قاتل آن با یکدیگر اختلاف و کشمکش ورزیدید، تا اینکه مسئله در بین شما بزرگ شد، و اگر خداوند آن را برایتان روشن نمی‌کرد، شر بزرگی پدید می‌آمد. پس موسی، به منظور مشخص کردن ‌قاتل، به شما گفت: گاوی را سر ببرید. و می‌بایست بی‌درنگ، فرمان او اطاعت شود و اعتراضی صورت نگیرد. اما آنها اعتراض کردند و گفتند: (﴿أَتَتَّخِذُنَا هُزُوٗا﴾) آیا ما را مسخره می‌کنی؟\nآنگاه موسی گفت: (﴿أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ﴾) به خدا پناه می‌برم از اینکه از جاهلان باشم؛ زیرا جاهل و نادان کسی است که سخن بی‌فایده می‌گوید ‌و مردم را مسخره می‌کند. و اما عاقل می‌داند که بزرگ‌ترین عیب دین و عقل، مسخره کردن همنوع است، گرچه او بر آن برتری داشته باشد؛ زیرا برتری بر دیگران مستلزم آن است که شکر پروردگار را به جا آورد و با بندگانش مهربان بود."
    },
    {
      "id": 75,
      "verse_number": 68,
      "verse_key": "2:68",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922740,
          "resource_id": 135,
          "text": "گفتند: «از پروردگارت بخواه تا برای ما روشن کند که آن چگونه [گاوی] است؟» [موسی] گفت: «[الله] می‌فرماید: \"آن گاوی است نه پیر و نه جوان؛ بلکه میانسالی بین این دو است. پس [اکنون] آنچه را که دستور یافته‌اید انجام دهید\"»."
        }
      ],
      "tafsir_saadi": "وقتی موسی این را به آنها گفت، به راستی و درستی آن باور یافته و گفتند: (﴿ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ﴾) از پروردگارت بخواه تا برای ما بیان کند که آن گاو چقدر سن دارد؟\n(﴿قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ﴾) گفت: خداوند می‌فرماید: آن ماده گاوی است نه بزرگ، (﴿وَلَا بِكۡرٌ﴾) و نه کوچک، (﴿عَوَانُۢ بَيۡنَ ذَٰلِكَ﴾) [بلکه] میان‌سالی است بین این دو، (﴿فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ﴾) پس آنچه را به آن فرمان داده می‌شوید، بدون تکلف و سخت‌گیری انجام دهید."
    },
    {
      "id": 76,
      "verse_number": 69,
      "verse_key": "2:69",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
      "page_number": 10,
      "juz_number": 1,
      "translations": [
        {
          "id": 922741,
          "resource_id": 135,
          "text": "گفتند: «از پروردگارت بخواه تا برای ما روشن سازد که رنگش چگونه است؟» [موسی] گفت: «[الله] می‌فرماید: \"آن گاوِ زرد پررنگی است که [رنگش] بینندگان را خوش آید\"»."
        }
      ],
      "tafsir_saadi": "(﴿قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَا قَالَ إِنَّهُۥيَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا)) گفتند: از پروردگارت بخواه که رنگ آن را برای ما بیان کند. گفت: همانا او [پروردگارم] می‌فرماید: آن گاو زرد پررنگ است، (﴿تَسُرُّ ٱلنَّٰظِرِينَ﴾) و رنگش آن‌قدر زیباست که نگاه‌کنندگان را شادمان می‌نماید."
    },
    {
      "id": 77,
      "verse_number": 70,
      "verse_key": "2:70",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922742,
          "resource_id": 135,
          "text": "گفتند: «از پروردگارت [باز هم] بخواه تا چگونگیِ آن گاو را [از هر جهت] برای ما روشن سازد؛ زیرا [ویژگی‌های] این گاو [هنوز] بر ما مبهم است، و ان شاء الله [با توضیحاتِ تو] هدایت خواهیم شد»."
        }
      ],
      "tafsir_saadi": "(﴿قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا﴾) گفتند: پروردگارت را فرا خوان، تا برای ما بیان دارد که آن [گاو] چگونه است؟ زیرا ماده گاو بر ما مشتبه شده است و ما به آنچه می‌خواهی، راه نیافته‌ایم. (﴿وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ﴾) و ما اگر خدا بخواهد، هدایت خواهیم شد."
    },
    {
      "id": 78,
      "verse_number": 71,
      "verse_key": "2:71",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 9,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922743,
          "resource_id": 135,
          "text": "[موسی] گفت: «الله می‌فرماید: \"آن گاوی است نه چنان رام كه زمین را شخم بزند و یا كشتزار آب بدهد؛ [اما]بی‌عیب و یکرنگ است، هيچ لكه‌اى در آن نيست\"». آنان گفتند: «اینک سخن درستی آوردی»؛ سپس [چنان گاوی را پیدا کردند و] آن را سر بریدند و [البته] نزدیک بود این کار را انجام ندهند."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ﴾) گفت: او می‌فرماید: آن ماده گاوی رام نشده است، (﴿تُثِيرُ ٱلۡأَرۡضَ﴾) که زمین را شخم بزند.\n(﴿وَلَا تَسۡقِي ٱلۡحَرۡثَ﴾) و کشتزار را آبیاری نمی‌کند. (﴿مُسَلَّمَةٞ﴾) مراد از این واژه دو چیز می‌تواند باشد؛ یا اینکه از عیب و عار سالم است، و یا اینکه کار نمی‌کند. (﴿لَّا شِيَةَ فِيهَا﴾) و در آن هیچ لکه‌ای غیر از رنگ خودش که قبلاً از آن سخن به میان آمد، و ماده گاو را بدان متصف ساختیم، وجود ندارد.\n(﴿قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّ﴾) گفتند: اکنون حقیقت را آوردی؛ یعنی به‌طور روشن و واضح حقیقت را گفتی. و این از نادانی آنان بود، وگرنه او در اولین بار، حقیقت را برایشان آورده بود؛ و اگر آنها اعتراض نمی‌کردند که چه گاوی است، مقصود حاصل می‌شد، اما آنها با سؤال‌های زیاد سخت‌گیری کردند. بنابراین خداوند بر آنها سخت گرفت. و اگر نمی‌گفتند: (﴿إِن شَآءَ ٱللَّهُ﴾) هدایت نمی‌شدند و راه نمی‌بردند. (﴿فَذَبَحُوهَا﴾) پس گاوی را با آن ویژگی‌ها سر بریدند، (﴿وَمَا كَادُواْ يَفۡعَلُونَ﴾) و به سبب سخت‌گیرای که از آنها سر زده، نزدیک بود این کار را نکنند."
    },
    {
      "id": 79,
      "verse_number": 72,
      "verse_key": "2:72",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922744,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی که شخصی را کشتید و دربارۀ [قاتلِ] او به نزاع پرداختید و الله چیزی را که پنهان می‌کردید آشکار نمود."
        }
      ],
      "tafsir_saadi": "و هنگامی که گاو را سر بریدند، به آنها گفتیم: بعضی از اعضای گاو را به بدن شخص مُرده بزنید. به عضو مشخصی، یا به هر عضوی از آن، چرا که در تعیین آن فایده‌ای نیست، پس آنها بعضی از اعضای گاو را به بدن مرده زدند و خداوند فردی را که کشته شده بود، زنده کرد و آنچه را آنها پنهان می‌کردند، آشکار نمود. و فرد کشته شده خبر داد که قاتلِ او کیست. و زنده کردن او دالّ بر آن است که خداوند مردگان را زنده می‌نماید، تا شما بیندیشید و از آنچه به ضررتان است، باز آیید."
    },
    {
      "id": 80,
      "verse_number": 73,
      "verse_key": "2:73",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922745,
          "resource_id": 135,
          "text": "پس گفتیم: «قسمتی از آن [گاو سر بریده شده] را به آن [مقتول] بزنید[تا زنده شود و قاتل خویش را معرفى كند]. الله این گونه مردگان را زنده می‌کند و نشانه‌های [آشکار قدرتِ] خویش را به شما نشان می‌دهد؛ باشد که بیندیشید»."
        }
      ],
      "tafsir_saadi": "و هنگامی که گاو را سر بریدند، به آنها گفتیم: بعضی از اعضای گاو را به بدن شخص مُرده بزنید. به عضو مشخصی، یا به هر عضوی از آن، چرا که در تعیین آن فایده‌ای نیست، پس آنها بعضی از اعضای گاو را به بدن مرده زدند و خداوند فردی را که کشته شده بود، زنده کرد و آنچه را آنها پنهان می‌کردند، آشکار نمود. و فرد کشته شده خبر داد که قاتلِ او کیست. و زنده کردن او دالّ بر آن است که خداوند مردگان را زنده می‌نماید، تا شما بیندیشید و از آنچه به ضررتان است، باز آیید."
    },
    {
      "id": 81,
      "verse_number": 74,
      "verse_key": "2:74",
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922746,
          "resource_id": 135,
          "text": "پس از آن، [با وجود این معجزه بزرگ] دل‌های شما سخت شد؛ همچون سنگ، یا سخت‌تر؛ زیرا [حال دل‌هایتان هرگز تغییر نمی‌کند؛ اما سنگ‌ها دچار تغییر و تحول می‌شوند‌؛ چنان که] برخی از سنگ‌ها می‌شکافند و جویبارهایی از آنها جاری می‌شود و برخی می‌شکافند و [چشمه‌هاى] آب از آنها مى‌جوشد و برخی از ترسِ الله [از فرازِ کوهها] فرو می‌افتند؛ و الله از آنچه انجام می‌دهید غافل نیست."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ قَسَتۡ قُلُوبُكُم﴾) سپس دل‌های‌تان سخت شد، بنابراین موعظه در آن اثر نکرد، (﴿مِّنۢ بَعۡدِ ذَٰلِكَ﴾) پس از اینکه خداوند نعمت‌های بزرگی را به شما ارزانی داشت و معجزه‌ها و آیات را به شما نشان داد؛ و شایسته نبود که دل‌های‌تان سخت شود؛ زیرا آنچه شما مشاهده کرده‌اید باعث نرم شدن دل و انقیاد آن می‌گردد.\nسپس سختی آن را چنین توصیف می‌نماید: (﴿كَٱلۡحِجَارَةِ﴾) دل‌های‌تان مانند سنگی است که از آهن سخت‌تر است؛ زیرا آهن و سرب وقتی در آتش انداخته شوند، ذوب می‌گردند، به خلاف سنگ که در آتش ذوب نمی‌شود. (﴿أَوۡ أَشَدُّ قَسۡوَةٗ﴾) یا چه بسا سفتی و سختی دل‌های‌شان از سختی سنگ نیز بیشتر است.(﴿أَوۡ﴾) به معنی: بلکه نیست.\nسپس فضیلت و برتری سنگ‌ها را بر دل‌های آنان بیان کرده و می‌فرماید: (﴿وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِ﴾) از پاره‌ای از سنگ‌ها، رودها بیرون آمده، و پاره‌ای از آنها می‌شکافند و آب از آن می‌جوشد؛ و بعضی از ترس خداوند فرو می‌ریزند؛ و با این ویژگی‌ها، سنگ‌ها از دل‌های‌تان بهتر هستند.\nسپس خداوند شدیداً آنها را مورد تهدید قرار داده و می‌فرماید: (﴿وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ﴾) و خداوند\n از آنچه می‌کنید، بی‌خبر نیست، بلکه آن را می‌داند و کوچک و بزرگِ اعمال‌تان را زیر نظر دارد؛ و شما را بر آن مجازات خواهد کرد.\nبدان که بسیاری از مفسران ـ رحمهم الله ـ تفسیرهای خود را از داستان‌های بنی‌اسرائیل انباشته‌اند و این داستان‌ها و سخنان دروغ را مبنای آیات قرآنی قرار داده و کتاب خدا را با آن تفسیر می‌کنند و به فرمودۀ پیامبر صلی الله علیه وسلم استدلال می‌کنند که می‌فرماید: (حَدِّثُوا عَن بَنِي إسرَائِيلَ وَلَا حَرَج) «از بنی‌اسرائیل نقل قول کنید و اشکالی ندارد».\nاما به نظر من - گرچه نقل کردن سخنان آنها جایز است - ولی باید اخبار آنها را جدا نقل کرد و نباید آن را مبنای کتاب خدا قرار داد؛ زیرا قطعاً جایز نیست که قرآن با اخبار بنی‌اسرائیل تفسیر شود مادامی که در این زمینه چیزی از پیامبر صلی الله علیه وسلم ثابت نشده باشد، چون جایگاه سخنان بنی‌اسرائیل همان است که پیامبر صلی الله علیه وسلم بیان نموده است: (لا تصدقوا أهل الكتاب ولا تكذبوهم) «نه اهل کتاب را تصدیق کنید و نه آنها را تکذیب نمایید.» پس چون سخنان آنان مشکوک و مظنون است، و ایمان آوردن به قرآن و کلمات و معانی آن واجب است، جایز نیست این داستان‌ها که با روایات مجهول نقل شده‌اند و غالباً دروغ هستند، مفسّر و مبیّن کتاب خدا قرار داده شوند. غفلت از این امر مشکلاتی را به وجود آورده است."
    },
    {
      "id": 82,
      "verse_number": 75,
      "verse_key": "2:75",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922747,
          "resource_id": 135,
          "text": "[ای مؤمنان! حال که حقیقت دشمنیِ یهود برایتان آشکار گردید،] آیا امید دارید که به [آیین] شما ایمان بیاورند، با اینکه گروهی از [علمای] آنان سخنان الله را [در تورات] می‌شنیدند و پس از فهمیدنش [الفاظ و معانیِ] آن را تحریف می‌کردند؛ حال آنکه [از بزرگیِ گناه خویش] اطلاع داشتند؟!"
        }
      ],
      "tafsir_saadi": "(﴿أَفَتَطۡمَعُونَ﴾) آیا طمع دارید؟ در اینجا خداوند می‌خواهد مؤمنان را از ایمان آوردنِ اهل کتاب ناامید ‌کند؛ یعنی در ایمان آوردن آنها طمع نکنید؛ و نباید از آنها انتظار داشت که ایمان بیاورند؛ زیرا آنها کلام خدا را از روی شناخت و آگاهی دگرگون و تحریف می‌کنند و به دلخواه خود معانی و تفاسیری را برای آن قرار می‌دهند که خداوند اراده نکرده است، تا مردم را دچار این توهّم کنند که این سخنان[ساختگی آنان] از جانب خداوند است، در صورتی که آن از جانب خدا نیست. پس وقتی که آنها با کتاب خودشان که آن را عین شرف و د‌ین خود می‌دانند، چنین رفتار کنند و مردم را از راه خدا باز ‌دارند، چگونه امید می‌رود به شما ایمان بیاورند؟! این خیلی بعید است."
    },
    {
      "id": 83,
      "verse_number": 76,
      "verse_key": "2:76",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
      "page_number": 11,
      "juz_number": 1,
      "translations": [
        {
          "id": 922748,
          "resource_id": 135,
          "text": "و [یک مورد از فریب‌کاری‌هایشان این است که] وقتی با مؤمنان روبرو می‌شوند می‌گویند: «[ما هم] ایمان آورده‌ایم»؛ ولی هنگامی که با یکدیگر خلوت می‌کنند می‌گویند: «چرا مطالبی را که [دربارۀ ویژگی‌های پیامبر و حقانیتِ اسلام در تورات آمده و] الله برای شما بیان کرده است به مسلمانان بازگو می‌کنید تا [روز قیامت] در پیشگاه پروردگارتان علیه شما به آن استدلال کنند؟ آیا نمی‌فهمید؟»"
        }
      ],
      "tafsir_saadi": "سپس حالت منافقان اهل کتاب را بیان کرده و می‌فرماید: (﴿وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا﴾) و چون با مؤمنان روبه‌رو شوند، گویند: ایمان آورده‌ایم؛ و با زبان ایمان را اظهار می‌کنند، ولی در دل‌های‌شان ایمانی وجود ندارد. (﴿وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ﴾) و هنگامی که با یکدیگر تنها شوند و کسی جز هم‌کیشان‌شان آنجا نباشد، به همدیگر می‌گویند: (﴿أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡ﴾) آیانزد آنها و برای آنها اظهار ایمان می‌کنید و به آنها خبر می‌دهید که شما نیز مانند آنها هستید؟! \nپس این حجتی برای آنها و علیه شما خواهد بود. می‌گویند: آنها اقرار می‌کنند که آنچه ما بر آن هستیم حق است، و دینی که آنها بر آن قرار دارند باطل است؛ و این‌گونه نزد پروردگارتان، علیه شما احتجاج می‌کنند.(﴿أَفَلَا تَعۡقِلُونَ﴾) آیا عقل ندارید و آنچه را که بر شما حجت است ترک می‌کنید؟."
    },
    {
      "id": 84,
      "verse_number": 77,
      "verse_key": "2:77",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922749,
          "resource_id": 135,
          "text": "آیا نمی‌دانند که الله [تمام] آنچه را پنهان می‌دارند و آشکار می‌سازند [همه را] می‌داند؟"
        }
      ],
      "tafsir_saadi": "این چیزی است که به همدیگر می‌گویند: \n(﴿أَوَ لَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ﴾) آنها که اعتقادات قلبی خود را مخفی می‌نمایند و گمان می‌کنند با این کتمان، بر آنها حجّت اقامه نمی‌شود، دچار جهل و اشتباه بزرگی شده‌اند، چرا که خداوند سرّ و آشکار آنها را می‌داند و ماهیّت آنها را برای بندگانش آشکار می‌کند."
    },
    {
      "id": 85,
      "verse_number": 78,
      "verse_key": "2:78",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922750,
          "resource_id": 135,
          "text": "و برخی از آنان بی‌سوادانی هستند که [از] کتابِ [الله، تورات] جز [مُشتی از] دروغ‌های خود بافته، چیزی نمی‌دانند و تنها به پندارهای خویش [که از بزرگانشان فراگرفته‌اند] دل بسته‌اند."
        }
      ],
      "tafsir_saadi": "(﴿وَمِنۡهُمۡ﴾) و عده‌ای از اهل کتاب، (﴿أُمِّيُّونَ﴾) عوام و بی‌سواد هستند. (﴿لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ﴾) و از کتاب خدا جز تلاوت آن بهره‌ای ندارند، و از علمی که نزد گذشتگان‌شان بود هیچ اطلاعی ندارند، آنان فقط دنباله روان کر و کور هستند.\nدر این آیات از علما، عوام، منافقان و غیر منافقان اهل کتاب سخن رفته است. عالمان آنان در گمراهی آشکار به‌سر می‌برند، عوام نیز مقلد آنان‌اند و هیچ بصیرت و بینشی ندارند. پس نباید به هدایت این دو گروه چشم طمع داشته باشید."
    },
    {
      "id": 86,
      "verse_number": 79,
      "verse_key": "2:79",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922751,
          "resource_id": 135,
          "text": "پس وای بر کسانی که [کتابی تحریف‌شده] با دست خود می‌نویسند، سپس می‌گویند: «این از جانب الله است» تا آن را به بهای اندک بفروشند! پس وای بر آنها از آنچه دست‌هایشان نوشته است و وای بر آنان از آنچه [از این راه] به دست می‌آورند!"
        }
      ],
      "tafsir_saadi": "(﴿فَوَيۡلٞ لِّلَّذِينَ﴾) خداوند کسانی را که کتابش را تحریف می‌کنند، مورد تهدید قرار می‌دهد؛ آنهایی که در خصوص عمل زشت خود می‌گویند: (﴿هَٰذَا مِنۡ عِندِ ٱللَّهِ﴾) این از جانب خدا است. و این کار اظهار باطل و کتمان حق است؛ آنها از روی شناخت و بصیرت چنین کردند، (﴿لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗا﴾) تا آن را به بهای اندکی بفروشند. و دنیا از اول تا آخر بهای اندکی است. پس آنها باطل خود را دامی برای شکار دارایی‌های مردم قرار دادند و از دو جهت به مردم ستم کردند: یکی از جهت مشتبه کردن دین بر آنها؛ و دیگر از جهت گرفتن اموال‌شان به ناحق. آنها به باطل‌ترین وسیله اموال مردم را می‌گرفتند، و گناه این کار از گناه کسی که مال مردم را با غصب و دزدی چپاول می‌کند، بزرگ‌تر است. بنابراین خداوند دوبار آنها را مورد تهدید قرار داده و می‌فرماید: (﴿فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ﴾) پس وای بر آنها به سبب تحریف و باطلی که می‌نویسند، (﴿وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ﴾) و وای بر آنها به سبب اموالی که جمع می‌کنند. «ویل”؛یعنی عذاب شدید و حسرت جانکاه، و برای تهدید شدید به کار می‌رود.\n شیخ الاسلام ابن تیمیه رحمه الله پس از آنکه آیات (﴿أَفَتَطۡمَعُونَ﴾) را تا (﴿يَكۡسِبُونَ﴾) ذکر کرد، فرمود: خداوند کسانی را مورد مذمت قرار داده است که کلام او را تحریف نموده و غلط تفسیر می‌کنند. این مذمت همچنین شامل حال کسانی می‌شود که «کتاب» و «سنت» را بر اساس بدعت‌های باطل تفسیر می‌کنند.\n خداوند کسانی را که از کتاب او [تورات] جز تلاوت نمی‌دانند، مذمت کرده است و این مذمت؛ شامل کسی نیز می‌شود که اندیشیدن و تدبر در قرآن را ترک نموده، و جز خواندن کلماتش چیزی از آن نمی‌داند. همچنین این مذمت؛ شامل کسی می‌شود که با دستان خود چیزی می‌نویسد که با کتاب خدا مخالف است، تا به وسیلۀ آن منافع دنیایی را به دست آورد و ادعا کند که این از جانب خدا است، مانند اینکه بگوید: چیزی که در این کتاب است، عین شریعت و دین است، مفهوم کتاب و سنت است، نزد سلف و ائمه معقول است و از جمله اصول دین است که اعتقاد به آن یا واجب عینی و یا کفائی است.\n این آیات، همچنین مذمت کسی را در بردارد که کتاب و سنت را پنهان می‌سازد، تا مخالفِش با استفاده از آنچه که او می‌داند علیه وی استدلال نکند. این موارد به کثرت در میان تمامی هواپرستان وجود دارد، از جمله در میان رافضی‌ها [و جهمیه و سایر اهل هوا و اهل کلام]؛ و بسیاری از منتسبین به فقها نیز از چنین رویه‌ای پیروی می‌کنند..."
    },
    {
      "id": 87,
      "verse_number": 80,
      "verse_key": "2:80",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922752,
          "resource_id": 135,
          "text": "و [یهود] گفتند: «آتش دوزخ جز چند روز محدودی، هرگز به ما نخواهد رسید». بگو: «آیا از نزد الله پیمانی گرفته‌اید؟! - و الله هرگز از پیمانش تخلف نمی‌ورزد- یا چیزی را که نمی‌دانید به الله نسبت می‌دهید؟!»"
        }
      ],
      "tafsir_saadi": "خداوند کارهای زشت آنان را بیان کرد، و سپس بیان داشت که آنها خود را پاک می‌شمارند و گواهی می‌دهند که از عذاب خدا نجات یافته و به پاداش او دست می‌یابند؛ و می‌گویند: به جز چند روزی آتش جهنم به ما نمی‌رسد؛ یعنی چند روز اندک و انگشت‌شمار. در نتیجه آنها، هم کار بد انجام می‌دهند و هم احساس خطر نمی‌کنند. و از آنجا که این فقط یک ادعا بود، خداوند ادعای‌شان را رد کرد و فرمود: (﴿قُلۡ﴾) ای پیامبر! به آنها بگو: (﴿أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا﴾) آیا از خدا پیمانی گرفته‌اید؟ یعنی آیا به خدا و پیامبران ایمان آورده و از دستورات خدا و رسولان اطاعت کرده‌اید؟! چرا که فقط این وعده باعث می‌شود آدمی از عذاب خدا رهایی یابد، و این وعده هرگز تغییر نمی‌یابد.\n(﴿أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ﴾) یا چیزی را به خداوند نسبت می‌دهید که نمی‌دانید. خداوند متعال خبر داده است که راست بودن ادعای آنها بر یکی از این دو چیز استوار است: پیمان گرفتن از خدا؛ دروغ بستن بر او. آنها یا از خدا پیمانی گرفته‌اند، پس آنگاه ادعایشان درست خواهد بود؛ و یا اینکه به دروغ چنین می‌گویند، پس آن وقت ادعای آنها دروغ خواهد بود و بیشتر مایۀ رسوایی و عذاب‌شان خواهد شد. و از حال آنان پیدا است که از خداوند پیمانی نگرفته‌اند؛ زیرا بسیاری از پیامبران را تکذیب کردند، تا جایی که گروهی از پیامبران را کشتند و از طاعت خداوند سر باز زدند و پیمان‌ها را شکستند. پس مشخص است که آنها دروغگو هستند و از خود می‌سازند و می‌بافند و چیزهایی به خداوند نسبت می‌دهند که نمی‌دانند. و نسبت دادن چیزی به خداوند، از بزرگ‌ترین امور حرام، و از زشت‌ترین کارهاست است."
    },
    {
      "id": 88,
      "verse_number": 81,
      "verse_key": "2:81",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922753,
          "resource_id": 135,
          "text": "آری، هر‌ کس مرتکب گناه [= كفر و شرک] شود و گناهانش او را احاطه کند، آنان اهل آتشند و جاودانه در آن خواهند بود."
        }
      ],
      "tafsir_saadi": "سپس خداوند حکم عامی را بیان کرد که شامل بنی اسرائیل و دیگران می‌شود، و فقط آن حکم ارزش و اعتبار دارد، نه ادعاها و خیال‌پردازی‌های بنی‌اسرائیل در مورد صفات نجات یافتگان و اهل هلاکت. و آن حکم چنین است: (﴿بَلَىٰ﴾) یعنی آنگونه نیست که شما گفتید؛ و سخن شما حقیقت ندارد. بلکه (﴿مَن كَسَبَ سَيِّئَةٗ﴾) هرکس کار بدی را انجام دهد. نکره در سیاق شرط آمده است، بنابراین شرک و گناهانِ پایین‌تر از آن را دربر می‌گیرد؛ و در اینجا منظور از (سیّئۀ) شرک است، به دلیل اینکه می‌فرماید: (﴿وَأَحَاطَتْ بِهِ خَطِيئَتُهُ﴾) و گناهش او را احاطه کند؛ یعنی گناهی انجام دهد که او را احاطه نماید و راهی برای وی باقی نگذارد؛ و این جز شرک چیزی دیگر نیست؛ زیرا کسی که ایمان داشته باشد، گناهش او را از هر سو احاطه نمی‌کند.\n(﴿فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ﴾) پس اینها یاران دوزخ‌اند و جاودانه در آن هستند. خوارج با استفاده از این آیه، بر کافر بودن گناهکار استدلال کرده‌اند، در حالی که این آیه حجتی علیه آنها است؛ زیرا این آیه در مورد شرک است. اما اهل باطل همیشه برای اثبات سخن پوچ و بی‌محتوای خود، به آیات و احادیث صحیح استدلال می‌کنند، غافل از اینکه همان آیه و یا حدیث حجت و دلیلی علیه آنهاست."
    },
    {
      "id": 89,
      "verse_number": 82,
      "verse_key": "2:82",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 10,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922754,
          "resource_id": 135,
          "text": "و کسانی که ایمان آورند و کارهای شایسته انجام دهند، آنان اهل بهشتند و جاودانه در آن خواهند ماند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ ءَامَنُواْ﴾) و کسانی که به خدا و ملائکه و کتاب‌های آسمانی و پیامبران و روز قیامت ایمان آوردند. (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و کار شایسته انجام دادند. عمل انسان زمانی صالح و شایسته محسوب می‌گردد که دو شرط داشته باشد: یکی اینکه خالص برای خدا انجام شود؛ دوم اینکه در انجام آن از سنت و شیوۀ پیامبر  صلی الله علیه وسلم پیروی گردد.\nنتیجه‌ و حاصل این دو آیه این است که: کسانی رستگار می‌شوند که ایمان داشته باشند و عمل شایسته انجام دهند؛ و کافران و مشرکان به هلاکت می‌رسند و به آتش دوزخ نایل می‌گردند."
    },
    {
      "id": 90,
      "verse_number": 83,
      "verse_key": "2:83",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 11,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
      "page_number": 12,
      "juz_number": 1,
      "translations": [
        {
          "id": 922755,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی که از بنی‌اسرائیل پیمان گرفتیم که: «جز الله یگانه را عبادت نکنید و به پدر و مادر و نزدیکان و یتیمان و بینوایان نیکی کنید و به مردم [سخن] نیک بگویید و نماز برپا دارید و زکات بپردازید»؛ ولی همۀ شما ـ جز عدۀ کمی ـ پشت کردید و رویگردان شدید."
        }
      ],
      "tafsir_saadi": "این توصیه‌ها، از ارکان مهم دین بوده و خداوند در هر شریعتی به آن فرمان داده است؛ زیرا برای هر زمان و مکانی مفید و ضروری هستند، پس منسوخ نمی‌شوند، همان‌طور که هیچ یک از اصول دین منسوخ نمی‌گردد. بنابراین خداوند ما را فرمان داده است که ﴿وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡ‍ٔٗا﴾ خداوند را پرستش کنید، و برای او انبازی نگیرید.\n(﴿وَإِذۡ أَخَذۡنَامِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ﴾) و هنگامی که از بنی‌اسرائیل پیمان گرفتیم. این بیانگر سنگدلی آنها است، زیرا به هر امری که فرمان داده می‌شدند، سرپیچی می‌کردند؛ و آن را جز با قسم مؤکد و پیمان‌های محکم نمی‌پذیرفتند.(﴿لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ﴾) که جز خدا کسی را نپرستید. \nدر این آیه پروردگار دستور می‌دهد، تنها او پرستش گردد و هیچ شریک و انبازی برای وی قرار داده نشود. این اصل دین است، واگر اساس همۀ اعمال توحید نباشد، پذیرفته نمی‌شوند. پس این حق خداوند بر بندگانش است. سپس فرمود ‌(﴿وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا﴾) و با پدر و مادرتان نیکی کنید. و این شامل هر نوع نیکی می‌شود؛ نیکی با زبان و نیکی با کردار. و نیز از بدرفتاری با پدر و مادر و نیکی نکردن و بد رفتاری نمودن با آنان، نهی شده است؛ زیرا نیکی کردن واجب است، و امر کردن به چیزی، در واقع نهی کردن از ضد آن است. و نیکوکاری به دو صورت نقض می‌گردد؛ یکی با بـدی کردن که بزرگ‌ترین جنایت است؛ و دیگری با نیکی نکردن و بدی کردن که این حـرام است، ولی به انـدازۀ اولـی زشت نیست. و همچنین در مورد خویشاوندان و یتیمان و بینوایان نیز توصیه شده است. البته نیکی‌ها را نمی‌تـوان برشـمرد، بلکه فقـط می‌توان یک تعریف کلـی برای آن ارائه داد.\nسپس دستور داد تا با تمام مردم نیکی شود؛ پس فرمود: (﴿وَقُولُواْ لِلنَّاسِ حُسۡنٗا﴾) و به مردم نیک بگویید، و از جمله سخن نیک با مردم، امرکردن آنها به معروف و نهی‌کردن‌شان از منکر و آموختن علم به آنها و سلام کردن و خنده‌رویی و ... است.\nو از آنجا که انسان نمی‌تواند با همۀ مردم به وسیلۀ مال خود نیکی نماید، خداوند روشی به ما یاد داده است که با اجرای آن می‌توان با هر مخلوقی نیکی کرد؛ و آن نیکی کردن با گفتار است. پس این توصیه، مؤمنین را از گفتار زشت حتی در برابر کافران باز می‌دارد. بنابراین خداوند متعال فرموده است: ﴿وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ﴾ و با اهل کتاب جز به نحو احسن مجادله نکنید. و از جمله آدابی که خداوند بندگانش را بدان امر نموده، این است که انسان گفتار و کردارش خوب باشد، زشتگو و دشنام‌دهـنده و جر و بحث‌کننده و مجادله ‌گر نباشـد، بلکه خوش ‌اخلاق و بردبار باشد و حقوق دیگـران را رعایت کند و در برابر اذیتـی که مردم به او می‌رسانند، صـابر بوده، دستور الهی را امتثال نمـوده و به پاداش او امیدوار باشد.\nسپس آنها را به برپا داشتن نماز و پرداختن زکات فرمان داد؛ زیرا نماز، در بر دارنده اخلاص برای معبود؛ و زکات، در بردارندۀ نیکی با بندگان است.\n(﴿ثُمَّ﴾) پس از این‌که شما را به کارهای نیک فرمان داد، کارهای نیکی که چنانچه شخص عاقل در آن بنگرد، در می‌یابد یکی از مظاهر رحمت خدا نسبت به بندگان همین اوامر و نواهی است. (﴿تَوَلَّيۡتُمۡ﴾) روی برتافتید و پشت کردید. زیرا گاهی کسی روی می‌گرداند و نیت بازگشتن را دارد، اما اینها به این اوامر علاقه نداشتند و رفتند و بازنگشتند. (﴿إِلَّا قَلِيلٗا مِّنكُمۡ﴾) به جز عدۀ کمی از شما. این استثناء است، تا گمان برده نشود که همۀ آنها روی برتافتند. بنابراین خبر داد که تعداد اندکی از آنها را خداوند مصون داشت و آنها را ثابت قدم کرد."
    },
    {
      "id": 91,
      "verse_number": 84,
      "verse_key": "2:84",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 11,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
      "page_number": 13,
      "juz_number": 1,
      "translations": [
        {
          "id": 922756,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی که از شما پیمان گرفتیم که خون یکدیگر را نریزید و همدیگر را از سرزمینتان بیرون نکنید؛ سپس شما اقرار کردید و خود [بر آن پیمان] گواهی می‌دهید."
        }
      ],
      "tafsir_saadi": "کاری که در این آیه از آن سخن به میان آمده است، کار کسانی بود که در زمان پیامبر در مدینه می‌زیستند. قبایل اوس و خزرج -«‌أنصار‌»- قبل از بعثت پیامبر صلی الله علیه وسلم مشرک بودند. سه گروه یهودی به نام‌های بنی قریظه، بنی نضیر و بنی قینقاع بر آنها وارد شدند و هر گروهی از آنان با گروهی از اهل مدینه پیمان بستند؛ و هرگاه طرف‌های مدینه با یکدیگر می‌جنگیدند، گروهی از یهودیان، هم‌پیمانان خود را در برابر دشمنانش که آنها را گروهی دیگر از یهودیان حمایت و کمک می‌کردند، یاری می‌نمودند؛ و یهودی، یهودی را می‌کشت. و اگر کار به آواره شدن می‌انجامید و غارتی پیش می‌آمد، یهودی، یهودی را از خانه و کاشانه‌اش بیرون می‌راند. سپس چون جنگ فروکش می‌کرد و هردو گروه اسیرانی را می‌گرفتند، برای آزادی یکدیگر فدیه می‌دادند. در این راستا سه عمل بر آنها فرض بود؛ خون یکدیگر را نریزند، و یکدیگر را از سرزمین‌شان بیرون نرانند و هر گاه اسیری از خود بیابند برای آزاد کردنش، فدیه بدهند.\nاما آنها فقط به امر آخر عمل کردند و دو مورد قبلی را رها ساختند. خداوند بر این کارشان اعتراض نمود و فرمود: (﴿أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ﴾) آیا به بخشی از کتاب ایمان دارید که عبارت از «فدیه دادن برای آزاد کردن اسیر» است، (﴿وَتَكۡفُرُونَ بِبَعۡضٖ﴾) و به بخشی دیگر از کتاب کفر می‌ورزید که کشتن و بیرون راندن است؟!\nاین آیه بیانگر آن است که ایمان؛ مقتضی انجام اوامر و دوری از نواهی است و اینکه اطاعت از اوامر [خدا و رسولش] جزو ایمان است. خداوند متعال می‌فرماید: (﴿فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾) سزای هر آن کس از شما که چنین می‌کند، جز خواری و رسوایی در دنیا چیست؟ البته چنین خلاف و انحرافی از آنان سر زد، پس خداوند آنان را رسوا نمود و پیامبرش را بر آنان مسلط گردانید، پس برخی از آنان را به قتل رساند؛ و تعدادی را به اسارت درآورد؛ و گروهی را نیز از خانه و کاشانه‌شان بیرون راند.\n(﴿وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِ﴾) و روز قیامت به شدیدترین و سخت‌ترین عذاب برگردانده می‌شوند. (﴿وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ﴾) و خداوند از آنچه می‌کنید، غافل نیست."
    },
    {
      "id": 92,
      "verse_number": 85,
      "verse_key": "2:85",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 11,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "page_number": 13,
      "juz_number": 1,
      "translations": [
        {
          "id": 922757,
          "resource_id": 135,
          "text": "[امّا] باز همین شما هستید که یکدیگر را می‌کشید و گروهی از خودتان را از سرزمینشان بیرون می‌کنید و به گناه و ستم علیه آنها به یکدیگر کمک می‌کنید؛ و اگر [بعضی از آنان در جنگ با هم‌پیمانانِ عربِ شما گرفتار شوند و به صورت] اسیر نزدتان بیایند، [برای این‌که آنها از بنی‌اسرائیل و هم‌دینِ شما هستند، در برابرِ آزادی‌شان می‌کوشید و] فدیه می‌دهید؛ حال آنکه آواره‌کردن شان بر شما حرام بود. آیا به بخشی از [دستورات] کتاب [تورات در مورد فدیه دادن] ایمان می‌آورید و به بخشی [که شما را از کشتن و آواره‌کردن هم‌دینانتان منع می‌کند] کافر می‌شوید؟! پس جزای هر کس از شما که چنین [تبعیضی در آیات الله ایجاد] کند، جز رسوایی و خواری در زندگی دنیا نخواهد بود و در روز قیامت به سخت‌ترین عذاب گرفتار می‌شوند؛ و [یقین بدانید که] الله از آنچه انجام می‌دهید غافل نیست."
        }
      ],
      "tafsir_saadi": "کاری که در این آیه از آن سخن به میان آمده است، کار کسانی بود که در زمان پیامبر در مدینه می‌زیستند. قبایل اوس و خزرج -«‌أنصار‌»- قبل از بعثت پیامبر صلی الله علیه وسلم مشرک بودند. سه گروه یهودی به نام‌های بنی قریظه، بنی نضیر و بنی قینقاع بر آنها وارد شدند و هر گروهی از آنان با گروهی از اهل مدینه پیمان بستند؛ و هرگاه طرف‌های مدینه با یکدیگر می‌جنگیدند، گروهی از یهودیان، هم‌پیمانان خود را در برابر دشمنانش که آنها را گروهی دیگر از یهودیان حمایت و کمک می‌کردند، یاری می‌نمودند؛ و یهودی، یهودی را می‌کشت. و اگر کار به آواره شدن می‌انجامید و غارتی پیش می‌آمد، یهودی، یهودی را از خانه و کاشانه‌اش بیرون می‌راند. سپس چون جنگ فروکش می‌کرد و هردو گروه اسیرانی را می‌گرفتند، برای آزادی یکدیگر فدیه می‌دادند. در این راستا سه عمل بر آنها فرض بود؛ خون یکدیگر را نریزند، و یکدیگر را از سرزمین‌شان بیرون نرانند و هر گاه اسیری از خود بیابند برای آزاد کردنش، فدیه بدهند.\nاما آنها فقط به امر آخر عمل کردند و دو مورد قبلی را رها ساختند. خداوند بر این کارشان اعتراض نمود و فرمود: (﴿أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ﴾) آیا به بخشی از کتاب ایمان دارید که عبارت از «فدیه دادن برای آزاد کردن اسیر» است، (﴿وَتَكۡفُرُونَ بِبَعۡضٖ﴾) و به بخشی دیگر از کتاب کفر می‌ورزید که کشتن و بیرون راندن است؟!\nاین آیه بیانگر آن است که ایمان؛ مقتضی انجام اوامر و دوری از نواهی است و اینکه اطاعت از اوامر [خدا و رسولش] جزو ایمان است. خداوند متعال می‌فرماید: (﴿فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾) سزای هر آن کس از شما که چنین می‌کند، جز خواری و رسوایی در دنیا چیست؟ البته چنین خلاف و انحرافی از آنان سر زد، پس خداوند آنان را رسوا نمود و پیامبرش را بر آنان مسلط گردانید، پس برخی از آنان را به قتل رساند؛ و تعدادی را به اسارت درآورد؛ و گروهی را نیز از خانه و کاشانه‌شان بیرون راند.\n(﴿وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِ﴾) و روز قیامت به شدیدترین و سخت‌ترین عذاب برگردانده می‌شوند. (﴿وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ﴾) و خداوند از آنچه می‌کنید، غافل نیست."
    },
    {
      "id": 93,
      "verse_number": 86,
      "verse_key": "2:86",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 11,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
      "page_number": 13,
      "juz_number": 1,
      "translations": [
        {
          "id": 922758,
          "resource_id": 135,
          "text": "اینان کسانی هستند که زندگانی دنیا را به بهای آخرت خریدند؛ پس عذاب آنها تخفیف داده نمی‌شود و کسی یاری‌شان نخواهد کرد."
        }
      ],
      "tafsir_saadi": "سپس خداوند عاملی را که باعث شد آنها به بخشی از کتاب کفر بورزند، و به بخشی از آن ایمان بیاورند، مطرح نموده و می‌فرماید: (﴿أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِ﴾) اینها کسانی هستند که زندگی دنیا را به بهای آخرت خریدند و گمان بردند که چنانچه هم‌پیمانان خود را کمک نکنند، ننگ بزرگی بر جبین آنان نقش می‌بندد، بنابراین آتش جهنم را بر عار و عیب دنیا ترجیح داده و آن را انتخاب کردند. پس فرمود: (﴿فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ﴾) عذاب آنها تخفیف داده نمی‌شود، بلکه به همان سختی و شدت خود باقی خواهد ماند؛ و در هیچ زمانی آسوده خاطر نمی‌شوند. (﴿وَلَا هُمۡ يُنصَرُونَ﴾) و آنان یاری نخواهند شد؛ یعنی مصایب از آنها دور نخواهد شد."
    },
    {
      "id": 94,
      "verse_number": 87,
      "verse_key": "2:87",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
      "page_number": 13,
      "juz_number": 1,
      "translations": [
        {
          "id": 922759,
          "resource_id": 135,
          "text": "همانا به موسی کتاب [= تورات] دادیم و پس از او پیامبرانی پی در پی فرستادیم؛ و به عیسی ـ پسر مریم ـ معجزات و دلایل روشن دادیم و او را به وسیلۀ روح‌القُدُس [= جبرئیل] تقویت کردیم. آیا چنین نیست که هر گاه پیامبری چیزی بر خلافِ هوای نفستان آورد، در برابرش تکبر نمودید و گروهی [از پیامبران] را تکذیب کردید و گروهی را کشتید؟"
        }
      ],
      "tafsir_saadi": "خداوند بر بنی‌اسرائیل منت می‌نهد که موسی را برای آنها فرستاد و تورات را به او داد؛ سپس بعد از او پیامبرانی دیگر را فرستاد که به تورات حکم ‌کردند، تا اینکه با آمدن عیسی علیه السلام سلسلۀ پیامبران آنها را [که مطابق تورات حکم می‌کردند] به پایان رساند، و به عیسی معجزات روشنی داد که با مشاهدۀ چنان معجزاتی، انسان ایمان می‌آورد.\n(﴿وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِ﴾) و او را با روح‌القدس نیرو بخشیدیم. بیشتر مفسرین گفته‌اند که روح القدس جبرئیل علیه السلام است. و گفته شده، روح‌القدس نیروی ایمان است که خداوند به وسیلۀ آن بندگانش را تقویت می‌نماید.\nسپس همراه با این نعمت‌ها که با مقیاس مادی اندازه‌گیری نمی‌شوند، پیامبرانی پیش شما آمدند، (﴿بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ﴾) و احکامی را پیش شما آوردند که برخلاف میل شما بود، و شما از ایمان آوردن، سرباز زدید. (﴿فَفَرِيقٗا﴾) و گروهی از پیامبران را (﴿كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ﴾) دروغگو نامیدید، و گروهی را کشتید. پس شما هوای نفس را بر هدایت مقدم داشتید و دنیا را بر آخرت ترجیح دادید. در این کلمات توبیخ و سرزنش گزنده‌ای نهفته است که بر هیچ عاقلی پوشیده نیست."
    },
    {
      "id": 95,
      "verse_number": 88,
      "verse_key": "2:88",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
      "page_number": 13,
      "juz_number": 1,
      "translations": [
        {
          "id": 922760,
          "resource_id": 135,
          "text": "و [یهود برای پیروی نکردن از محمد ﷺ، از روی تمسخر] گفتند: «دل‌های ما پوشیده و در غلاف است»؛ [چنین نیست؛] بلكه الله آنان را به سزاى كفرشان لعنت كرده است؛ پس [به همین سبب است که] بسیار كم ایمان مى‌آورند."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالُواْ قُلُوبُنَا غُلۡفُۢ﴾) و گفتند: دل‌های ما در پوشش است؛ یعنی وقتی که آنها را به سوی ایمان فرا بخوانی، عذر خواهی نموده و می‌گویند: دل‌های‌مان در پوشش است؛ یعنی بر دل‌های‌شان پوشش و پرده‌هایی قرار دارد. پس دل‌های‌شان آنچه را تو می‌گویی، نمی‌فهمد؛ و به گمان-شان این عذر از آنها پذیرفته شده و جاهل و نادان و غیر مکلّف قلمداد می‌شوند، در حالی‌که آنان دروغ می‌گفتند. بنابراین خداوند متعال فرمود: (﴿بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ﴾) بلکه خداوند به سبب کفرشان، آنها را لعنت کرده است؛ یعنی آنها به سبب کفرشان، ملعون ورانده شده هستند، پس تعداد کمی از آنها ایمان می‌آورند. یا می‌توان گفت، معنی آیه چنین است: ایمانشان کم است و کفرشان زیاد."
    },
    {
      "id": 96,
      "verse_number": 89,
      "verse_key": "2:89",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
      "page_number": 14,
      "juz_number": 1,
      "translations": [
        {
          "id": 922761,
          "resource_id": 135,
          "text": "و هنگامی که از جانب الله کتابی [= قرآن] برای آنان آمد که تصدیق‌کنندۀ مطالبی [= تورات] بود که با خود داشتند و [به انتظار رسیدن این كتاب] از قبل به خود نوید پیروزی بر کافران را می‌دادند، با این همه، وقتی آن کسی را که از پیش شناخته بودند [= محمد ﷺ] نزدشان آمد، انکارش کردند. پس لعنت الله بر کافران باد!"
        }
      ],
      "tafsir_saadi": "وقتی که توسط برترین مخلوق و خاتم پیامبران، از جانب خدا، کتابی نزد آنان آورده شد که تورات را تصدیق می‌کرد، و آنها به حقیقت این موضوع واقف بودند ـ چون هرگاه میان آنها و مشرکین در زمان جاهلیت جنگی درمی‌گرفت، می‌گفتند: اگر این پیامبر بیاید ما پیروز می‌شویم؛ و آنها را به سبب آمدن این پیامبر، تهدید ‌کرده و می‌گفتند: همراه با او با مشرکین می‌جنگیم ـ پس وقتی این پیامبر با این کتاب ظهور کرد، از روی کینه، سرکشی و حسادت ورزی بر اینکه چرا خداوند فضل خود را بر هرکس که بخواهد فرو می‌فرستد، به آن کفر ورزیدند. پـس خداوند آنها را لعنت کرد، و پی‌درپی بر آنها خشم گرفت؛ چون زیاد کفر می‌ورزیدند و به شرک و تردید خود ادامه می‌دادند.\n و برای آنها در آخرت، عذابی خوارکننده و دردناک است؛ و آن وارد شدن به جهنم و از دست دادن نعمت همیشگی بهشت است.\nپس بد چیزی است آنچه که آنها به جای ایمان به خدا و پیامبران و کتاب‌های آسمانی، بدان چنـگ زده‌انـد؛ زیرا آنان از روی شـناخت، به خـدا و کتاب‌ها و پیامـبرانش کفر ورزیده‌اند، پس عذابشان بزرگ‌تر خواهد بود."
    },
    {
      "id": 97,
      "verse_number": 90,
      "verse_key": "2:90",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "page_number": 14,
      "juz_number": 1,
      "translations": [
        {
          "id": 922762,
          "resource_id": 135,
          "text": "به چه بهای بدی خود را فروختند که از روی حسد [و برتری‌خواهی] به آنچه الله فرستاده بود کافر شدند که چرا الله از فضل خویش بر هر ‌کس از بندگانش که می‌خواهد [وحی] نازل می‌کند. پس [به خاطرِ این حسادت] بیش از پیش به خشم [الهی] گرفتار شدند؛ و عذابی خفت‌بار برای کافران [در پیش] است."
        }
      ],
      "tafsir_saadi": "وقتی که توسط برترین مخلوق و خاتم پیامبران، از جانب خدا، کتابی نزد آنان آورده شد که تورات را تصدیق می‌کرد، و آنها به حقیقت این موضوع واقف بودند ـ چون هرگاه میان آنها و مشرکین در زمان جاهلیت جنگی درمی‌گرفت، می‌گفتند: اگر این پیامبر بیاید ما پیروز می‌شویم؛ و آنها را به سبب آمدن این پیامبر، تهدید ‌کرده و می‌گفتند: همراه با او با مشرکین می‌جنگیم ـ پس وقتی این پیامبر با این کتاب ظهور کرد، از روی کینه، سرکشی و حسادت ورزی بر اینکه چرا خداوند فضل خود را بر هرکس که بخواهد فرو می‌فرستد، به آن کفر ورزیدند. پـس خداوند آنها را لعنت کرد، و پی‌درپی بر آنها خشم گرفت؛ چون زیاد کفر می‌ورزیدند و به شرک و تردید خود ادامه می‌دادند.\n و برای آنها در آخرت، عذابی خوارکننده و دردناک است؛ و آن وارد شدن به جهنم و از دست دادن نعمت همیشگی بهشت است.\nپس بد چیزی است آنچه که آنها به جای ایمان به خدا و پیامبران و کتاب‌های آسمانی، بدان چنـگ زده‌انـد؛ زیرا آنان از روی شـناخت، به خـدا و کتاب‌ها و پیامـبرانش کفر ورزیده‌اند، پس عذابشان بزرگ‌تر خواهد بود."
    },
    {
      "id": 98,
      "verse_number": 91,
      "verse_key": "2:91",
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
      "page_number": 14,
      "juz_number": 1,
      "translations": [
        {
          "id": 922763,
          "resource_id": 135,
          "text": "و چون به آنان گفته شود: «به آنچه الله نازل کرده است ایمان بیاورید»، می‌گویند: «ما به چیزی ایمان می‌آوریم که بر خودِ ما نازل شده است»، و به غیرِ آن، کافر می‌شوند، در حالی که آن [قرآن، سخنِ] حق و تصدیق‌کنندۀ مطالبی است که با خود دارند. [ای پیامبر، به آنان] بگو: «اگر [راست می‌گویید] و مؤمن هستید، پس چرا پیامبرانِ الله را پیش از این می‌کشتید؟»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ﴾) وقتی یهودیان فراخوانده ‌شوند تا به قرآنی که خداوند بر پیامبرش فرو فرستاده است، ایمان بیاورند، سرکشی کرده و سرباز می‌زنند، (﴿وقَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ﴾) و گویند: به آنچه بر ما نازل شده است، ایمان می‌آوریم؛ و به غیر از آن کفر می‌ورزند، با اینکه واجب بود به همۀ آنچه خداوند نازل کرده است، ایمان بیاورند، خواه آن را بر آنها فرو فرستاده باشد یا بر دیگران. و ایمان آوردن به آنچه که خداوند بر پیامبرانش نازل کرده، ایمانی است نافع و به صاحبش سود فراوان می‌رساند. و فرق گذاشتن میان پیامبران و کتاب‌ها و ایمان آوردن به برخی از آنها و تکذیب برخی دیگر، ایمان نامیده نمی‌شود، بلکه عین کفر است. بنابراین خداوند متعال فرموده است: ﴿إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا أُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗا﴾ [النساء: 150-151] «همانا کسانی که به خدا و پیامبرانش کفر می‌ورزند و می‌خواهند بین خدا و پیامبرانش فرق بگذارند و می‌گویند: «به بعضی ایمان می‌آوریم و به بعضی کفر می‌ورزیم» و می‌خواهند راهی میان این برگیرند، اینها کافران حقیقی‌اند».\n بنابراین خداوند تبارک و تعالی منطق آنان را رد نموده، و هیچ راه فراری را برای‌شان باقی نگذاشته است. پس خداوند کفر ورزیدن آنها به قرآن را، به دو دلیل رد کرده و می‌فرماید: (﴿وَهُوَ ٱلۡحَقُّ﴾) حال آنکه قرآن حق است، پس وقتی تمام اخبار و اوامر و نواهی قرآن حق است و از جانب پروردگارشان است، کفر ورزیدن به آن، کفر ورزیدن به خدا و کفر ورزیدن به حقی است که او نازل کرده است. سپس فرمود: \n(﴿مُصَدِّقٗا لِّمَا مَعَهُمۡ﴾) [و قرآن] تصدیق‌کنندۀ چیزی است که با خود دارند. پس چرا به آنچه بر شما نازل شده، ایمان می‌آورید و به مانند آن کفر می‌ورزید؟! آیا این، جز تعصب و پیروی از هوای نفس چیز دیگری است؟ قرآن کتابی است که تصدیق‌کنندۀ کتاب‌های آنها می‌باشد و این امر حجتی است بر راست بودن کتاب‌هایی که در دست آنها است؛ و آنها نمی‌توانند راست بودن کتاب‌های-شان را ثابت کنند، مگر از طریق قرآن. پس وقتی به آن کفر بورزند و آن را انکار نمایند، مانند کسی خواهند بود که برای اثبات ادعای خود فقط یک دلیل داشته باشد؛ و ادعای او کامل نمی‌شود مگر در صورت سالم بودن دلیلش، سپس دلیلش را نقد کرده و آن را تکذیب ‌کند. آیا این، حماقت و دیوانگی نیست؟ پس کفر ورزیدن آنها به قرآن، کفر ورزیدن به کتابی است که در دست آنها است. سپس خداوند ادعای آنها را مبنی بر اینکه فقط به آنچه بر آنان نازل شده است ایمان دارند، تقبیح نموده و می‌فرماید: (﴿قُلۡ﴾) به آنها بگو: (﴿فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ﴾) پس چرا پیامبران خدا را پیش از این می‌کشتید، اگر شما مؤمن هستید؟"
    },
    {
      "id": 99,
      "verse_number": 92,
      "verse_key": "2:92",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "page_number": 14,
      "juz_number": 1,
      "translations": [
        {
          "id": 922764,
          "resource_id": 135,
          "text": "و به راستی موسی معجزه‌ها و نشانه‌های روشنی برایتان آورد؛ اما شما پس از وی، در حالی گوساله را [برای عبادت] برگزیدید که [به خاطر این شرک‌ورزی، نسبت به خود] ستمکار بودید."
        }
      ],
      "tafsir_saadi": "(﴿وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ﴾) و موسی با دلایل روشنی که حق را بیان می‌داشت، پیش شما آمد. (﴿ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ﴾) سپس بعد از آمدن او، گوساله را پرستش نمودید.(﴿وَأَنتُمۡ ظَٰلِمُونَ﴾) و شما ستمکارید و در این مورد عذری ندارید."
    },
    {
      "id": 100,
      "verse_number": 93,
      "verse_key": "2:93",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "page_number": 14,
      "juz_number": 1,
      "translations": [
        {
          "id": 922765,
          "resource_id": 135,
          "text": "و [به یاد آورید] هنگامی را که از شما پیمان گرفتیم [که از اوامر الهی و رهنمودهای موسی پیروی کنید] و [کوه] طور را بالای سرتان برافراشتیم [و گفتیم]: «آنچه [از احکام تورات] به شما داده‌ایم محکم بگیرید و [به كلام الله] گوش فرادهید». گفتند: «[با گوش‌هایمان] شنیدیم و[لی با رفتارمان] نافرمانی کردیم»؛ و به سبب کفرشان، [محبتِ] گوساله در دل‌هایشان جای گرفت. [ای پیامبر! به آنان] بگو: «اگر [واقعاً] مؤمن هستید، ایمانتان چه فرمان بدی به شما می‌دهد!»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْ﴾) و هنگامی که از شما پیمان گرفتیم؛ و کوه طور را بر فرازتان برافراشتیم، آنچه را به شما داده‌ایم، محکم بگیرید و گوش فرا دهید و بپذیرید و اطاعت کنید.\n(﴿قَالُواْ سَمِعۡنَا وَعَصَيۡنَا﴾) گفتند: شنیدیم و سرپیچی کردیم؛ یعنی آنان چنین حالتی داشتند: «حق را شنیدند و بدان عمل ننمودند و سرپیچی کردند.»\n(﴿وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ﴾) و محبت گوساله و عبادت آن در دل‌های‌شان جای گرفت؛ و به سبب کفرشان، دل‌های‌شان با محبت گوساله‌پرستی آبیاری شد. (﴿قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ﴾) بگو: «بد چیزی است آنچه ایمان‌تان شما را به آن فرمان می‌دهد، اگر مؤمن هستید.» یعنی شما ادعای ایمان می‌کنید و به دین حق افتخار می‌ورزید، در حالی که پیامبران خدا را کشتید و گوساله را به خدایی گرفتید، آنگاه که موسی [به منظور ملاقات با خدا] از پیش شما رفت و دستورات و نواهی او را نپذیرفتید، مگر بعد از تهدید و برافراشته شدن کوه طور بالای سرتان؛ آنگاه به زبان آن را پذیرفتید، ولی در عمل آن را نقض نمودید.\nپس این چه دین و ایمانی است که ادعای آن را دارید؟! اگر به گمان‌تان این ایمان است، بدانید ایمانی که صاحبش را به کفر ورزیدن به پیامبر خدا و کثرت گناه وادار ‌کند، بد ایمانی است؛ زیرا ایمان واقعی صاحب خودرا به هر نیکی‌ای فرمان می‌دهد و او را از هر شر و بدی‌ای باز می‌دارد، پس با این موضع‌گیری، دروغ و تناقض و دوگانگی آنها مشخص شد."
    },
    {
      "id": 101,
      "verse_number": 94,
      "verse_key": "2:94",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922766,
          "resource_id": 135,
          "text": "بگو: «[ای قوم یهود!] اگر نزد الله، سرای آخرت ویژۀ شماست نه سایر مردم، پس اگر راست می‌گویید، آرزوی مرگ کنید [تا هر چه زودتر به این جایگاه دست یابید]»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) به آنها بگو: اگر راست می‌گویید و ادعای‌تان صحیح است، (﴿إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ﴾) و بهشت نزد خدا، مخصوص شما است،\n(﴿خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ﴾) و دیگر مردمان آن گونه که گمان می‌برید، وارد آن نخواهند شد و فقط یهودی و نصرانی از آن بهره‌مند می‌گردد؛ و اگر راست می‌گویید که آتش جهنم به جز چند روز اندکی به شما نمی‌رسد، (﴿فَتَمَنَّوُاْ ٱلۡمَوۡتَ﴾) پس آرزوی مرگ کنید. و این نوعی مباهله بین آنها و پیامبر صلی الله علیه وسلم است. آنها پس از این اجبار و قرار گرفتن در تنگنا و پس از آنکه روی به عناد و سرکشی نهادند، فقط دو راه پیش رو داشتند: یا اینکه به خدا و پیامبرش ایمان بیاورند، یا اینکه مباهله کنند؛ و آن آرزوی مرگ است، مرگی که آنها را به سرایی می‌رساند که می‌گویند مخصوص آنها است، اما آنها سرباز زدند. پس هر یک از آنها به وضوح دریافت که در اوج مخالفت و کینه‌توزی با خدا و پیامبرش قرار دارد. بنابراین خداوند متعال فرمود:"
    },
    {
      "id": 102,
      "verse_number": 95,
      "verse_key": "2:95",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922767,
          "resource_id": 135,
          "text": "ولی آنان به خاطر آنچه [که از کفر و تکذیب و تحریف] پیش فرستاده‌اند هرگز آرزوی مرگ نخواهند کرد؛ و الله به [احوال] ستمکاران داناست."
        }
      ],
      "tafsir_saadi": "(﴿وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ﴾) و آنها به سبب کفر و گناهانی که دارند، هرگز آرزوی مرگ نمی‌کنند، چون می‌دانند که مرگ راهی است بسوی مجازات آنها بخاطر اعمال خبیث و زشت‌شان. پس مرگ، ناپسندترین چیز برای آنان است."
    },
    {
      "id": 103,
      "verse_number": 96,
      "verse_key": "2:96",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 12,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922768,
          "resource_id": 135,
          "text": "[ای پیامبر!] قطعاً اینان [= یهود] را حریص‌ترین مردم بر زندگی خواهی یافت؛ [حتی] حریص‌تر از مشرکان. هر یک از آنان دوست دارد هزار سال عمر کند؛ در حالی که [حتی] اگر این عمر [دراز] به او داده شود، [باز هم طول عمرش] او را از عذاب دور نمی‌کند؛ و الله به آنچه انجام می‌دهند بیناست."
        }
      ],
      "tafsir_saadi": "و آنها از تمام مردم بر زندگی حریص‌تر هستند، حتی از مشرکین، که به هیچ یک از پیامبران و به هیچ یک از کتاب‌ها ایمان ندارند.\nسپس شدت دلبستگی آنان را به دنیا، بیان کرده و می‌فرماید: (﴿يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ﴾) هر یک از آنان دوست دارد که هزار سال عمر کند و این نهایت حرص است؛ چرا که آنها چیزی را آرزو می‌کنند که ممکن نیست. از سویی، چنانچه آنان این مقدار عمر کنند، کاری از پیش نمی‌برند و عذاب خدا را از خود دور نخواهند کرد.\n(﴿وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ﴾) و خداوند به آنچه می‌کنند، بینا است. این بخش از آیه، متضمن تهدید می‌باشد، مبنی بر اینکه به سبب کارهای‌شان، مجازات خواهند شد."
    },
    {
      "id": 104,
      "verse_number": 97,
      "verse_key": "2:97",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 13,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922769,
          "resource_id": 135,
          "text": "بگو: «کسی که دشمن جبرئیل باشد، [در حقیقت، دشمنِ الله است؛ زیرا] او به فرمان الله قرآن را بر قلب تو نازل کرده است که [کتاب‌های آسمانی] پیش از خود را تصدیق می‌کند و برای مؤمنان، هدایت و بشارت است»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ﴾) یهودیان ادعا می‌کنند آنچه آنها را از ایمان آوردن به تو باز داشته، دوستت جبرئیل علیه السلام است؛ و اگر فرد دیگری از فرشتگان خدا نزد تو می‌آمد، به تو ایمان می‌آوردند و تو را تصدیق می‌کردند. پس به آنان بگو: این ادعای شما تناقض و یاوه‌گویی و سرکشی در برابر خدا است، زیرا جبرئیل علیه السلام کسی است که قرآن را از جانب خدا بر قلب تو نازل کرده؛ و پیش از تو، پیام خدا را بر پیامبران فرود می‌آورده است و خداوند او را به این کار فرمان داده است. پس او فقط یک فرستاده است. از سوی دیگر این کتابی که جبرئیل آورده است، کتاب‌های پیشین را تصدیق می‌نماید و با آنها مخالف و متضاد نیست، ضمن این‌که این کتاب در بر دارنده راهنمایی و هدایت کامل است که انسان با تمسک به آن از انواع گمراهی نجات می‌یابد؛ و در آن مؤمنان به برخورداری از نعمت‌های دنیا و آخرت مژده داده شده‌اند.\nپس دشمنی با جبرئیل، کفر ورزیدن به خدا و آیات او و دشمنی با خدا و پیامبران و فرشتگانش است؛ زیرا اهل کتاب به خاطر خود جبرئیل با او دشمن نبوده‌اند، بلکه دشمنی آنها با او بخاطر حقی بود که از جانب خدا بر پیامبران نازل می‌کرد. پس دشمنی با جبرئیل، متضمن کفر ورزیدن به خدایی است که آن را نازل فرموده است، همچنان‌که متضمن دشمنی با کسی است که آن را از جانب خدا آورده است. و همچنین متضمن دشمنی با کسی است که جبرئیل به سوی او فرستاده شده است. این است علت دشمنی آنها با جبرئیل."
    },
    {
      "id": 105,
      "verse_number": 98,
      "verse_key": "2:98",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 13,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922770,
          "resource_id": 135,
          "text": "هر کس دشمنِ الله و فرشتگان او و پیامبرانش و جبرئیل و میکائیل باشد، [بداند که] الله دشمنِ کافران است."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ﴾) یهودیان ادعا می‌کنند آنچه آنها را از ایمان آوردن به تو باز داشته، دوستت جبرئیل علیه السلام است؛ و اگر فرد دیگری از فرشتگان خدا نزد تو می‌آمد، به تو ایمان می‌آوردند و تو را تصدیق می‌کردند. پس به آنان بگو: این ادعای شما تناقض و یاوه‌گویی و سرکشی در برابر خدا است، زیرا جبرئیل علیه السلام کسی است که قرآن را از جانب خدا بر قلب تو نازل کرده؛ و پیش از تو، پیام خدا را بر پیامبران فرود می‌آورده است و خداوند او را به این کار فرمان داده است. پس او فقط یک فرستاده است. از سوی دیگر این کتابی که جبرئیل آورده است، کتاب‌های پیشین را تصدیق می‌نماید و با آنها مخالف و متضاد نیست، ضمن این‌که این کتاب در بر دارنده راهنمایی و هدایت کامل است که انسان با تمسک به آن از انواع گمراهی نجات می‌یابد؛ و در آن مؤمنان به برخورداری از نعمت‌های دنیا و آخرت مژده داده شده‌اند.\nپس دشمنی با جبرئیل، کفر ورزیدن به خدا و آیات او و دشمنی با خدا و پیامبران و فرشتگانش است؛ زیرا اهل کتاب به خاطر خود جبرئیل با او دشمن نبوده‌اند، بلکه دشمنی آنها با او بخاطر حقی بود که از جانب خدا بر پیامبران نازل می‌کرد. پس دشمنی با جبرئیل، متضمن کفر ورزیدن به خدایی است که آن را نازل فرموده است، همچنان‌که متضمن دشمنی با کسی است که آن را از جانب خدا آورده است. و همچنین متضمن دشمنی با کسی است که جبرئیل به سوی او فرستاده شده است. این است علت دشمنی آنها با جبرئیل."
    },
    {
      "id": 106,
      "verse_number": 99,
      "verse_key": "2:99",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 13,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922771,
          "resource_id": 135,
          "text": "[ای پیامبر،] به راستی که ما نشانه‌های روشنی بر تو نازل کردیم و جز منحرفان [از دین،] کسی به آنها کفر نمی‌ورزد."
        }
      ],
      "tafsir_saadi": "خداوند به پیامبرش صلی الله علیه وسلم می‌فرماید: (﴿وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۢ بَيِّنَٰتٖ﴾) و به راستی آیات روشنی بر تو نازل کردیم، که هرکس بخواهد هدایت شود، به وسیلۀ آن هدایت می‌گردد. نیز این قرآن بر مخالفان خود حجت اقامه می‌کند. و آیاتش آن‌قدر روشن و واضح هستند، که جز کسی که از دستور خدا سرپیچی کند و از طاعت او بیرون رود و نهایت گردنکشی و تکبر ورزد از پذیرفتن آن، امتناع نمی‌کند."
    },
    {
      "id": 107,
      "verse_number": 100,
      "verse_key": "2:100",
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "ruku_number": 13,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
      "page_number": 15,
      "juz_number": 1,
      "translations": [
        {
          "id": 922772,
          "resource_id": 135,
          "text": "آیا چنین نیست که هر گاه [یهود] پیمانی [با الله و رسول] بستند، گروهی از آنان آن را دور افکندند [و پیمان شکستند]؟ آری، بیشترشان ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "در این آیه پروردگار ـ‌جلّ جلاله‌ـ می‌خواهد به خاطر پیمان‌های زیادی که آنان با خدا می‌بستند اما بدان عمل نمی‌کردند، ما را به تعجب وادارد. \n(﴿أَوَكُلَّمَا﴾) مفید تکرار است؛ یعنی هر گاه پیمانی را می‌بستند آن را نقض می‌کردند. چرا؟ چون بیشتر آنها ایمان نمی‌آورند، پس ایمان نیاوردن آنها، باعث می‌شود تا پیمان‌ها را بشکنند. واگر آنها صادقانه ایمان می‌آوردند، مانند کسانی می‌شدند که خداوند در موردشان گفته است: ﴿مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِ﴾ [الأحزاب: 23] «از مؤمنان مردانی هستند که در پیمانی که با خدا بستند، راست گفتند»."
    }
  ]
}