{
  "id": 60,
  "name": "She that is to be examined",
  "verses": [
    {
      "id": 5151,
      "verse_number": 1,
      "verse_key": "60:1",
      "hizb_number": 55,
      "rub_el_hizb_number": 219,
      "ruku_number": 484,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "page_number": 549,
      "juz_number": 28,
      "translations": [
        {
          "id": 927816,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، اگر برای جهاد در راه من و طلبِ رضایت من [از وطن خود] بیرون آمده‌اید، دشمن من و دشمن خودتان را دوست مگیرید که با آنها مهربانی کنید؛ و حال آنکه آنان به دین حقی که برای شما آمده است، کفر و انکار ورزیده‌اند و پیامبر و شما را آواره کرده‌اند؛ چرا که به الله ـ پروردگارتان ـ ایمان دارید. شما پنهانی با آنها پیوند دوستی برقرار می‌کنید، در حالی که من به آنچه که پنهان می‌دارید و آنچه که آشکار می‌سازید داناترم؛ و هر کس از شما که چنین [کاری] کند، یقیناً راهِ راست را گم کرده است."
        }
      ],
      "tafsir_saadi": "بسیاری از مفسّرین گفته‌اند که سبب نزول این آیات کریمه، داستان حاطب بن ابی بلتعه است. هنگامی که پیامبر در صدد غزوۀ فتح بود. حاطب به بعضی از مشرکین مکّه نامه‌ای نوشت و به آنها خبر داد که پیامبر صلی الله علیه وسلم به سوی آنها حرکت کرده است. حاطب می‌خواست با این کار توجّه و حمایت آنها را جلب نماید. و این کارش را از روی نفاق یا تردید داشتن در مبانی اسلام انجام نداد. او این نامه را به دست زنی داد تا آن را به مکه برساند. پیامبر صلی الله علیه وسلم از ماجرای حاطب باخبر گردید و قبل از آنکه آن زن به مکه برسد، کسانی را فرستاد و نامه را از آن زن بازگرفتند، و حاطب را مورد سرزنش قرار داد، امّا او عذری پیش آورد کرد که پیامبر صلی الله علیه وسلم آن را پذیرفت.\nدر این آیات به شدّت از دوستی کردن با کافران و مشرکان نهی شده و بیان شده است که دوستی با آنها با ایمان تضاد دارد، و با آئین ابراهیم ـ علیه الصلاة والسلام ـ مخالف است. نیز برخلاف عقل و خرد است؛ چون عقل ایجاب می‌کند که به شدت از دشمن پرهیز کرد، به‌خصوص دشمنی که تمام توانایی‌اش را علیه شما صرف می‌کند، و فرصت را برای ضربه زدن به شما غنیمت می‌شمارد. پس خداوند متعال فرمود: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ﴾) ای مؤمنان! به مقتضای ایمان خودتان ـ که دوستی کردن با مؤمنان و دشمنی ورزیدن با دشمنان اسلام است ـ عمل کنید، چرا که دشمن اسلام دشمن خدا و مؤمنان است. پس شما با دشمن خدا و دشمن خود دوستی نکنید. شما برای دوستی کردن با آنها شتاب می‌ورزید، و سعی می‌کنید که اسباب محبت را در میان خودتان و آنان به دست آورید، و معلوم است هرگاه محبت حاصل شود، به دنبال آن کمک کردن و دوستی نمودن می‌آید، آنگاه آدمی از دایرۀ ایمان خارج می‌شود و از جملۀ کافران می‌گردد. و کسی که کافر را به دوستی بگیرد، فاقد جوانمردی و مروّت است؛ زیرا او با سرسخت‌ترین دشمنان خدا که برای او چیزی جز زیان را نمی‌خواهند و با پروردگارشان به مخالفت و ستیز بر می‌خیزند ـ پروردگاری که خیر آنان را می‌خواهد و آنها را به خیر امر کرده و بر آن تشویق می‌نماید ـ دوستی می‌کند؟! و از جمله اموری که مؤمن را به دشمنی کردن با کافران فرامی‌خواند، این است که کافران به حقّ و حقیقتی که برای مؤمنان آمده است کفر ورزیده‌اند، و این بزرگ‌ترین مخالفت است. پس کافران اصل دین شما را قبول ندارند، و ادعا می‌کنند که شما گمراه هستید. در حالی که آنها به حقی که هیچ شکّ و تردیدی در آن نیست کفر ورزیده‌اند. و هرکس که حقّ را نپذیرد، امکان ندارد دلیلی داشته باشد که بر صحت گفتار او دلالت نماید، بلکه محض نپذیرفتن حق، بر باطل بودن سخن کسی دلالت می‌نماید که آن را نمی‌پذیرد.\nو از دشمنی آنها با شما این است که (﴿يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ ﴾) پیغمبر و شما مؤمنان را از سرزمین و دیارتان بیرون می‌کنند، و شما را از وطنتان آواره می‌نمایند.\nو شما گناهی جز این ندارید که (﴿أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ﴾) به خداوند که پروردگارتان است ایمان آورده‌اید؛ پروردگاری که باید همه به او ایمان بیاورند و او را بندگی کنند، چون خداوند آنها را پرورش داده و به آنها نعمت‌های ظاهری و باطنی بخشیده است. پس وقتی آنها از این امر که واجب‌ترین واجبات است اعراض کردند، و شما آن را انجام دادید، به دشمنی با شما برخاستند و شما را به خاطر ایمان آوردنتان از سرزمین و دیارتان بیرون راندند.\nپس اگر کسی با کافران دوستی نماید، هیچ دین و عقل و مروّتی برای او باقی نخواهد ماند؟! کافرانی که در هر زمان و مکانی این گونه هستند و جز ترس یا مانعی قوی آنان را از ضربه زدن به مسلمانان باز نمی‌دارد.\n(﴿إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِي﴾) اگر هدف از بیرون آمدنتان، جهاد در راه خدا و اعلای کلمۀ او و کسب خشنودی پروردگار است، پس به مقتضای این دستور عمل کنید؛ یعنی با دوستان خدا دوستی کنید، و با دشمنان خدا دشمنی ورزید؛ چون این کار بزرگ‌ترین جهاد در راه خداست، و از بزرگ‌ترین چیزهایی است که انسان را به خدا نزدیک می‌نماید و با این کار خشنودی او حاصل می‌شود.\n(﴿تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡ﴾) یعنی چگونه دوستی کردن با کافران را پنهان می‌دارید با اینکه می‌دانید خداوند به آنچه شما پنهان می‌کنید یا آشکار می‌سازید آگاه است؟! پس اگر دوستی کردن شما با کافران برای مؤمنان پوشیده باشد و از آن خبر نداشته باشند، برای خداوند پوشیده نخواهد بود؛ و خداوند بندگان را طبق خیر و شرّی که در مورد آنها می‌داند، جزا و سزا خواهد داد. \n(﴿وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ﴾) و هرکس از شما با کافران دوستی کند بعد از اینکه خداوند او را برحذر داشته است، به راستی که از راه راست منحرف شده و گم گشته است؛ چون او راهی را در پیش گرفته که با شریعت و عقل و مروّت انسانی مخالف است."
    },
    {
      "id": 5152,
      "verse_number": 2,
      "verse_key": "60:2",
      "hizb_number": 55,
      "rub_el_hizb_number": 219,
      "ruku_number": 484,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
      "page_number": 549,
      "juz_number": 28,
      "translations": [
        {
          "id": 927817,
          "resource_id": 135,
          "text": "اگر آنها بر شما دست یابند، دشمنانتان خواهند بود و به آزارتان دست و زبان می‌گشایند و دوست دارند که شما [نیز] کافر گردید."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال شدت دشمنی آنان را بیان کرد تا مؤمنان را به دشمنی ورزیدن با آنها تحریک نماید. پس فرمود: (﴿إِن يَثۡقَفُوكُمۡ﴾) اگر شما را بیابند و فرصت آزار رساندن به شما را داشته باشند.\n(﴿يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ﴾) دشمنان آشکار شما خواهند بود و دست‌های خود را به بدی به سوی شما دراز می‌کنند؛ یعنی شما را می‌کشند و می‌زنند. (﴿وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ﴾) و با سخنان بد و ناراحت ‌کننده از قبیل: دشنام و غیره به سوی شما زبان می‌گشایند. (﴿وَوَدُّواْ لَوۡ تَكۡفُرُونَ﴾) و دوست دارند که کفر ورزید. این نهایت چیزی است که از شما می‌خواهند."
    },
    {
      "id": 5153,
      "verse_number": 3,
      "verse_key": "60:3",
      "hizb_number": 55,
      "rub_el_hizb_number": 219,
      "ruku_number": 484,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "page_number": 549,
      "juz_number": 28,
      "translations": [
        {
          "id": 927818,
          "resource_id": 135,
          "text": "روز قیامت، خویشاوندانتان و فرزندانتان هرگز سودی به حالتان نخواهند داشت. الله در میان شما جدایی می‌اندازد و الله به آنچه انجام می‌دهید بیناست."
        }
      ],
      "tafsir_saadi": "اگر دلیل بیاورید که ما به خاطر خویشاوندی و اموال با کافران دوستی می‌کنیم، بدانید که (﴿لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ﴾) خویشاوندانتان و فرزندان و اموالتان در برابر عذاب خدا هیچ سودی به حال شما نخواهند بخشید، و روز قیامت خداوند میان شما داوری خواهد کرد، و خداوند به آنچه می‌کنید بیناست. پس به خاطر این شما را از دوستی کردن با کافران ـ که دوستی کردن با آنها به زیانتان می‌باشد ـ برحذر داشته است."
    },
    {
      "id": 5154,
      "verse_number": 4,
      "verse_key": "60:4",
      "hizb_number": 55,
      "rub_el_hizb_number": 219,
      "ruku_number": 484,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "page_number": 549,
      "juz_number": 28,
      "translations": [
        {
          "id": 927819,
          "resource_id": 135,
          "text": "یقیناً در [زندگیِ] ابراهیم و کسانی ‌که با او بودند سرمشق خوبی برایتان وجود دارد؛ آنگاه که به قوم خود گفتند: «ما از شما و از آنچه غیر از الله عبادت می‌کنید بیزاریم؛ به شما کافر شده‌ایم، و میان ما و شما دشمنی و کینۀ همیشگی پدید آمده است، تا وقتی که به الله یگانه ایمان آورید»؛ مگر این سخن ابراهیم [که قابل پیروی نیست، آنگاه] که به پدرش [آزر] گفت: «من برایت آمرزش طلب می‌کنم و در برابر الله برای تو اختیارِ چیزی را ندارم». «پروردگارا، بر تو توکل کردیم و به سوی تو روی آوردیم و بازگشت [همه] به سوی توست."
        }
      ],
      "tafsir_saadi": "(﴿قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥ﴾) ای گروه مؤمنان! در [زندگی و سیرۀ] ابراهیم و مؤمنانی که همراه او بودند برایتان سرمشق و الگویی نیکوست. آنها برایتان الگویی شایسته و مفید هستند؛ چون شما فرمان یافته‌اید که از آئین ابراهیم یکتاپرست پیروی کنید.\n(﴿إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ﴾) هنگامی که ابراهیم ـ علیه السلام ـ و مؤمنانی که همراه او بودند از قوم مشرکشان و از آنچه به جای خدا پرستش می‌کردند بیزاری جستند، سپس با صراحت دشمنی خود را نسبت به آنها اعلام داشتند و گفتند: (﴿كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآء﴾) به شما کفر ورزیده‌ایم، و بین ما و شما برای همیشه دشمنی و کینه پدید آمده و آشکار شده است؛ یعنی در دل نسبت به شما کینه و نفرت داریم، و با جسم با شما دشمنی می‌ورزیم، و این نفرت و دشمنی وقت و زمانی ندارد، بلکه (﴿أَبَدًا﴾) همیشگی و تا وقتی است که شما به کفر ورزیدن خود ادامه ‌دهید. (﴿حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ﴾) تا اینکه تنها به خدا ایمان آورید، پس آنگاه دشمنی و کینه از میان می‌رود و به دوستی و محبّت تبدیل خواهد شد. پس در زندگی ابراهیم و کسانی که همراه او با ایمان و توحید بپا خاستند و در انجام دادن لوازمات ایمان و توحید، و در همۀ عبادت‌هایی که فقط برای خدا انجام می‌دادند برای شما مؤمنان سرمشق و الگویی نیکوست. (﴿إِلَّا﴾) مگر در یک خصلت ابراهیم که شما حقّ ندارید در این خصلت از او الگوبرداری نمائید، و آن این است که (﴿قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ﴾) پدر ابراهیم که آزر نام داشت کافر و مخالف بود. وقتی ابراهیم او را به ایمان و توحید دعوت کرد و او از پذیرفتن آن امتناع ورزید ابراهیم به وی گفت: (﴿لَأَسۡتَغۡفِرَنَّ لَكَ﴾) برای تو از خداوند آمرزش خواهم خواست.\n(﴿وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖ﴾) در حالی که در برابر خداوند برایت اختیار چیزی را ندارم، ولی برایت پیش پروردگارم دعا خواهم کرد، امید است که از خواندن پروردگارم ناامید نگردم. پس شما مؤمنان حقّ ندارید در این چیز به ابراهیم اقتدا کنید، و حقّ ندارید که برای مشرکان دعا نمایید و بگویید: ما در این کار از آئین ابراهیم پیروی می‌کنیم، چون خداوند عذر ابراهیم را در این کار بیان داشته و فرموده است: ﴿وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُ﴾ آمرزش خواستن ابراهیم برای پدرش، فقط به خاطر وعده‌ای بود که به او داده بود؛ و وقتی که روشن شد پدرش دشمن خداست، ابراهیم از او بیزاری جست. و برای شما مؤمنان در ابراهیم و کسانی که همراه او بودند الگوی نیکویی هست؛ وقتی که خدا را به فریاد خواندند و بر او توکل نمودند و رو به سوی او نهادند و به ناتوانی و کوتاهی خویش اعتراف کردند و گفتند: (﴿رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا﴾) پروردگارا! در به دست آوردن آنچه به ما فایده می‌رساند و دور شدن آنچه به ما زیان می‌رساند، بر تو توکل نموده‌ایم، و در این باره به تو اعتماد کرده‌ایم. (﴿وَإِلَيۡكَ أَنَبۡنَا﴾) و به طاعت و خشنودی تو، و به همۀ آنچه که ما را به تو نزدیک می‌کند، روی آورده‌ایم. پس ما در این باره تلاش می‌کنیم و در انجام کارهای خوب می‌کوشیم و ما می‌دانیم که به سوی تو بازمی‌گردیم. پس برای حاضر شدن در پیشگاه تو، خود را آماده می‌کنیم و کارهایی انجام می‌دهیم که ما را به تو نزدیک ‌نماید."
    },
    {
      "id": 5155,
      "verse_number": 5,
      "verse_key": "60:5",
      "hizb_number": 55,
      "rub_el_hizb_number": 219,
      "ruku_number": 484,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page_number": 549,
      "juz_number": 28,
      "translations": [
        {
          "id": 927820,
          "resource_id": 135,
          "text": "پروردگارا، ما را دستخوشِ [فتنۀ] کافران قرار مده و ما را بیامرز ای پروردگار ما؛ همانا تو پیروزمندِ حکیمی»."
        }
      ],
      "tafsir_saadi": "(﴿رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ﴾) پروردگارا! به سبب گناهانمان کافران را بر ما مسلط مگردان، که اگر آنها بر ما مسلط شوند، ما را به فتنه و عذاب گرفتار می‌کنند، و تا جایی که می‌توانند ما را از انجام امور دینی باز می‌دارند. نیز آنها خودشان دست‌خوش فتنه می‌شوند، چون وقتی آنها ببینند که پیروز هستند گمان می‌برند که آنها بر حقّ بوده و ما بر باطل می‌باشیم. \nپس آنگاه بر کفر و سرکشی خود می‌افزایند. (﴿وَٱغۡفِرۡ لَنَا﴾) و گناهان و بدی‌هایی را که مرتکب شده‌ایم بیامرز، و کوتاهی‌هایی را که در انجام اوامر از ما سر زده است ببخش.\n(﴿رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ﴾) پروردگارا! تو بر همه چیز چیره‌ای و با حکمت هستی، و هر چیزی را در جای خودش قرار می‌دهی. پس به برکت توانمندی و حکمت خویش، ما را بر دشمنانمان پیروز بگردان، و گناهانمان را بیامرز، و عیب‌هایمان را اصلاح گردان."
    },
    {
      "id": 5156,
      "verse_number": 6,
      "verse_key": "60:6",
      "hizb_number": 55,
      "rub_el_hizb_number": 219,
      "ruku_number": 484,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "page_number": 550,
      "juz_number": 28,
      "translations": [
        {
          "id": 927821,
          "resource_id": 135,
          "text": "مسلماً در [زندگی] آنها [= ابراهیم و یارانش] سرمشق خوبی برای شماست، برای کسانی‌ که به الله و روز قیامت امید دارند؛ و هر ‌کس رویگردان شود [بداند که] الله بی‌نیازِ ستوده است."
        }
      ],
      "tafsir_saadi": "سپس تأکید کرد که به آنها اقتدا کنید و فرمود: (﴿لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ﴾) در آنان برایتان سرمشقی نیکوست و این الگوبرداری برای هرکسی آسان نیست، بلکه برای کسی آسان است که (﴿لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ﴾) به لقای خدا و روز قیامت امیدوار است، چون ایمان و چشمداشت پاداش، برای بنده هر کار سخت و دشواری را آسان می‌گرداند، و هر فراوانی را برایش اندک می‌نماید، و باعث می‌شود تا او به بندگان صالح و پیامبران اقتدا نماید، و از آنها الگوبرداری کند؛ زیرا او خودش را نیازمند این کار می‌داند.\n(﴿وَمَن يَتَوَلَّ﴾) و هرکس از طاعت خدا و تأسی جستن به پیامبران رویگردان شود، فقط به خودش زیان می‌رساند و به خداوند زیانی نمی‌رساند. (﴿فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ﴾) چرا که خداوند بی‌نیاز است و دارای توانگری مطلق می‌باشد، و به هیچ صورت به کسی از آفریده‌هایش نیازی ندارد؛ و در ذات و صفات و کارهایش ستوده است، و او بر همۀ اینها ستایش می‌شود."
    },
    {
      "id": 5157,
      "verse_number": 7,
      "verse_key": "60:7",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "page_number": 550,
      "juz_number": 28,
      "translations": [
        {
          "id": 927822,
          "resource_id": 135,
          "text": "امید است که الله میان شما و کسانی [از مشرکان] که با آن‌ها دشمنی داشته‌اید [با اسلام آوردن‌شان، پیوند] دوستی [و محبت] برقرار کند؛ و الله تواناست؛ و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال خبر داد دشمنیِ مؤمنان با مشرکان و کافران تا وقتی ادامه دارد که کافران به شرک و کفر خود ادامه دهند؛ و اگر از کفر و شرک دست بردارند و به ایمان روی بیاورند، مودّت و دوستیِ ایمانی برمی‌گردد و با آنها دوستی خواهد شد. پس ای مؤمنان! از بازگشت و روی آوردن کافران به ایمان ناامید نباشید. \n(﴿عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗ﴾) چون شاید خداوند بین شما و کسانی که با آنان دشمنی داشته‌اید دوستی پدید آورد، که سبب این دوستی، بازگشت آنها به ایمان است.\n (﴿وَٱللَّهُ قَدِيرٞ﴾) و خداوند بر هر چیزی تواناست، و از آن جمله هدایت دل‌ها و برگرداندن آن از حالتی به حالت دیگر است. (﴿وَٱللَّهُ غَفُورٞ رَّحِيمٞ﴾) و خداوند آمرزگار و مهربان است، و هیچ گناهی برایش بزرگ نیست که آن را نیامرزد، و هیچ عیبی نیست که آن را نپوشاند.\n﴿قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ﴾ بگو: «ای بندگان من که بر خود تجاوز کرده‌اند! از رحمت خداوند ناامید نباشید، به راستی که خداوند همۀ گناهان را می‌آمرزد؛ بی‌گمان، او آمرزگار مهربان است.» \nدر این آیه به اسلام آوردن برخی از مشرکان اشاره شده و به آن نوید داده شده است؛ مشرکانی که دشمنان مؤمنان بودند و این هم اتفاق افتاد. ستایش و احسان از آن خداست."
    },
    {
      "id": 5158,
      "verse_number": 8,
      "verse_key": "60:8",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "page_number": 550,
      "juz_number": 28,
      "translations": [
        {
          "id": 927823,
          "resource_id": 135,
          "text": "الله شما را از نیکی ‌کردن و رعایت عدالت نسبت به کسانی که در [امر] دین، با شما نجنگیده‌اند و شما را از دیارتان بیرون نکرده‌اند، نهی نمی‌کند. بی‌گمان، الله عدالت‌پیشگان را دوست دارد."
        }
      ],
      "tafsir_saadi": "وقتی این آیات کریمه -که مسلمانان را بر دشمنی ورزیدن با کافران تحریک می‌نمایند- نازل شدند، در وجود مؤمنان تأثیر به‌سزایی گذاشت و آنها کاملاً به محتوای آن عمل کردند، و از پیوند خویشاوندی با برخی از خویشاوندان مشرک خود پرهیز کردند، و گمان بردند که این در آنچه خداوند از آن نهی کرده است داخل است.\nبنابراین خداوند آنها را از موردی خبر داد که در این امر حرام داخل نیست. پس فرمود: (﴿لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ﴾) خداوند شما را از نیکی کردن با مشرکانی که خویشاوندان شما هستند یا خویشاوند شما نیستند ولی در امر دین با شما نجنگیده‌اند و شما را از دیارتان بیرون نکرده‌اند باز نمی‌دارد؛ و اگر با آنها رابطۀ خویشاوندی برقرار کنید، گناهی بر شما نیست؛ چون آنها با شما سر ستیز ندارند و شما را از دیارتان بیرون نمی‌کنند، به همین جهت برای این امر تحت پیگرد قرار نمی‌گیرید. همان‌طور که خداوند در مورد پدر و مادر کافر فرموده است: \n ﴿وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗا﴾ [خداوند به فرزندی که مسلمان است و پدر و مادرش کافرند می‌گوید: ] اگر پدر و مادرت از تو خواستند تا چیزی را که نمی‌دانی شریک من قرار دهی، از آنها اطاعت مکن و در دنیا به خوبی و نیکی با آنها رفتار کن."
    },
    {
      "id": 5159,
      "verse_number": 9,
      "verse_key": "60:9",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "page_number": 550,
      "juz_number": 28,
      "translations": [
        {
          "id": 927824,
          "resource_id": 135,
          "text": "[او] تنها شما را از دوستی با کسانی نهی می‌کند که در [امر] دین با شما جنگیده‌اند و شما را از دیارتان بیرون کرده‌اند و بر بیرون ‌راندنِ شما [به دیگران] کمک کرده‌اند؛ و هر ‌کس با آنان دوستی کند، آنان همان ستمکارانند."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُم﴾) خداوند تنها شما را از کسانی باز می‌دارد که به خاطر دینتان با شما جنگیده‌اند و شما را از خانه‌هایتان بیرون کرده‌اند و بر اخراجتان [دیگران ‌را] پشتیبانی کرده‌اند، از آنکه آنان را دوست بدارید. امّا خداوند شما را از نیکی کردن شما با آنها نهی نکرده است، بلکه این موضوع در عموم امرِ به نیکی با خویشاوندان و دیگر انسان‌ها داخل است.\n(﴿وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ﴾) و کسانی که آنان را دوست بدارند، آنانند که ستمکارند، و این ستم برحسب و اندازۀ دوستی کردن است. پس اگر دوستی کردن کاملی باشد، این کفری خواهد بود که انسان را از دایرۀ اسلام بیرون می‌کند؛ و پائین‌تر از این مراتبی هست که برخی سخت‌تر و برخی آسان‌ترند."
    },
    {
      "id": 5160,
      "verse_number": 10,
      "verse_key": "60:10",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "page_number": 550,
      "juz_number": 28,
      "translations": [
        {
          "id": 927825,
          "resource_id": 135,
          "text": "ای کسانی ‌که ایمان آورده‌اید، هنگامی ‌که زنان مؤمنِ مهاجر نزد شما می‌آیند، آنها را بیازمایید [تا از صحت ایمانشان آگاه گردید]؛ الله به ایمانشان داناتر است. اگر آنان را [زنانی] مؤمن یافتید، آنها را به سوی کافران بازنگردانید. نه این [زنان مؤمن] بر آنان [= کافران] حلالند، و نه آن [مردان‌ کافر] بر این [زنان] حلالند؛ و هر چه [شوهران کافر به عنوان مهریه] خرج [این زنان] کرده‌اند، به آنها بدهید؛ و بر شما گناهی نیست که پس از آنکه مهریه‌هایشان را پرداختید [و پس از انقضای عده،] با آنان ازدواج کنید؛ و به [نگه‌داشتن پیوند زناشویی با] زنان کافر، پایبند نباشید؛ [و اگر زنان شما مرتد شدند و نزدِ کافران رفتند، رهایشان کنید] و آنچه را [به عنوان مهریه] خرج کرده‌اید [از کافران] مطالبه کنید؛ و [کافران نیز] آنچه را خرج کرده‌اند [از شما] مطالبه کنند. این حکمِ الله است که در میان شما داوری می‌کند؛ و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "وقتی صلح حدیبیه انجام شد، پیامبر با مشرکین صلح نمود و بر این پیمان بست که هر کس از مشرکان مسلمان شود و نزد مسلمان‌ها بیاید به مشرکان برگردانده خواهد شد. و این امری کلّی و عام است که زنان و مردان، را شامل می‌شود. امّا خداوند دربارۀ مردان پیامبر را از بازگرداندن آنها به نزد مشرکان نهی نکرده است تا این گونه به شرطی که بسته شده عمل شود و صلح کامل بگردد، که این صلح از بزرگ‌ترین مصالح بود. امّا از آنجا که بازگرداندن زنان مؤمن به مشرکان، مفاسد زیادی در برداشت، خداوند به مؤمنان دستور داد که هرگاه زنان مؤمن هجرت کردند و به نزد آنها آمدند و مؤمنان در صداقت ایمانشان شکّ کردند آنها را بیازمایند تا صداقتشان آشکار گردد، و از آنها بخواهند تا سوگندهای موکّدی بخورند تا این‌گونه صداقتشان آشکار شود، چون احتمال دارد که ایمان یک زن مهاجر صادقانه نباشد، بلکه به خاطر علاقه به همسر یا شهر یا دیگر اهداف دنیوی باشد. و اگر مؤمن واقعی نبودند، باید به مشرکان برگردانده شوند تا این گونه به شرط عمل گردد. و اگر مؤمنان آنها را آزمودند و آنها را صادق یافتند، یا بدون آزمودن به صداقت آنها پی بردند آنها را به کافران بازنگردانند.\n(﴿لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّ﴾) نه آن زنان مؤمن برای کافران حلال‌اند، و نه مردان کافران برای آنها حلال‌اند. این مفسدۀ بزرگی است که قانون‌گذار شریعت آن را مد نظر قرار داده است، و نیز وفای به شرط را رعایت کرده است، به این صورت که به شوهرانِ کافرِ زنانِ مؤمنی که هجرت کرده‌اند، مهریه و آنچه که برایشان خرج کرده‌اند پرداخت شود. و در این وقت اشکالی ندارد که مسلمان‌ها با آنها ازدواج نمایند گرچه آن زنان در سرزمین شرک شوهرانی داشته باشند، ولی به شرط آنکه مردان مؤمن، نفقه و مهریه زنان را بدهند، و همان‌طور که زن مسلمان برای مرد کافر حلال نیست، همچنین زن کافر برای مرد مسلمان حلال نیست تا وقتی که بر کفر خودش باشد به جز اهل کتاب که ازدواج با آنها جایز است. بنابراین خداوند متعال می‌فرماید: (﴿وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ﴾) و به عقد زنان کافر تمسّک مجوئید. وقتی از تمسّک جستن به عقد زنان کافر نهی کرده است، نهی از ازدواج با آنها به طریق اولی است.\n(﴿وَسۡ‍َٔلُواْ مَآ أَنفَقۡتُمۡ﴾) ای مؤمنان! هرگاه زنان شما مرتد شدند و به سوی کافران بازگشتند، آنچه را خرج کرده‌اید از آنها بخواهید؛ چون وقتی کافران مخارجی را که برای زنان مسلمان شده صرف کرده‌اند می‌طلبند و می‌گیرند، مسلمانان نیز در مقابل اینکه همسرانشان به سوی کافران بازگشته‌اند باید چیزی بگیرند. و این دلیلی است بر اینکه هرگاه عقد زن و شوهر به خاطر مسئله‌ای از قبیل رضاع یا غیره باطل گردید، شوهر باید مهریه را بپردازد. \n(﴿ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ﴾) حکمی که بیان شد حکم و دستور خداست که آن را برای شما بیان کرده و توضیح داده است. (﴿وَٱللَّهُ عَلِيمٌ حَكِيمٞ﴾) و خداوند دانایِ باحکمت است و احکامی را که برایتان مفید است می‌داند، و طبق حکمت و رحمت خویش آن را برایتان مشروع می‌دارد."
    },
    {
      "id": 5161,
      "verse_number": 11,
      "verse_key": "60:11",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
      "page_number": 550,
      "juz_number": 28,
      "translations": [
        {
          "id": 927826,
          "resource_id": 135,
          "text": "اگر یکی از همسران شما به سوی کافران رفت [و مهریه‌اش را از کافران طلب کردید و آن‌ها پرداخت نکردند]، آنگاه شما [در جنگ بر آنان پیروز شدید و] و از آنان غنیمت گرفتید، به کسانی ‌که همسرانشان [به سوی کفار] رفته‌اند، همانند آنچه را که خرج کرده‌اند [از غنایم] بپردازید؛ و از الله که شما به او ایمان دارید پروا کنید."
        }
      ],
      "tafsir_saadi": "(﴿وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ﴾) و اگر کسی از همسرانتان مرتد شد و به سوی کافران رفت، (﴿فَعَاقَبۡتُمۡ فَ‍َٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْ﴾) همان‌طور که قبلاً گذشت، کافران در عوض کسانی از همسرانشان که آنها را ترک می‌نمایند و نزد مسلمان‌ها می‌آیند چیزی دریافت می‌کنند، پس مسلمانی که همسرش به سوی کفار بگریزد و مرتد شود، باید مسلمان‌ها از مال غنیمت، آنچه برای همسرش خرج کرده است به او بدهند.\n(﴿وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ﴾) و از خداوندی که به او ایمان دارید بترسید. پس ایمان داشتن شما به خدا، این را می‌طلبد که همواره پرهیزگار باشید."
    },
    {
      "id": 5162,
      "verse_number": 12,
      "verse_key": "60:12",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 551,
      "juz_number": 28,
      "translations": [
        {
          "id": 927827,
          "resource_id": 135,
          "text": "ای پیامبر، هنگامی‌ که زنان مؤمن نزد تو آمدند تا با تو بیعت کنند که چیزی را با الله شریک نسازند و دزدی نکنند و مرتکب زنا نشوند و فرزندان خود را نکشند و فرزندی را به دروغ به شوهرانشان نسبت ندهند و در کارهای نیک از تو نافرمانی نکنند، با آنان بیعت کن و از الله برایشان آمرزش بخواه. بی‌گمان، الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "شرایطی که در این آیه ذکر شده ‌است، شیوۀ بیعت کردن با زنانی است که بر انجام دادن واجباتی بیعت کرده‌اند که بر مردان و زنان در همۀ اوقات واجب است. امّا در مورد مردان مسئله با توجه به حالات و مراتب آنها فرق می‌کند، و پیامبر صلی الله علیه وسلم از آنچه خدا به او فرمان داده بود اطاعت ‌کرد؛ و هرگاه زنان برای بیعت کردن با او نزدش می‌آمدند و به این شرایط پای‌بند می‌شدند، پیامبر با آنها بیعت می‌کرد و برایشان از خداوند آمرزش می‌خواست و آنها را در زمرۀ مؤمنان داخل می‌گرداند. \n(﴿عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡ‍ٔٗا﴾) بر اینکه با خدا شریکی مقرّر ندارند، بلکه خداوند را به تنهایی پرستش نمایند. (﴿وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ﴾) و آن گونه که زنان دوران جاهلیت فرزندان خود را زنده به گور می‌کردند فرزندانشان را نکشند. \n(﴿وَلَا يَزۡنِينَ﴾) و زنا نکنند، آن‌طور که بسیاری از زنان فاحشه چنین می‌کردند.\n(﴿وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ﴾) بهتان؛ یعنی تهمت زدن و دروغ بستن بر دیگران؛ یعنی این زنان به هیچ حالتی نباید تهمت بزنند، خواه مسئله به آنها و شوهرانشان مربوط باشد، یا به دیگران.\n(﴿وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ﴾) و در هر فرمانی که به آنها می‌دهی، نباید از تو سرپیچی نمایند؛ چون هر فرمانی که تو صادر می‌کنی خوب و نیکوست. و از آن جمله باید آنها را به هنگام مصیبت، از نوحه‌سرایی و پاره کردن گریبان و زخمی کردن چهره و دعا کردن و سردادن فریادهای جاهلی باز‌داری و باید از تو اطاعت کنند. \n(﴿فَبَايِعۡهُنَّ﴾) اگر به همۀ اموری که ذکر شد پای‌بند شدند، با آنها بیعت کن. \n(﴿وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَ﴾) و برای کوتاهی‌هایی که از آنها سر زده است، از خداوند آمرزش بخواه تا شاد شوند.\n(﴿إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾) بی گمان، آمرزش خداوند برای گناهکاران و نیکویی‌اش برای توبه‌کاران فراوان است. و مهربان است، و رحمت او هر چیزی را فرا گرفته؛ و احسان او همۀ خلق را در بر گرفته است."
    },
    {
      "id": 5163,
      "verse_number": 13,
      "verse_key": "60:13",
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "ruku_number": 485,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
      "page_number": 551,
      "juz_number": 28,
      "translations": [
        {
          "id": 927828,
          "resource_id": 135,
          "text": "ای کسانی ‌که ایمان آورده‌اید، با قومی که الله بر آنان خشم [و غضب] گرفته است دوستی نکنید. آنها از آخرت نومید هستند، همان ‌گونه که کافران، [به سبب کفر به رستاخیز] از [دوباره زنده شدن] گورخفتگان [در قیامت] نومیدند."
        }
      ],
      "tafsir_saadi": "ای مؤمنان! اگر شما به پروردگارتان ایمان دارید و رضایت او را می‌جوئید و از ناخشنودی او پرهیز می‌کنید، (﴿لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ﴾) با گروهی دوستی نکنید که خدا بر آنان خشمگین است. خداوند به خاطر کفرشان بر آنها خشم گرفته است، و این همۀ کافران را شامل می‌شود.\n (﴿قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ﴾) آن کافران از خیر آخرت محروم‌اند و از آن بهره‌ای ندارند. پس بپرهیزید از اینکه با آنها دوستی کنید، که آنگاه به سبب دوستی با آنان در شرّ و شرک‌ورزی‌شان توافق نمائید، در نتیجه از خیر آخرت محروم شوید، همان‌طور که آنها محروم شدند.\n(﴿كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ﴾) آنان از آخرت ناامید شده‌اند، همان‌طور که کافران وقتی به جهان آخرت بروند و حقیقت را مشاهده نمایند، به یقین خواهند دانست که بهره‌ای از آخرت ندارند. و احتمال دارد که معنی این باشد که آنها از آخرت ناامید شده‌اند؛ یعنی آن را انکار کرده و به آن کفر ورزیده‌اند، پس اقدام آنها به انجام کارهایی که خدا را ناخشنود می‌گرداند و موجبات عذاب الهی و ناامیدی از آخرت را فراهم می‌نماید، از آنها بعید نیست [آنها از آخرت ناامیدند] همان‌طور که کافرانی که ـ در دنیا ـ منکر زنده شدن پس از مرگ هستند، از بازگشتِ گورخفتگان به سوی خدا ناامیدند. پایان تفسیر سوره ممتحنه. ستایش برای پروردگار جهانیان است."
    }
  ]
}