{
  "id": 42,
  "name": "The Consultation",
  "verses": [
    {
      "id": 4273,
      "verse_number": 1,
      "verse_key": "42:1",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": " حمٓ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926938,
          "resource_id": 135,
          "text": "حم [حا. میم]."
        }
      ],
      "tafsir_saadi": "قول مناسب‏تر در رابطه با حروف مقطعه‏ای که در اوایل برخی سوره‏های قرآن آمده، این است که بدون مستند شرعی از ذکر معنی برای آنها خودداری کنیم و در عین حال یقین داشته باشیم که خداوند این‏ها را بیهوده نازل نکرده است، بلکه در پس آن حکمتی است که ما از آن بی خبریم."
    },
    {
      "id": 4274,
      "verse_number": 2,
      "verse_key": "42:2",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "عٓسٓقٓ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926939,
          "resource_id": 135,
          "text": "عسق [عین. سین. قاف]."
        }
      ],
      "tafsir_saadi": "قول مناسب‏تر در رابطه با حروف مقطعه‏ای که در اوایل برخی سوره‏های قرآن آمده، این است که بدون مستند شرعی از ذکر معنی برای آنها خودداری کنیم و در عین حال یقین داشته باشیم که خداوند این‏ها را بیهوده نازل نکرده است، بلکه در پس آن حکمتی است که ما از آن بی خبریم."
    },
    {
      "id": 4275,
      "verse_number": 3,
      "verse_key": "42:3",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926940,
          "resource_id": 135,
          "text": "الله شکست‌ناپذیر حکیم، بر تو و پیامبران پیش از تو چنین وحى مى‌فرستد."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که این قرآن بزرگ را به پیامبر بزرگوار وحی کرده، همان‌طور که به پیامبران پیش از او نیز وحی نموده است. در اینجا خداوند فضل و لطف خویش را بیان نموده که او کتاب‌ها را نازل کرده، و پیامبران را فرستاده است، و محمّد  صلی الله علیه وسلم  پیامبر جدیدی نیست که قبل از او هیچ پیامبری نیامده باشد. و باید دانست که راه او، همان راه پیامبران پیش از اوست؛ و حالت او با حالات آنها مشابهت و تناسب دارد. و آنچه آورده است، با آنچه آنها آورده‌اند مشابه می‌باشد، چون همه حق و راست هستند."
    },
    {
      "id": 4276,
      "verse_number": 4,
      "verse_key": "42:4",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926941,
          "resource_id": 135,
          "text": "هرچه در آسمان‌ها و زمین است متعلق به اوست؛ و او بلندمرتبه و بزرگ است."
        }
      ],
      "tafsir_saadi": "و این قرآن را ذاتی نازل کرده که خداوند و معبود است، و دارای قدرت بزرگ و حکمت فراوان می‌باشد. و همۀ جهان بالا و پایین تحت فرمانروایی و تدبیرِ تقدیری و تشریعی او می‌باشند. \n(﴿وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ﴾) ذات و قدر و جایگاه و چیرگی خداوند والا است، و او بزرگوار می‌باشد. از عظمت او این است که:"
    },
    {
      "id": 4277,
      "verse_number": 5,
      "verse_key": "42:5",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926942,
          "resource_id": 135,
          "text": "نزدیک است آسمان‌ها [از شکوه و عظمت الهی] از فراز یکدیگر بشكافند، و فرشتگان، پروردگارشان را با ستایش تقدیس مى‌كنند و براى ساكنان زمین [كه توبه كرده‌اند] آمرزش مى‌طلبند. آگاه باشید كه الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّ﴾) نزدیک است آسمان‌ها با وجود بزرگی‌شان و اینکه جماد هستند، از بالا در هم بشکافند، (﴿وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ﴾) و فرشتگان بزرگوار و مقرّب در برابر عظمت او فروتن هستند، و به ربوبیّت او اذعان دارند، و در برابر قدرت او خاضع‌اند. و پروردگارشان را ستایش و تسبیح می‌گویند، و او را تعظیم می‌نمایند، و او را از هر نقص و عیبی منزّه می‌دانند، و به هر صفت کمالی توصیف می‌کنند. (﴿وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِ﴾) و به خاطر آنچه که از ساکنان زمین سر می‌زند و شایستۀ عظمت و بزرگی پروردگارشان نیست، برای آنان آمرزش می‌طلبند. با اینکه خداوند متعال (﴿هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ﴾) آمرزنده و مهربان است. و اگر آمرزش و رحمت او نبود، فوراً خلق را با کیفر خود ریشه‌کن و نابود می‌کرد. \nتوصیف خداوند به این صفات ـ بعد از آنکه بیان کرد به همۀ پیامبران و به محمّد «‌صلوات الله و سلامه علیهم أجمعین‌» به ‌طور ویژه وحی کرده است ـ اشاره به این است که در این قرآن، دلایل و آیات و حجّت‌هایی وجود دارد که بر کمال خداوند آفریننده دلالت می‌نماید، و بر این مطلب دلالت دارد که خداوند به این نام‌های بزرگ متصف است؛ نام‌هایی که باعث می‌شوند دل‌ها از معرفت و محبّت و تعظیم و بزرگداشت خداوند لبریز و سرشار گردند، و تمام عبودیت و بندگیِ ظاهری و باطنی برای او صورت گیرد. نیز این براهین و آیات دلالت می‌کنند بر اینکه یکی از بزرگ‌ترین ستم‌ها و زشت‌ترین گفته‌ها، بر گرفتن معبودها و انبازهایی جز خداست؛ معبودهایی که هیچ سود و زیانی در دست آنها نیست، بلکه آنها خودشان مخلوق هستند و در همۀ حالات خود به خدا نیازمندند."
    },
    {
      "id": 4278,
      "verse_number": 6,
      "verse_key": "42:6",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926943,
          "resource_id": 135,
          "text": "[ای پیامبر،] الله خود مراقبِ [رفتارِ] كسانى است كه غیر او را [دوست و] کارسازِ خود برگزیده‌اند و تو كارگزار [و مسئول رفتار] آنان نیستى."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ﴾) و کسانی که جز خدا، برای خود دوستان و یاورانی برگرفته‌اند؛ و با پرستش و طاعت، به آنها دوستی و ابراز محبّت می‌نمایند، آن‌گونه که خدا را عبادت می‌کنند؛ اینها باطل را برگرفته‌اند، و در حقیقت آنان یاوران و دوستان ایشان نیستند. \n(﴿ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ﴾) بلکه خداوند مراقب ایشان است، و اعمالشان را ثبت و ضبط می‌نماید، و در برابر کارهای خوب و بدشان آنان را مجازات خواهد کرد. (﴿وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ﴾) و تو مسئول آنها نیستی، و از تو دربارۀ اعمال آنها پرسیده نمی‌شود؛ بلکه تو فقط رساننده هستی و وظیفه‌ات را انجام داده‌ای."
    },
    {
      "id": 4279,
      "verse_number": 7,
      "verse_key": "42:7",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926944,
          "resource_id": 135,
          "text": "ما قرآن را این گونه به زبان عربی بر تو وحى كردیم تا اهل مکه و ساكنان اطرافش را بیم دهى و در مورد روز محشر ـ که تردیدی در وقوعش نیست ـ به آنان هشدار دهى. [آن روز،] گروهى بهشتى‌اند و گروهى در آتش سوزان."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال منّت خویش را بر پیامبر و بر مردم بیان کرد که (﴿قُرۡءَانًا عَرَبِيّٗا﴾) قرآنی عربی را که الفاظ و معانی آن روشن هستند نازل فرموده، (﴿لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا﴾) تا مردم مکه و کسانی از ساکنان آبادی‌های پیرامون مکّه را بترسانی. سپس این بیم دادن را به سایر مردم جهان برساند. \n(﴿وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ﴾) و مردم را از روز گردهمایی؛ یعنی قیامت، که خداوند همۀ مردمان را از اوّل تا آخر در آن جمع می‌کند، بترسانی. و به آنها خبر دهی که (﴿لَا رَيۡبَ فِيهِ﴾) شکی در آمدن قیامت نیست. و مردم در آن روز به دو گروه تقسیم می‌شوند: (﴿فَرِيقٞ فِي ٱلۡجَنَّةِ﴾) گروهی در بهشت خواهند بود؛ و آنها کسانی هستند که به خدا ایمان آورده و پیامبران را تصدیق کرده‌اند. (﴿وَفَرِيقٞ فِي ٱلسَّعِيرِ﴾) و گروهی در دوزخ خواهند بود؛ و آنان انواع کافران تکذیب کننده می‌باشند."
    },
    {
      "id": 4280,
      "verse_number": 8,
      "verse_key": "42:8",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926945,
          "resource_id": 135,
          "text": "اگر الله مى‌خواست، همۀ مردم را امتی واحد [که الله را به یگانگی عبادت کنند] قرار مى‌داد؛ ولى [به انسان اختیار داد؛ او تعالی] هر کس را بخواهد، به رحمت خویش درمی‌آورد؛ و مشرکان هیچ کارساز و یاورى نخواهند داشت."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ﴾) با وجود این اگر خداوند می‌خواست، همۀ مردم را یک امّتِ بر هدایت قرار می‌داد؛ چون او تواناست و هیچ چیزی از ارادۀ وی سرپیچی نمی‌کند. ولی خداوند خواست، هرکس را از بندگان برگزیده‌اش که بخواهد، به رحمت خویش داخل گرداند. امّا ستمگران صلاحیّت برخورداری از خیر و خوبی را ندارند، و آنها از رحمت خدا محروم هستند. (﴿مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ﴾) پس غیر از خداوند دیگر دوست و یاوری ندارند که آنها را سرپرستی نماید تا به آنچه که خوب و دوست داشتنی است دست یابند، و از آنچه که ناخوشایند است در امان بمانند."
    },
    {
      "id": 4281,
      "verse_number": 9,
      "verse_key": "42:9",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 421,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926946,
          "resource_id": 135,
          "text": "آیا آنان به جای او کسی [دیگر را به عنوان دوست و] کارساز برگزیده‌اند؟ حال آنكه كارساز [جهانیان] الله است و اوست كه مردگان را زنده مى‌كند و بر هر كارى تواناست."
        }
      ],
      "tafsir_saadi": "کسانی که (﴿أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ﴾) جز خدا چیزهایی را به دوستی گرفته؛ و با پرستش آنها، آنان را یاور و سرپرست خود قرار داده‌اند؛ مرتکب زشت‌ترین اشتباه شده‌اند؛ زیرا تنها خداوند کارساز است، و بندگانش باید با پرستش و طاعتش، و نزدیکی جستن به او -با انواع تقرّبات ممکن- او را به یاوری و دوستی بگیرند؛ چراکه فقط او به تدبیر بندگانش می‌پردازد، و به طور ویژه بندگان مؤمن خود را از تاریکی‌ها به سوی نور هدایت می‌کند، و به لطف خود آنان را کمک نموده، و در همۀ کارهایشان آنان را سرپرستی می‌نماید.\n(﴿وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾) و او مردگان را زنده می‌گرداند و او بر همه چیز تواناست؛ یعنی زنده کردن و میراندن در دست اوست، و مشیّت و قدرت او نافذ می‌باشد. پس او سزاوار آن است که به تنهایی پرستش شود؛ چرا که شریکی ندارد."
    },
    {
      "id": 4282,
      "verse_number": 10,
      "verse_key": "42:10",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "page_number": 483,
      "juz_number": 25,
      "translations": [
        {
          "id": 926947,
          "resource_id": 135,
          "text": "[بگو: «ای مردم،] هر اختلافى بین شماست، داورى‌اش با الله است. این است الله، پروردگار من؛ بر او توکل كرده‌ام و به پیشگاهش بازمی‌آیم»."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِ﴾) و در هر چیزی از اصول وفروع دینتان که اختلاف کنید، داوری آن به کتاب خدا و سنّت پیامبرش واگذار می‌گردد. پس هر چه کتاب و سنّت حکم کردند، حق همان است؛ و هرچه با کتاب و سنت مخالف باشد، باطل است. \n(﴿ذَٰلِكُمُ ٱللَّهُ رَبِّي﴾) این است خداوند، پروردگار من؛ یعنی همان‌طور که او پروردگار و آفریننده و روزی دهنده و مدبّر است، او تعالی نیز به وسیلۀ شریعت خود، در همۀ امور بندگانش میان آنان داوری می‌نماید. مفهوم آیۀ کریمه این است که اتّفاق امّت، حجّتی قاطع است؛ چون خداوند متعال به ما دستور داده که فقط چیزهایی را به او بازگردانیم که در آن اختلاف کرده‌ایم؛ پس آنچه که ما بر آن اتّفاق نموده‌ایم، کافی است که امّت بر آن اتفاق کرده باشد؛ زیرا امّت از خطا مصون می‌باشد. و حتماً اتّفاق امّت، با آنچه که در کتاب خدا و سنّت پیامبرش آمده است موافق است. \n(﴿عَلَيۡهِ تَوَكَّلۡتُ﴾) بر او توکل نموده‌ام، و در به ‌دست آوردن منافع و دور کردن زیان‌ها دل به او سپرده‌ام، و به خداوند اعتماد دارم که مرا بر این امر کمک می‌نماید. (﴿وَإِلَيۡهِ أُنِيبُ﴾) و با قلب و جسمم به سوی او روی می‌آورم، و به طاعت وعبادت او می‌پردازم. و این دو اصل را خداوند در بسیاری از آیات کتابش بیان می‌دارد؛ چون با مجموع این دو چیز، بنده کمال را به دست می‌آورد؛ و اگر این دو چیز نباشند یا یکی نباشد، کمال مطلوب را از دست می‌دهد. همان‌طور که فرموده است: ﴿إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ﴾ فقط تو را می‌پرستیم، و تنها از تو یاری می‌جوییم. و فرموده است: ﴿فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِ﴾ او را بپرست، و بر او توکّل کن."
    },
    {
      "id": 4283,
      "verse_number": 11,
      "verse_key": "42:11",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَاطِرُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَـٰمِ أَزْوَٰجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "page_number": 484,
      "juz_number": 25,
      "translations": [
        {
          "id": 926948,
          "resource_id": 135,
          "text": "او آفرینندۀ آسمان‌ها و زمین است؛ همسرانى از [جنسِ] خود شما برایتان قرار داد و از چهارپایان نیز جفت آفرید؛ به این صورت، تعداد شما را افزایش مى‌دهد. هیچ چیز همانند الله نیست و همو شنوا و بیناست."
        }
      ],
      "tafsir_saadi": "(﴿فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) با قدرت و مشیّت وحکمت خود، آسمان‌ها و زمین را آفریده است، (﴿جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا﴾) و از جنس خودتان برای شما همسرانی آفرید تا در کنار آنها آرام بگیرید، و نسل و فرزندانتان گسترش یابند، و منافع و فوایدی عایدتان گردد. (﴿وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا﴾) و از همۀ اقسام حیوانات، نر و مادّه آفریده است تا باقی بمانند و افزایش پیدا کنند، تا منافع زیادی به شما برسد. به همین جهت آن را به وسیلۀ حرف «لام» متعدی کرد و فرمود: (﴿لَكُم﴾) که بر تعلیل دلالت می‌کند؛ یعنی آن را به خاطر شما، و به خاطر نازل کردن نعمت بر شما خلق نمود. \nبنابراین فرمود: (﴿يَذۡرَؤُكُمۡ فِيهِ﴾) یعنی در زمین ـ بدان سبب که از خودتان، به خاطر منافع شما همسرانی قرار داد؛ و به خاطر منافع شما، در میان چهارپایان نر و ماده را قرار داده است ـ شما را منتشر می‌کند و هم شما را و هم چهارپایانتان را تکثیر می‌نماید. \n(﴿لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞ﴾) هیچ چیزی همانند خدا نیست، و هیچ چیزی از مخلوقات با او مشابهتی ندارد؛ نه در ذات او و نه در اسما و صفات، و نه در کارهایش چیزی شبیه او نیست، چون نام‌های او همه نیکو هستند، و صفات او صفت‌های کمال و عظمت می‌باشند، و خداوند مخلوقات بزرگ را بدون اینکه شریک و همراهی داشته باشد پدید آورده است. پس هیچ چیزی همانند او نیست؛ زیرا فقط او از هر جهت یگانه و یکتاست و کامل است. (﴿وَهُوَ ٱلسَّمِيعُ﴾) و او همۀ صداها را علی‌رغم اختلاف زبان‌ها و گوناگون بودن نیازها می‌شنود. (﴿ٱلۡبَصِيرُ﴾) بیناست، و حتی خزیدن مورچۀ سیاه را در شب تاریک بر روی صخرۀ صاف می‌بیند. و او فرایند جذب و تبدیل غذا را در اعضای حیوانات بسیار کوچک مشاهده می‌کند، و حرکت و جریان آب را در شاخه‌های باریک [درختان و گیاه] می‌بیند. این آیه و امثال آن دلیلی است بر صحّت مذهب اهل سنّت و جماعت که صفات را برای خدا اثبات نموده، و همگونی و مشابهت را از او نفی می‌کنند. فرمودۀ خدا (﴿لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞ﴾) ردّی است بر اعتقاد گروه «مُشَبِّهَهْ”؛آنهایی که صفات خدا را به صفات مخلوق تشبیه می‌کنند. و فرمودۀ (﴿وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ﴾) ردّی است برای «معطِّله”؛آنهایی که صفات را تعطیل نموده و آنها را انکار می‌کنند."
    },
    {
      "id": 4284,
      "verse_number": 12,
      "verse_key": "42:12",
      "hizb_number": 49,
      "rub_el_hizb_number": 193,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لَهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "page_number": 484,
      "juz_number": 25,
      "translations": [
        {
          "id": 926949,
          "resource_id": 135,
          "text": "کلید‌ [گنجینه‌های] آسمان‌ها و زمین از آنِ اوست؛ [نعمت و] روزی را بر هر کس که بخواهد، گسترده می‌دارد و یا تنگ می‌گرداند. به راستی که او بر هر چیزی داناست."
        }
      ],
      "tafsir_saadi": "(﴿لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) فرمانروایی آسمان‌ها و زمین از آن اوست، و کلیدهای رحمت و روزی و نعمت‌های ظاهری و باطنی در دست اوست. پس همۀ خلق در به‌دست آوردن منافعشان و دور کردن زیان‌هاشان، و در همۀ حالت‌ها به خدا نیازمندند، و هیچ کس از آنها اختیاری ندارد. و خداوند بخشنده و منع کننده است، و زیان دهنده و نفع دهنده می‌باشد؛ هر نعمتی که بندگان دارند از جانب اوست، و شرّ و بدی را جز او کسی دفع نمی‌کند. ﴿مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ﴾ هر درِ رحمتی را که خداوند برای مردم بگشاید، هیچ باز دارنده‌ای برای آن نیست؛ و آنچه را که نگاه دارد، هیچ رها کننده‌ای برای آن وجود ندارد. بنابراین در اینجا فرمود: \n (﴿يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ﴾) اوست که روزی را برای هر کس بخواهد، فراخ می‌دارد و فراوان می‌نماید و از انواع روزی‌ها به او هر آنچه بخواهد می‌دهد. (﴿وَيَقۡدِرُ﴾) و برای هرکس که بخواهد، آن را تنگ می‌دارد. تا به اندازۀ نیازش باشد و از نیازش بیشتر نباشد. و همۀ اینها تابع علم و حکمت اوست. بنابراین فرمود: \n(﴿إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ﴾) بی‌گمان او به هرچیزی داناست. پس او احوال بندگانش را می‌داند، و به هریک حسب حکمت او و مشیّت خود می‌بخشد."
    },
    {
      "id": 4285,
      "verse_number": 13,
      "verse_key": "42:13",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ",
      "page_number": 484,
      "juz_number": 25,
      "translations": [
        {
          "id": 926950,
          "resource_id": 135,
          "text": "از دین همان را براى شما مقرر كرد كه به نوح امر كرده بود؛ و نیز آنچه به تو وحى كردیم و آنچه به ابراهیم و موسى و عیسى امر كردیم؛ اینكه: «دین را برپا نگاه دارید و در مورد آن فرقه‌فرقه نشوید [و اختلاف نورزید]». [پذیرشِ] دعوت تو بر مشركان گران آمده است. الله است كه هر كس را بخواهد [توفیقِ عبادت می‌دهد و] به سوى خویش برمى‌گزیند؛ و هر کس را [که توبه کند و به درگاهش] بازآید، به سوى خویش هدایت خواهد كرد."
        }
      ],
      "tafsir_saadi": "این بزرگ‌ترین نعمت خدا بر بندگانش می‌باشد که بهترین و برترین و پاکیزه‌ترین دین را -که دین اسلام است- برایشان مقرّر داشته است؛ دینی که خداوند برای بندگان برگزیده‌اش مقرّر نموده است. خداوند این دین را برای منتخبان و برگزیدگان- که پیامبران اولوالعزم هستند و در این آیه ذکر شده‌اند، و از هر جهت والا مقام‌ترین و کامل‌ترین انسان‌ها هستند- مقرّر داشته است. پس دینی که خداوند برای آنها مقرّر داشته است، مناسب حال آنان می‌باشد و موافق با کمال آنهاست، بلکه خداوند آنها را کامل گردانده و برگزیده است؛ چون به این دین بپا خاسته‌اند. و اگر دین اسلام نبود، هیچ احدی مقامش بالا نمی‌رفت. پس این دین، روح سعادت و قطب و محور کمال است؛ و آن چیزی است که این کتاب ارزشمند در بر گیرندۀ آن می‌باشد و به سوی آن فرا می‌خواند، از قبیل: توحید و اعمال شایسته و اخلاق و آداب. (﴿أَنۡ أَقِيمُواْ ٱلدِّينَ﴾) شما را فرمان داده که همۀ شرایع و قوانین دین و اصول و فروعش را برپای دارید، خودتان آن را برپای دارید، و بکوشید تا آن‌را در زندگی دیگران نیز پیاده کنید وهمدیگررا بر نیکویی وپرهیزگاری یاری نمایید و از گناه و دشمنی کردن باز دارید. (﴿وَلَا تَتَفَرَّقُواْ فِيهِ﴾) و در آن اختلاف نورزید، بلکه بر اصول و فروع دین متّفق بمانید، و بکوشید که اختلاف در مسائل، شما را متفرّق ننماید و به گروه‌ها و احزابی تبدیل نشوید که با همدیگر دشمنی می‌ورزید درحالی که در اصل دین متفق هستید. و از مصادیق اجتماع و اتفاق بر دین، می‌توان به اجتماعات عمومی اشاره کرد که شریعت به آن فرمان داده است مانند حج و اعیاد و جمعه‌ها و نمازهای پنج‌گانه و جهاد و دیگر عبادت‌هایی که جز با گردهم آمدن کامل نمی‌گردند. \n(﴿كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِ﴾) وقتی آنها را به یگانه پرستی و اخلاص در طاعت و عبادت برای خدا امر نمودی، این امر به شدّت بر آنها دشوار آمد، همان‌طور که خداوند در مورد آنها فرموده است: ﴿وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ﴾ و هرگاه خدا به تنهایی یاد شود، دل‌های کسانی که به آخرت ایمان نمی‌آورند متنفّر می‌گردد؛ و هرگاه کسانی غیر از او یاد شوند، به‌ناگاه شادمان می‌گردند. و قول آنان را نقل می‌کند و می‌فرماید: ﴿أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ﴾ چگونه معبودان [متعدد] را به معبود واحد تبدیل می‌گرداند؟! به درستی که چیزی که او آورده و به سویش دعوت می‌کند، بسیار عجیب است. (﴿ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ﴾) خداوند از میان بندگانش، هرکس را که شایسته برگزیده شدن برای رسالت و ولایت باشد برمی‌گزیند. بر این اساس او این امّت را برگزیده، و بر سایر امّت‌ها فضیلت داده، و بهترین ادیان را برای آن انتخاب کرده است. \n(﴿وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ﴾) و هرکس را که رو به سوی او ‌نهد، به سوی خویش هدایت می‌کند. فراهم شدن این سبب از جانب بنده، او را به هدایت الهی می‌رساند، و این سبب، روی آوردن بنده به پروردگارش می‌باشد و متوجّه شدن انگیزه‌های قلبی‌اش به خدا و اینکه هدفش جلب رضایت خدا باشد. پس خوب و نیک بودن ارادۀ بنده به همراه تلاش او در طلب هدایت، از اسبابی است که هدایت را برای او آسان می‌گرداند. همان‌طور که خداوند متعال می‌فرماید: ﴿يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ﴾ خداوند به وسیلۀ آن هرکس را که از خشنودی پروردگارش پیروی نماید، به راه‌های سلامتی هدایت می‌کند.\nو آیۀ ﴿وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ﴾ و ﴿وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّ﴾ و حقایقی در مورد اصحاب ـ رضی الله عنهم أجمعین ـ که مبین بازگشت واقعی آنها به سوی خداست، دلیل‌اند بر اینکه قول اصحاب حجت است، به ویژه قول و گفتۀ خلفای راشدین ـ رضی الله عنهم اجمعین ـ ."
    },
    {
      "id": 4286,
      "verse_number": 14,
      "verse_key": "42:14",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَـٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
      "page_number": 484,
      "juz_number": 25,
      "translations": [
        {
          "id": 926951,
          "resource_id": 135,
          "text": "هنگامی که دلایل محکمِ نبوتِ پیامبر بر کافران عرضه شد، آنان از روی برترى‌خواهى [و حسادتی] كه بینشان بود، راه تفرقه پیمودند؛ و اگر فرمان پروردگارت [در موردِ مهلت و تأخیرِ عذاب] تا زمانى معین، از پیش مقرر نشده بود، [بی‌درنگ] میانشان داورى مى‌شد؛ و اما پس از کافران [و به دلیل انكار و اختلاف آنان] وارثان كتاب [تورات و انجیل نیز] در مورد قرآن، سخت در تردید و بدگمانى‌ هستند."
        }
      ],
      "tafsir_saadi": "وقتی خداوند به اتّفاق مسلمین و اجتماع آنان بر دینشان فرمان داد و آنها را از تفرقه نهی کرد، به آنان خبر داد که شایسته نیست به آنچه از کتاب که بر آنها نازل کرده است مغرور شوند؛ چون اهل کتاب متفرّق و پراکنده نشدند مگر بعد از آنکه خداوند کتاب را بر آنها نازل کرد؛ کتابی که موجب اجتماع و وحدت است. پس آنها کاری بر خلاف آنچه کتابشان به آنها دستور داده بود انجام دادند، و این به‌خاطر دشمنی و تجاوزشان بود. آنها نسبت به یکدیگر بغض و حسد ورزیدند، و میان آنها اختلاف و دشمنی ایجاد شد. پس ای مسلمان‌ها! بپرهیزید از اینکه مانند آنها باشید. \n(﴿وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى﴾) و اگر سخن پروردگارت بر این نرفته بود که تا مدّت معینی عذاب داده نشوند، و در کیفر دادن آنها تاخیر شود، (﴿لَّقُضِيَ بَيۡنَهُمۡ﴾) در میان آنان داوری می‌شد، ولی حکمت و بردباری او اقتضا می‌کرد که عذاب، فوراً آنها را فرا نگیرد، (﴿وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ﴾) و بی‌گمان، کسانی که کتاب را از گذشتگان به ارث برده‌اند و به آنان عالم گفته می‌شود، (﴿لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ﴾) در اشتباه فاحشی هستند، و همین امر میان آنان اختلاف ایجاد می‌کند. گذشتگانِ آنها از روی حسد و تجاوز اختلاف ورزیدند، و جانشینانشان از روی شک و تردید اختلاف نمودند، و همه در اختلافِ مذموم مشترک هستند."
    },
    {
      "id": 4287,
      "verse_number": 15,
      "verse_key": "42:15",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَـٰبٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
      "page_number": 484,
      "juz_number": 25,
      "translations": [
        {
          "id": 926952,
          "resource_id": 135,
          "text": "[ای پیامبر، مردم را] به سوی این [آیین الهی] دعوت کن و چنان كه فرمان یافته‌اى پایداری كن و از هوس‌های آنان پیروى نكن و بگو: «به همۀ کتاب‌هایی كه الله نازل كرده است ایمان دارم و فرمان یافته‌ام كه در برابر شما به عدالت رفتار كنم. الله پروردگار ما و شماست. [نتیجۀ] اعمال ما براى ماست و [نتیجۀ] اعمال شما براى شما؛ هیچ [دشمنی و] جدالی بین ما و شما نیست. الله همۀ ما را [در قیامت] جمع خواهد كرد و بازگشت [همه] به سوی اوست»."
        }
      ],
      "tafsir_saadi": "(﴿فَلِذَٰلِكَ فَٱدۡعُ﴾) پس به سوی دین استوار و راه راستی که خداوند کتاب‌هایش را بر آن نازل فرموده و پیامبرانش را بر آن فرستاده است فرا بخوان؛ و امّت خویش را به سوی آن دعوت کن و آنها را به آن تشویق کن؛ و با هرکس که آن را نمی‌پذیرد جهاد کن. (﴿وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ﴾) و همان‌گونه که فرمان یافته‌ای ایستادگی کن؛ یعنی استقامتی کن که موافق با دستور خدا باشد؛ نه افراطی در آن باشد و نه تفریط، بلکه در آن از دستورات الهی فرمانبرداری کن و از آنچه نهی کرده پرهیز نما، به صورتی که همواره این کار ادامه داشته باشد. پس پیامبر را دستور داد که با درپیش گرفتن استقامت، خود را تکمیل گرداند و دیگران را نیز با دعوت کردن به استقامت، به سوی کمال هدایت کند. و معلوم است که هرآنچه به پیامبر دستور داده ‌شود، به امّت او نیز دستور داده می‌شود، البته به شرطی که دستور مخصوص پیامبر نباشد. (﴿وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ﴾) و از خواسته‌ها و امیال کافران یا منافقانی که از دین منحرف هستند پیروی مکن؛ زیرا پیروی از آنها، به معنی پیروی کردنِ بخشی از دینشان، یا ترک کردن دعوتِ به سوی خدا یا ترک استقامت است. پس اگر تو از خواسته و امیال آنها پیروی نمایی -پس از آنکه علم و دانش به نزد تو آمده است- آنگاه از ستمکاران خواهی بود. نفرمود از دینشان پیروی مکن؛ چون حقیقتِ دین آنها که خداوند برایشان مقرّر کرده است، دین همۀ پیامبران است، امّا آنها از حقیقتِ دین خود پیروی نکرده‌اند، بلکه از خواست‌ها و امیالشان پیروی نموده و دینشان را به بازیچه گرفته‌اند. \n(﴿وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖ﴾) و به هنگام مجادله و مناظره با آنها بگو: من به هر کتابی که از سوی خدا نازل شده است ایمان آورده‌ام؛ یعنی مناظره و مجادلۀ تو با آنها باید بر این اصل بزرگ استوار باشد؛ اصلی که بر شرافت و شکوه اسلام و چیره بودن آن بر همۀ ادیان دلالت می‌نماید، و دینی که اهل کتاب گمان می‌برند بر آن هستند بخشی از اسلام است. در اینجا بیان شده که اگر اهل کتاب بر این محور مناظره کنند که به بعضی از کتاب‌ها یا پیامبران، ایمان دارند و به بعضی ایمان ندارند از آنها پذیرفته نمی‌شود؛ چون کتابی که به سوی آن دعوت می‌کنند و پیامبری که خود را به او نسبت می‌دهند، باید این قرآن و کسی که آن را آورده است را تصدیق کنند. پس کتاب ما و پیامبرمان ما را فرمان داده‌اند که به موسی و عیسی و تورات و انجیل ایمان داشته باشیم و آن را تصدیق کنیم، و خبر داده‌اند که این کتاب‌ها صحّت قرآن را تصدیق و به آن اقرار کرده‌اند. امّا کتاب و پیامبرمان ما را به ایمان آوردن به تورات و انجیل و موسی و عیسایی که برای ما توصيف نشده‌اند و مطابق با کتاب ما نیستند فرمان نداده است.\n(﴿وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُ﴾) و فرمان یافته‌ام که در داوری میان شما و آنچه در آن اختلاف کرده‌اید، دادگری کنم. پس ای اهل کتاب، دشمنی شما و کینه‌ورزی‌تان با من، مرا از دادگری میان شما باز نمی‌دارد؛ و مرا از اینکه از میان گفته‌های مختلف اهل کتاب و دیگران سخن حق را بپذیرم و باطل را رد کنم و به عدالت حکم کنم، منع نمی‌کند. (﴿ٱللَّهُ رَبُّنَا وَرَبُّكُمۡ﴾) الله، پروردگار ما و پروردگار شماست؛ یعنی او پروردگار همه است، و شما به اینکه پروردگارتان باشد از ما سزاوارتر نیستید. \n(﴿لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ﴾) اعمال خوب و بد ما از آن ماست و اعمال شما از آن شماست، (﴿لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُ﴾) یعنی بعد از آنکه حقایق روشن گشت، و حق از باطل و هدایت از گمراهی مشخّص گردید، جایی برای جدال و ستیز و کشمکش باقی نمانده است. چون منظور از مجادله و گفتگو این است که حق از باطل روشن گردد تا فردی که راه‌یافته است، هدایت شود؛ و حجّت بر فرد گمراه اقامه گردد. منظور این است که با اهل کتاب مجادله نشود؛ چرا که خداوند می‌فرماید: و با اهل کتاب مجادله نکنید مگر به شیوه‌ای که بهتر است. منظور همان چیزی است که ما بیان کردیم. (﴿ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ﴾) خداوند در روز قیامت همۀ ما را گرد می‌آورد، و هر یک را طبق عملش مجازات می‌کند، و در این وقت دروغگو و راستگو مشخّص می‌شوند."
    },
    {
      "id": 4288,
      "verse_number": 16,
      "verse_key": "42:16",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926953,
          "resource_id": 135,
          "text": "كسانى كه دربارۀ الله [و دین او] پس از آن كه [دعوت او از سوی مردم منصف] پذيرفته شد، به مجادله مى‌پردازند، حجّتشان نزد پروردگارشان [باطل و] بى‌پایه است؛ خشم [الهی] گریبانگیرشان مى‌شود و عذابى سخت [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "این آیه (﴿وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ ...﴾) تاکید ﴿لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُ﴾ [میان ما و شما هیچ مجادله‌ای نیست] می‌باشد. (﴿وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ﴾) و کسانی که دربارۀ خدا به وسیلۀ حجّت‌های باطل و شبهات متناقض مجادله و مخاصمه می‌ورزند، (﴿مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ﴾) بعد از آنکه خردمندان و عاقلان به سبب آیات و نشانه‌های قاطع و دلایل روشن فرمان او را پذیرفته‌اند، پس اینان که با حق به مجادله می‌پردازند، پس از آنکه حق برایشان روشن شده است، (﴿حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ﴾) مجادلۀ آنها نزد پروردگارشان باطل است و پذیرفتنی نیست. چون مجادلۀ آنها مشتمل بر ردّ حق است، و هرآنچه که با حق مخالف باشد باطل است. (﴿وَعَلَيۡهِمۡ غَضَبٞ﴾) و به‌خاطر نافرمانی و رویگردانی‌شان از حجّت‌های خدا و دروغ انگاشتن آن، خشم خدا بر آنهاست. (﴿وَلَهُمۡ عَذَابٞ شَدِيدٌ﴾) و عذابی دردناک دارند که آن عذاب نتیجۀ خشم خداوند بر آنهاست. پس این کیفرِ هر آن کسی است که به وسیلۀ باطل با حق به مجادله می‌پردازد."
    },
    {
      "id": 4289,
      "verse_number": 17,
      "verse_key": "42:17",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926954,
          "resource_id": 135,
          "text": "الله است که قرآن و مقیاس عدالت را به‌حق نازل كرده است؛ و تو چه می‌دانی؟ شاید قیامت نزدیک باشد."
        }
      ],
      "tafsir_saadi": "وقتی خداوند متعال بیان کرد که حجّت‌ها و دلایل او واضح و روشن هستند، طوری که هر کس در وی امید خیری باشد آن را می‌پذیرد، اصل و اساس حجّت‌ها را نیز بیان کرد، اساسی که همۀ دلایل و حجّت‌هایی که به بندگان رسیده‌اند به این دلیل برمی‌گردند. \nپس فرمود: (﴿ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَ﴾) خداوند ذاتی است که کتاب و ابزار سنجش را به حق نازل کرده است. کتاب، این قرآن بزرگ است که به حق نازل شده، و مشتمل بر حق و راستی و یقین است، و سراسر آن نشانه‌های روشن و دلایل واضح است که بر همۀ مطالب الهی و عقاید دینی دلالت می‌کند. پس قرآن بهترین مسائل و روشن‌ترین دلایل را ارائه داده است. امّا معیار و میزان عدالت و سنجش و مقایسۀ درست و عقل صحیح می‌باشد. بنابراین همۀ دلایل عقلی از قبیل: نشانه‌های الهی در کرانه‌های جهان و نشانه‌هایی که در وجود انسان است، و اعتبارات و معیارهای شرعی، و مناسبت‌ها و علّت‌ها و احکام و حکمت‌ها همه در میزان و معیاری داخل هستند که خداوند آن را در میان بندگانش گذاشته است تا اموری را که اثبات نموده و اموری را که نفی کرده است بسنجید، و به وسیلۀ آن به راست بودن پیام خداوند و پیامبرانش یقین حاصل کنید. و آنچه از دایرۀ کتاب و میزان بیرون است و آنچه گفته می‌شود حجّت و دلیل است باطل و متناقض می‌باشد، اصل آن فاسد است و مبانی و فروع آن نیز فاسد می‌باشد. و هرکس که قدرت تشخیص را داشته باشد و ادله راجح و مرجوح را از یکدیگر تشخیص دهد و حجّت‌ها و شبهات را از هم بازشناسد، به این موضوع واقف است. ولی هرکس فریب عبارت‌های آراسته و کلمات فریبنده را بخورد و بصیرت او معنی مورد نظر را درنیابد، او اهل این کار نیست و از سوارکاران این میدان نمی‌باشد. پس موافقت و مخالفت او برابر است.\nسپس خداوند متعال با ترساندن کسانی که در آمدن قیامت شتاب دارند و منکر آن هستند فرمود: (﴿وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ﴾) و تو چه می‌دانی شاید قیامت نزدیک باشد. پس زمان و فاصلۀ آن معلوم نیست، و مشخص نیست که چه زمانی برپا می‌شود، بنابراین در هر وقتی اتفاق افتادن آن انتظار می‌رود."
    },
    {
      "id": 4290,
      "verse_number": 18,
      "verse_key": "42:18",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَـٰلٍۭ بَعِيدٍ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926955,
          "resource_id": 135,
          "text": "كسانى كه قیامت را باور ندارند، [با تمسخر و] به شتاب آن را مى‌خواهند؛ و كسانى كه [به روزِ جزا] باور دارند و مى‌دانند كه حق است، از آن هراسانند. آگاه باشید! کسانی كه در مورد قیامت، جدل و انكار مى‌كنند، در گمراهىِ بى‌پایانى قرار دارند."
        }
      ],
      "tafsir_saadi": "(﴿يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَا﴾) کسانی که از روی عناد و تکذیب و ناتوان قرار دادن پروردگارشان به آن ایمان ندارند، در فرا رسیدن آن شتاب می‌ورزند، (﴿وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا﴾) امّا کسانی که ایمان آورده‌اند از قیامت در هراس اند؛ یعنی از آن می‌ترسند، چون به آن ایمان دارند و می‌دانند که در قیامت جزای اعمال داده می‌شود؛ و از آنجا که پروردگارشان را می‌شناسند، می‌ترسند که مبادا اعمالشان نجات دهنده نباشد و آنان را به سعادت نرساند. بنابراین فرمود: (﴿وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّ﴾) و می‌دانند که آن حق است و هیچ شک و تردیدی در وقوع آن ندارند. (﴿أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ﴾) بدانید کسانی که در وقوع قیامت شک دارند و دربارۀ آن به ستیز و مجادله می‌پردازند؛ یعنی بعد از آنکه دچار شک و تردید شدند، با پیامبران و پیروان آنان دربارۀ وقوع قیامت به مجادله پرداختند، (﴿لَفِي ضَلَٰلِۢ بَعِيدٍ﴾) در گمراهیِ بی‌نهایت دوری قرار دارند. و چه گمراهی و ضلالتی بدتر است از دوری و ضلالت کسی که سرای آخرت را تکذیب کرده است؛ سرایی که سرای حقیقی است و برای جاودانگی آفریده شده است؟! سرای سزا و جزایی که خداوند در آن عدالت و فضل خویش را اظهار می‌کند، و این جهان نسبت به آن، مانند سفر مسافری است که در زیر سایۀ درختی می‌خوابد سپس آن را ترک می‌کند و از آنجا کوچ می‌نماید. این دنیا، سرای عبور و گذر است نه محل استقرار و ماندن. پس کافران، فنا شدن و از بین رفتن دنیا را تصدیق می‌کنند؛ چون آن را مشاهده کرده‌اند، امّا سرای آخرت را تکذیب می‌نمایند، سرایی که کتاب‌های الهی و پیامبران بزرگوار و پیروانشان که از همۀ مردم؛ عقلی کامل‌تر و دانشی بیشتر دارند و فهمیده‌تر و هوشیارترند، از آن خبر داده‌اند."
    },
    {
      "id": 4291,
      "verse_number": 19,
      "verse_key": "42:19",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 422,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926956,
          "resource_id": 135,
          "text": "الله نسبت به بندگانش باریک‌بین [و مهربان] است؛ به هر کس بخواهد، روزی می‌بخشد؛ و او توانای شکست‌ناپذیر است."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که او (﴿لَطِيفُۢ بِعِبَادِهِۦ﴾) نسبت به بندگانش لطیف و مهربان است تا بندگان او را بشناسند و او را دوست بدارند و خود را در معرض لطف و کرم او قرار دهند. لطف از صفت‌های خداوند متعال است که به این معنی است او رازها و پنهانی‌ها را می‌داند، و بندگانش ـ به خصوص مؤمنان ـ را به آنچه که مایۀ خیر و صلاح آنهاست، هدایت می‌کند، و خیر و برکت را از راهی به آنها می‌رساند که خودشان نمی‌دانند و گمانش را نمی‌برند. از جمله لطف خداوند نسبت به بندۀ مؤمنش این است که او را ـ با فراهم کردن اسباب هدایت ـ به سوی خیر هدایت می‌کند، هدایتی که به فکر انسان نمی‌آید. اسبابی که خداوند برای هدایت بندۀ مؤمنش فراهم می‌کند، عبارت است از اینکه محبّتِ حق و تسلیم شدن در برابر آن را، در وجودش به ودیعه می‌نهد، و خداوند به فرشتگان گرامی‌اش الهام می‌کند تا او را استوار گردانند؛ و او را بر انجام خیر و نیکی تشویق، و حق را در دلش آراسته نمایند که سبب پیروی از حق می‌شود. \nو از مظاهر لطف خداوند این است که مؤمنان را به عبادت‌های دسته جمعی فرمان داده که این عبادت‌ها، اراده‌هایشان را قوی می‌گرداند، و همّت‌هایشان را بر می‌انگیزد، به گونه‌ای که آنها در راه خیر با یکدیگر رقابت می‌ورزند، و به آن علاقه‌مند می‌شوند و به یکدیگر اقتدا می‌کنند. و از مظاهر لطف خداوند نسبت به بندگانش این است که اسبابی را برای بنده ایجاد می‌کند که میان او و گناهان مانع می‌گردند. مثلاً چنانچه دنیا و ثروت و ریاست و امثال آن که اهل دنیا در آن با همدیگر به رقابت می‌پردازند بنده را از طاعت و عبادت خدا دور کند یا سبب ‌شود تا از خدا غافل گردد یا به گناهی روی آورد، خداوند ثروت و دارایی و ریاست را از او دور می‌دارد و رزقش را به اندازه‌اش می‌دهد.\n بنابراین در اینجا فرمود: (﴿يَرۡزُقُ مَن يَشَآءُ﴾) هرکس را که بخواهد، به اقتضای حکمت و لطفش روزی می‌دهد. (﴿وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ﴾) و او نیرومند و چیره است، و قدرت و توان همه از آن اوست. پس هیچ یک از مخلوقات توان کاری را ندارد مگر به کمک او که همه چیز در برابر او سر تسلیم فرود آورده است."
    },
    {
      "id": 4292,
      "verse_number": 20,
      "verse_key": "42:20",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْـَٔاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِن نَّصِيبٍ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926957,
          "resource_id": 135,
          "text": "کسی كه كِشت آخرت را بخواهد، به كِشته‌اش بركت مى‌بخشیم؛ و هر کس [تنها] كِشت دنیا را بخواهد، در اختیار او قرار مى‌دهیم؛ و[لى] در آخرت بهره‌اى نخواهد داشت."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ ﴾) هرکس اجر و پاداش آخرت را بخواهد؛ یعنی به قیامت باور داشته باشد و آن را تصدیق نماید و برایش تلاش کند، (﴿نَزِدۡ لَهُۥ فِي حَرۡثِهِۦ﴾) در کشت او می‌افزاییم؛ یعنی عمل او را چند برابر می‌نماییم، و پاداش آن را چند برابر می‌گردانیم. همان طور که خداوند متعال فرموده است: ﴿وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا﴾ و هرکس آخرت را بخواهد و برای آن تلاش کند درحالی که مؤمن است، تلاش ایشان قابل تقدیر و تشکّر است، با وجود این بهره‌اش در دنیا حتماً به او می‌رسد. \n(﴿وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا ﴾) و هرکس کشت دنیا را بخواهد، به این صورت که دنیا آخرین هدف او باشد و برای آخرت خود چیزی پیش نفرستد و به پاداش آن امید نداشته باشد و از عذاب آن نترسد، (﴿نُؤۡتِهِۦ مِنۡهَا﴾) بهره‌اش را که برایش مقرّر گشته است به او می‌دهیم.\n(﴿وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ﴾) امّا در آخرت هیچ بهره‌ای ندارد، و از بهشت و نعمت‌های آن محروم می‌گردد، و سزاوار آتش دوزخ می‌شود. و این آیه شبیه فرمودۀ الهی است که می‌فرماید: ﴿مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ﴾ هرکس زندگانی دنیا و زینت آن را بخواهد، اعمالشان را در آنجا کاملاً به ایشان می‌دهیم، و آنها در آنجا کم داده نمی‌شوند."
    },
    {
      "id": 4293,
      "verse_number": 21,
      "verse_key": "42:21",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَمْ لَهُمْ شُرَكَـٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926958,
          "resource_id": 135,
          "text": "آیا [مشرکان] معبودانى دارند كه بدون اجازۀ الله، [قوانین] دینى برایشان مقرر كرده‌اند؟ اگر حُكمِ قطعى [براى مهلت دادن به گناهکاران] در میان نبود، [بى‌درنگ] میانشان داورى مى‌شد؛ و ستمکاران عذابی دردناک [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که مشرکین انبازهایی را به یاوری و سرپرستی برگرفته‌اند، و هر دو گروه در اعمال کفر آمیز مشترک هستند، و اینها از شیطان‌های انسی می‌باشند که به کفر دعوت می‌کنند. (﴿شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُ﴾) و شرک و بدعت‌ها را برای ایشان به عنوان دین پدید آورده‌اند، و حلال خدا را حرام کرده، و حرام او را حلال نموده، و آنچه را که دلشان بخواهد برای آنان دین قرار داده‌اند. با اینکه دین همان چیزی است که خداوند متعال آن را مشروع نموده تا بندگان بر آن اساس وی را عبادت کنند، و به وسیلۀ آن خود را به خدا نزدیک نمایند. بنابراین هیچ کس حق ندارد چیزی را که از طرف خدا و پیامبرش نیامده باشد، به عنوان دین مقرّر بدارد؛ پس چگونه این فاسقان [این کار را می‌کنند] که هم آنان و هم پدرانشان در کفر مشترک هستند؟! \n(﴿وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡ﴾) و اگر خداوند مدّت معینی را مقرّر نکرده بود که در آن به گروه‌های مختلف مهلت دهد، فوراً به خوشبختی اهل حق و نابود شدن اهل باطل حکم و داوری می‌کرد؛ چون آنچه نابودی آنها را اقتضاء می‌نماید موجود است. امّا اینها بدانند که در آخرت عذاب دردناکی در پیش دارند که اینها و هر ستمگری بدان گرفتار می‌شوند."
    },
    {
      "id": 4294,
      "verse_number": 22,
      "verse_key": "42:22",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "تَرَى ٱلظَّـٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
      "page_number": 485,
      "juz_number": 25,
      "translations": [
        {
          "id": 926959,
          "resource_id": 135,
          "text": "[در روز قیامت،] ستمکاران را از دستاوردشان هراسان مى‌بینى و [خواهی دید که كیفر آن کارها] دامنگیرشان است؛ ولى مؤمنان نیكوكار در باغ‌های بهشتند؛ هر چه بخواهند، نزد پروردگارشان دارند؛ فضل [و بخششِ] بزرگ همین است."
        }
      ],
      "tafsir_saadi": "(﴿تَرَى ٱلظَّٰلِمِينَ﴾) در این روز کسانی را که با کفر ورزیدن و ارتکاب گناهان بر خود ستم کرده‌اند خواهی دید که، (﴿مُشۡفِقِينَ مِمَّا كَسَبُواْ﴾) از کارهایی که کرده‌اند سخت بیمناک‌اند؛ زیرا بر آن کیفر داده می‌شوند. و از آنجا که بیمناک، چیزی که از آن می‌ترسد احتمال دارد به آن دچار شود و [نیز] احتمال دارد بدان دچار نشود، خبر داد عذابی که این ستمکاران از آن می‌ترسند، (﴿وَاقِعُۢ بِهِمۡ﴾) به آنان خواهد رسید، چون آنها اسباب کیفر را فراهم آورده‌اند بدون اینکه معارضی از قبیل: توبه و غیره را داشته باشند، اکنون فرصت را از دست داده‌اند. \n(﴿وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و کسانی که با دل‌هایشان به خدا و کتاب‌ها و پیامبرانش ایمان آورده و کارهای شایسته کرده‌اند. هر نوع عمل صالحی از اعمال قلوب و اعمال جوارح از قبیل: واجبات و مستحبات در کارهای شایسته داخل هستند. پس چنین کسانی (﴿فِي رَوۡضَاتِ ٱلۡجَنَّاتِ﴾) در باغ‌های بهشت هستند؛ یعنی در باغ‌هایی هستند که به بهشت اضافه شده‌اند، و معلوم است که حالت مضاف که در اینجا «باغ‌ها» است، بر حسب حالت مضاف الیه است که «بهشت» می‌باشد. پس این باغ‌ها بسیار زیبا و شکوفا بوده، و در آن نهرها و چشمه‌های پُرآب و منظره‌های زیبا و صداهای دل‌انگیز است، و درختان پر میوه و پرندگان آواز خوان به وفور یافت می‌شوند، و اهل ایمان در کنار هم به سر می‌برند. و در آنجا کامل‌ترین بهره از همزیستی و همدم شدن با دوستان عاید آدمی می‌شود. باغ‌هایی که با گذشت زمان، زیبایی‌شان افزوده می‌گردد، و روز به روز اهالی آنها به لذّت‌هایشان اشتیاق بیشتری پیدا می‌کنند. \n(﴿لَهُم مَّا يَشَآءُونَ﴾) آنها هرچه در آن باغ‌ها بخواهند دارند. (﴿عِندَ رَبِّهِمۡ﴾) نزد پروردگارشان، پس هرچه بخواهند برایشان فراهم است؛ چیزهایی که هیچ چشمی آن را ندیده، و هیچ گوشی آن را نشنیده، و به دل هیچ انسانی خطور نکرده است. (﴿ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ﴾) این است فضل بزرگ. و آیا فضلی بزرگ‌تر از دستیابی به رضایت خداوند متعال، و بهره‌مند شدن از لقای او در سرای بهشت وجود دارد؟"
    },
    {
      "id": 4295,
      "verse_number": 23,
      "verse_key": "42:23",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ ۗ وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُۥ فِيهَا حُسْنًا ۚ إِنَّ ٱللَّهَ غَفُورٌ شَكُورٌ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926960,
          "resource_id": 135,
          "text": "این همان [فضیلتی] است كه الله به بندگان مؤمن و نیكوكارش بشارت مى‌دهد. [ای پیامبر،] بگو: «در برابر این رسالت، پاداشى از شما نمى‌خواهم؛ جز [رعایتِ دوستی و] محبتِ خویشاوندى؛ و هر کس [در این راستا] اقدام نیكویى كند، بر پاداشش در آن [مورد] مى‌افزاییم. به راستی كه الله آمرزگارى قدرشناس است."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) خداوند بخشنده و مهربان این مژدۀ بزرگ را -که به طور مطلق بزرگ‌ترین نوید است- به وسیلۀ برترین انسان به کسانی نوید می‌دهد که ایمان آورده‌اند و کار شایسته کرده‌اند. پس برخورداری از این نوید، بزرگ‌ترین هدف است؛ و وسیله‌ای که انسان را به آن می‌رساند، بهترین وسیله است. \n(﴿قُل لَّآ أَسۡ‍َٔلُكُمۡ عَلَيۡهِ أَجۡرًا﴾) بگو: در برابر رساندن این قرآن به شما و فراخواندتان به سوی احکام آن، از شما مزدی نمی‌خواهم. پس منظور من این نیست که اموالتان را از دستتان بگیرم، و نمی‌خواهم که بر شما ریاست و حکومت کنم و هدفی مادّی ندارم. \n(﴿إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰ﴾) احتمال دارد که معنی آیه این باشد که فقط یک چیز از شما می‌خواهم که فایدۀ آن به خود شما برمی‌گردد، و آن اینکه به‌خاطر خویشاوندی مرا دوست بدارید. و این دوست داشتن، اضافه بر دوست داشتنِ بر اساس ایمان است؛ زیرا دوست داشتن پیامبر صلی الله علیه وسلم ـ از روی ایمان ـ و مقدم داشتن محبت ایشان بر همۀ محبّت‌ها بعد از محبّت خدا، بر هر مسلمانی فرض است. و از کسانی که در این آیه به آنان اشاره شده است، درخواست شده است اضافه بر این محبت ایمانی، محبتی دیگر را نیز نسبت به پیامبر داشته باشند، و آن عبارت است از محبت خویشاوندی، چون پیامبر صلی الله علیه وسلم نزدیک‌ترین مردم و خویشاوندان خود را دعوت می‌کرد تا جایی که می‌گویند هیچ کس در تیره‌های قریش نبود مگر اینکه پیامبر با او نسبتی داشت، و به نوعی خویشاوند او بود. \nو احتمال دارد که منظور این باشد که از شما هیچ مزدی نمی‌خواهم مگر اینکه صادقانه خدا را دوست بدارید، و این با نزدیکی جستن به خدا، و متوسّل شدن به او به وسیلۀ طاعت و عبادتش که بر محبّت صادقانه و درستِ خدا دلالت می‌نماید، همراه است. بنابراین فرمود: (﴿إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰ﴾) مگر محبت به خاطر نزدیکی جستن و تقرّبِ به خدا. طبق هر دو گفته، این استثنا دلیلی است بر اینکه پیامبر صلی الله علیه وسلم در برابر دعوت از آنان هیچ پاداشی نمی‌طلبد مگر چیزی که فایده‌اش به خودشان برمی‌گردد، و این مزد نیست، بلکه مزد و پاداش همان است که پیامبر صلی الله علیه وسلم به آنها ‌داد. همانند اینکه خداوند متعال می‌فرماید: ﴿وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ﴾ و از آنان عیب و ایرادی جز این نگرفتند که به خداوند پیروزمند و ستوده ایمان آورده‌اند. و مانند اینکه می‌گویند: «فلانی گناهی نکرده جز اینکه با تو نیکی می‌کند.» \n(﴿وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًا﴾) و هرکس کار نیکی انجام دهد، از قبیل: نماز، روزه، حج یا نیکی کردن با مردم، بر نیکی عمل او می‌افزائیم، به این صورت که خداوند به او توفیق می‌دهد تا کارهای دیگری انجام دهد، و با آن اجر و پاداش مؤمن اضافه می‌شود، و نزد خدا و خلق جایگاهش بالا می‌رود، و پاداش دنیا و آخرت را به دست می‌آورد. (﴿إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ﴾) بی‌گمان، خداوند آمرزنده و شکرگزار است؛ گناهان بزرگ را هر چند که بزرگ باشند به هنگام توبه کردن و دست کشیدن از آن می‌آمرزد؛ و در مقابل عمل اندک، پاداش فراوان می‌دهد. پس او با مغفرت خویش، گناهان را می‌آمرزد و عیب‌ها را می‌پوشاند؛ و با پذیرفتن نیکی‌ها، آن را شکر می‌گزارد و نیکی‌ها را چندین برابر می‌نماید."
    },
    {
      "id": 4296,
      "verse_number": 24,
      "verse_key": "42:24",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۖ فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ ٱللَّهُ ٱلْبَـٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦٓ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926961,
          "resource_id": 135,
          "text": "آیا مشرکان مى‌گویند: «[محمد] به الله دروغ نسبت داده است؟» اگر الله بخواهد، بر دل تو مُهر مى‌نهد؛ و[لى] الله باطل را محو مى‌كند و حق را با سخنان [و تمهیداتِ] خویش به كرسى مى‌نشانَد؛ كه او به راز دل‌ها داناست."
        }
      ],
      "tafsir_saadi": "آیا کسانی که پیامبر را تکذیب می‌کنند، با جسارت و دروغ می‌گویند: (﴿ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا﴾) پیامبر بر خدا دروغ بسته است؟ آنها تو را به زشت‌ترین چیز متّهم می‌کنند، و می‌گویند: به خدا دروغ می‌بندی و ادّعای نبوّت می‌کنی، و چیزی را به خداوند نسبت می‌دهی که خداوند از آن پاک است، در حالی که راستگویی و امانتداری تو را می‌دانند. پس چگونه به خود جرأت می‌دهند که چنین دروغ صریحی را بگویند؟ بلکه با این کار بر خدا جرأت کرده‌اند؛ چون این عیب گرفتن از خداست که به تو قدرت داده تا چنین دعوت بزرگی را که به گمان آنها بزرگ‌ترین فساد در زمین است به ‌راه بیندازی؛ زیرا خداوند به پیامبر توانایی داده بود تا دعوت را بی‌پرده اعلام دارد، و آن را به خداوند نسبت دهد، و برای تایید آن معجزات آشکار و دلایل روشنی ارائه دهد، و پیروزی آشکار پیامبر و چیره شدن او بر مخالفان نیز از این جمله بود.\nدر حالی که خداوند متعال می‌توانست این دعوت را در اصل خفه کند، و بر دل پیامبر صلی الله علیه وسلم مهر زند و خیری به دلش وارد نشود. و وقتی بر دل او مهر می‌زد، همه چیز تمام می‌شد. پس این دلیل قاطعی است بر صحّت و درستی آنچه پیامبر صلی الله علیه وسلم آورده است، و قوی‌ترین شهادت از جانب خدا برای تایید گفته‌های اوست، و هیچ شهادتی بالاتر از این یافت نمی‌شود. بنابراین از حکمت و رحمت الهی و از سنّت‌های جاری اوست که باطل را نابود می‌کند، گرچه گاهی اوقات باطل دارای قدرت می‌گردد امّا سرانجام آن نابودی است. (﴿وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓ﴾) و با سخنان تکوینی‌اش ـ که تغییر نمی‌یابد ـ و با وعدۀ راستین‌اش حق را پابرجا می‌دارد که خود آن را تشریع نموده است، و آن را در دل‌ها ثابت می‌گرداند و خردمندان را بینش می‌دهد. آری! خداوند بزرگ به روش‌های گوناگون حق را پا برجا می‌دارد؛ یکی از این روش‌ها این است که باطل را برمی‌انگیزد تا با حق مقابله کند، پس وقتی که باطل به مقابله با حق پرداخت، حق با دلایل و حجّت‌هایش بر آن حمله‌ور می‌شود. آنجاست که نور و هدایت حق آشکار می‌گردد، و به وسیلۀ آن باطل نابود و ریشه‌کن می‌شود، و بطلان آن برای هرکسی روشن می‌گردد، و حق برای هرکسی کاملاً آشکار می‌شود. (﴿إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ﴾) بی‌گمان، خداوند به آنچه در سینه‌هاست، و به نیک و بدی که در دل‌هاست، و آنچه پنهان داشته و آنچه آشکار نکرده‌اند آگاه است."
    },
    {
      "id": 4297,
      "verse_number": 25,
      "verse_key": "42:25",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا۟ عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926962,
          "resource_id": 135,
          "text": "اوست که توبۀ بندگانش را می‌پذیرد و از بدی‌ها درمى‌گذرد و آنچه مى‌كنید مى‌داند."
        }
      ],
      "tafsir_saadi": "این بیان کرم و لطف خداوند و گستردگی بخشایندگی و کمال لطف اوست که (﴿يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ﴾) توبۀ بندگانش را می‌پذیرد وقتی که از گناهانشان دست می‌کشند و بر آن پیمان می‌بندند و تصمیم می‌گیرند که دوباره آن گناهان را انجام ندهند. پس اگر هدفشان پروردگار باشد، خداوند توبه‌شان را می‌پذیرد، این در حالی است که قبلاً سبب نابودی و گرفتار شدن به کیفرهای دنیوی و اخروی‌شان فراهم شده بود. (﴿وَيَعۡفُواْ عَنِ ٱلسَّيِّ‍َٔاتِ﴾) و گناهان و بدی‌ها را محو می‌کند، و عیب‌هایی که در اثر آن گناهان به وجود می‌آیند و کیفرهایی که نتیجۀ ارتکاب گناهان است از آنها دور می‌کند. و توبه کننده نزد او ارزشمند می‌گردد، به گونه‌ای که انگار کار بدی نکرده است. و خداوند او را دوست می‌دارد و به او توفیق انجام کارهایی می‌دهد که او را به خدا نزدیک می‌نمایند. و از آنجا که توبه از کارهای بزرگی است که گاهی به سبب کمال اخلاص و صداقت، کامل می‌شود؛ و گاهی به علّت ناقص بودن اخلاص و صداقت، ناقص خواهد شد و چه بسا فاسد و خراب ‌شود، اگر هدف از آن اهدافی دنیوی باشد ـ و این چیزها جایگاهشان دل است و فقط خدا آن را می‌داند ـ آیه را با این جمله به پایان برد: (﴿وَيَعۡلَمُ مَا تَفۡعَلُونَ﴾) و می‌داند آنچه را که انجام می‌دهید. \nخداوند همۀ بندگان را به بازگشت و روی آوردن به سوی او، و توبه کردن از کوتاهی‌ها فرا خوانده است. پس بندگان بر حسب اجابت و پذیرش، به دو گروه تقسیم شده‌اند: آنهایی که اجابت کرده‌اند و خداوند آنها را چنین توصیف نموده است: (﴿وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾)"
    },
    {
      "id": 4298,
      "verse_number": 26,
      "verse_key": "42:26",
      "hizb_number": 49,
      "rub_el_hizb_number": 194,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۚ وَٱلْكَـٰفِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926963,
          "resource_id": 135,
          "text": "او [درخواستِ] مؤمنانِ نیكوكار را مى‌پذیرد و از فضلِ خویش بر [پاداش] آنان مى‌افزاید؛ و کافران عذابى سخت [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "و کسانی که ایمان آورده و کارهای شایسته کرده‌اند پروردگارشان را اجابت می‌کنند و از او اطاعت می‌نمایند و به دعوت او لبّیک می‌گویند؛ چون ایمان و عمل صالحی که دارند، آنها را به این امر وادار می‌نماید. پس وقتی او را اجابت کردند، خداوند کارشان را سپاس می‌گزارد و او آمرزنده و شکرگزار است؛ (﴿وَيَزِيدُهُم مِّن فَضۡلِهِۦ﴾) و به آنان از فضل خود بیشتر می‌دهد؛ یعنی از فضل خویش به آنان توفیق عمل می‌دهد، و پاداش آنها را چند برابر بیش از آنچه که اعمال آنها مستحق آن است، می‌دهد. و امّا کسانی که دعوت خداوند را اجابت نمی‌نمایند؛ و آنها کسانی هستند که عناد می‌ورزند، (﴿وَٱلۡكَٰفِرُونَ﴾) و به خدا و پیامبرش کفر می‌ورزند، (﴿لَهُمۡ عَذَابٞ شَدِيدٞ﴾) اینان عذاب سخت و شدیدی در دنیا و آخرت دارند.\nسپس بیان کرد که از لطف خداوند نسبت به بندگانش این است که او دنیا و روزی را برایشان چنان فراوان نمی‌کند که به دین آنها زیان برساند. پس فرمود: (﴿وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ﴾) و اگر خداوند روزی را برای بندگانش فراوان نماید و گسترش دهد، در زمین سرکشی می‌کنند"
    },
    {
      "id": 4299,
      "verse_number": 27,
      "verse_key": "42:27",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "۞ وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا۟ فِى ٱلْأَرْضِ وَلَـٰكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ ۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرٌۢ بَصِيرٌ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926964,
          "resource_id": 135,
          "text": "اگر الله روزىِ [برخى از] بندگانش را گشایش مى‌داد، در زمین ستم و سركشى مى‌كردند؛ ولى به ‌اندازه‌اى كه بخواهد مقرر مى‌دارد ؛ زیرا او قطعاً به [حال] بندگانش آگاه و بیناست."
        }
      ],
      "tafsir_saadi": "یعنی از طاعت خدا غافل شده، و به شهوات و لذّت‌های دنیا روی می‌آورند، و به آنچه که هوی و هوس آنها می‌خواهد مشغول می‌شوند گرچه آن چیز گناه و ستم باشد. (﴿وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُ﴾) ولی به اندازه‌ای که لطف و حکمت او اقتضا می‌نماید فرو می‌فرستد. (﴿إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ﴾) چرا که او بندگانش را می‌بیند و از اوضاع و احوال آنها کاملاً آگاه است. همچنان که در بعضی روایت‌ها آمده است که خداوند متعال می‌فرماید: «برخی از بندگانم هستند که جز ثروت، ایمانشان را سامان نمی‌بخشد؛ و اگر او را فقیر گردانم، فقیری او را به فساد می‌کشاند. و برخی از بندگانم هستند که جز فقر و تنگدستی، ایمانشان را سامان نمی‌بخشد؛ و اگر او را ثروتمند گردانم، ثروتمندی ایمانش را فاسد می‌گرداند. و برخی از بندگانم هستند که ایمانشان جز با تندرستی سامان نمی‌یابد؛ و اگر او را بیمار گردانم، بیماری، ایمان او‌ را فاسد می‌نماید. \nو برخی از بندگانم هستند که ایمانشان فقط با مریضی سامان می‌یابد؛ و اگر او را تندرست کنم، این امر ایمان او را فاسد می‌نماید. همانا من کار بندگانم را طبق آگاهی خویش از آنچه که در دل‌هایشان است تدبیر می‌نمایم و من آگاه و بینا هستم.»"
    },
    {
      "id": 4300,
      "verse_number": 28,
      "verse_key": "42:28",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا۟ وَيَنشُرُ رَحْمَتَهُۥ ۚ وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926965,
          "resource_id": 135,
          "text": "او ذاتی است كه باران را پس از نومیدى [مردم] مى‌فرستد و رحمت خویش را مى‌گسترد؛ و او تعالی كارساز و ستوده است."
        }
      ],
      "tafsir_saadi": "(﴿وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ﴾) و اوست خدایی که باران را نازل می‌کند، و با آن به داد آبادی‌ها و مردم می‌رسد. (﴿مِنۢ بَعۡدِ مَا قَنَطُواْ﴾) بعد از آنکه ناامید شدند، و مدت زمانی باران نیامده و گمان بردند که باران نمی‌آید و ناامید گشتند و برای قحطسالی کارهایی کردند. امّا در این هنگام خداوند باران می‌فرستد. (﴿وَيَنشُرُ رَحۡمَتَهُۥ﴾) و با آن، رحمت خویش را می‌گستراند، و روزی‌هایی برای انسان‌ها و چهارپایانشان می‌رویاند، و این برایشان بسیار دارای اهمیّت است و از این شادمان می‌گردند. \n(﴿وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ﴾) و اوست کارساز ستوده، که بندگانش را با انواع تدبیر سرپرستی می‌نماید، و منافع دینی و دنیوی‌شان را تامین می‌کند، و او در کارسازی و تدبیرش ستوده است، و به‌خاطر نعمت‌ها و انواع لطف‌هایی که بندگان را از آن بهره‌مند می‌سازد قابل ستایش است."
    },
    {
      "id": 4301,
      "verse_number": 29,
      "verse_key": "42:29",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 423,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926966,
          "resource_id": 135,
          "text": "از نشانه‌هاى [توان و تدبیر] او، آفرینش آسمان‌ها و زمین و موجودات زنده‌اى است كه در آنها پراكنده كرده است؛ و هر گاه اراده كند، بر جمع‌آورى آنها نیز تواناست."
        }
      ],
      "tafsir_saadi": "(﴿وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) و از نشانه‌های قدرت بزرگ او، و از دلایل زنده گرداندن مردگان از سوی او، آفرینش آسمان‌ها و زمین با این بزرگی و عظمتشان است، که بر قدرت و گستردگی فرمانروایی او دلالت می‌نماید؛ و استواری و آفرینش زیبا و محکم آسمان‌ها و زمین، بر حکمت و فرزانگی خداوند دلالت می‌کند؛ و منافع و مصالحی که در آسمان‌ها و زمین نهاده شده است، بر رحمت خدا دلالت می‌کند، و اینکه تنها او سزاوار انواع عبادت می‌باشد، و الوهیّتِ غیر او باطل است. \n(﴿وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖ﴾) و جانوران و جنبندگانی که خداوند در آسمان‌ها و زمین برای منفعت بندگانش پدید آورده و پراکنده کرده است از نشانه‌های قدرت اوست. (﴿وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ﴾) و او بر گردآوردن مردم بعد از مرگشان در میدان قیامت -هر زمان که بخواهد- تواناست. پس خداوند قدرت و توانایی این کار را دارد. و تحقق قیامت باید مبتنی بر خبری راستین باشد، و معلوم است که اخبار پیامبران و کتاب‌هایشان به صورت متواتر تحقق قیامت را بیان کرده‌اند."
    },
    {
      "id": 4302,
      "verse_number": 30,
      "verse_key": "42:30",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَآ أَصَـٰبَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926967,
          "resource_id": 135,
          "text": "هر مصیبتی که به شما رسد، به خاطر کارهایی است که انجام داده‌اید؛ و [الله] از بسیاری [از گناهانتان] گذشت می‌کند."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که هر مصیبتی به جسم یا اموال یا فرزندان بندگان می‌رسد، یا آنچه را که دوست دارند و برایشان عزیز است از دست می‌دهند، به خاطر کارهای بدی است که انجام می‌دهند؛ و خداوند از بسیاری از کارهای بندگان گذشت می‌کند. پس خداوند بر بندگان ستم نمی‌کند، ولی آنها خودشان بر خویشتن ستم می‌کنند. ﴿وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ﴾ و اگر خداوند مردم را به‌خاطر کارهایی که کرده‌اند، مؤاخذه می‌کرد، هیچ جنبنده‌ای را روی زمین باقی نمی‌گذاشت. خداوند که کیفرها و عذاب‌ها را به تاخیر می‌اندازد، بدان خاطر نیست که آن را فراموش کرده یا توانایی ندارد، بلکه در می‌گذرد."
    },
    {
      "id": 4303,
      "verse_number": 31,
      "verse_key": "42:31",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "page_number": 486,
      "juz_number": 25,
      "translations": [
        {
          "id": 926968,
          "resource_id": 135,
          "text": "شما هرگز در زمین [و آسمان، الله را] به تنگ نمى‌آورید؛ و در برابر الله هیچ كارساز و یاورى نخواهید داشت."
        }
      ],
      "tafsir_saadi": "(﴿وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ﴾) و شما نمی‌توانید از قدرت الهی فرار کنید و او را از دستیابی به خود ناتوان سازید، بلکه شما در زمین ناتوان هستید و هرچه خداوند دربارۀ شما اراده کند، نمی‌توانید امتناع ورزید. (﴿وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ﴾) و جز خداوند هیچ‌گونه کارساز و یاوری ندارید که شما را سرپرستی نماید و منافعتان را فراهم آورد، و هیچ یاوری ندارید که زیان‌ها را از شما دور کند."
    },
    {
      "id": 4304,
      "verse_number": 32,
      "verse_key": "42:32",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْ ءَايَـٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَـٰمِ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926969,
          "resource_id": 135,
          "text": "از نشانه‌های [توان و تدبیرِ] الهی، کشتی‌های کوه‌پیکری است که در دریاها در حرکتند."
        }
      ],
      "tafsir_saadi": "از نشانه‌های رحمت و توجه او به بندگانش (﴿ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ﴾) کشتی‌های بخاری و بادبانی است که در دریا روان‌اند و از بس که بزرگ‌اند (﴿كَٱلۡأَعۡلَٰمِ﴾) همانند کوه‌های بزرگی هستند که دریای خروشان برایشان رام شده، و آنها را از تلاطم و خروش امواج حفظ کرده است، و این کشتی‌ها شما و کالاهای فراوانتان را به شهرهای دور دست حمل می‌کنند، و اسبابی را برای این امر مسخّر نموده که شما را بر این کار کمک می‌نماید."
    },
    {
      "id": 4305,
      "verse_number": 33,
      "verse_key": "42:33",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926970,
          "resource_id": 135,
          "text": "اگر الله بخواهد، باد را ساكن مى‌گردانَد تا [کشتی‌ها] بر پهنۀ دریا بى‌حركت بمانند. به راستى در این [امر،] براى هر شكیباى سپاسگزاری، نشانه‌هایى است."
        }
      ],
      "tafsir_saadi": "سپس این اسباب را گوشزد نمود و فرمود: (﴿إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ﴾) اگر خداوند بخواهد باد را که سببی برای حرکت کشتی است از وزیدن می‌اندازد، (﴿فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓ﴾) آنگاه کشتی‌های در حال حرکت بر روی دریا می‌ایستند؛ نه جلو می‌روند و نه به عقب برمی‌گردند.\nنمی‌توان گفت که این حکم شامل کشتی‌های بخاری نمی‌شود، چون کشتی‌هایی که به وسیلۀ بخار حرکت می‌کنند یکی از شرایط آنها وجود حرکت باد است. و اگر خداوند بخواهد، کشتی‌های در حال حرکت را به سبب کارهایی که سرنشینان آن کرده‌اند در دریا غرق و نابودشان می‌گرداند، امّا خداوند بردبار است و از بسیاری از گناهان درمی‌گذرد. (﴿إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ﴾) بی‌گمان در این امر برای هر بردبار سپاسگزاری نشانه‌هاست؛ یعنی کسی که در برابر آنچه دوست ندارد و بر او دشوار می‌آید بردباری می‌ورزد، خود را وادار به تحمّل دشواریِ طاعت یا به عقب راندن انگیزۀ گناه می‌نماید؛ و به هنگام مصیبت، از ابراز ناخشنودی از تقدیر الهی خودداری می‌کند. و به هنگام آسایش و نعمت، سپاسگزار است و به نعمت پروردگارش اعتراف می‌نماید و برای او فروتنی می‌کند و نعمت خدا را در راه خشنودی او صرف می‌نماید؛ چنین کسی از نشانه‌های خدا بهره‌مند می‌شود."
    },
    {
      "id": 4306,
      "verse_number": 34,
      "verse_key": "42:34",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926971,
          "resource_id": 135,
          "text": "یا [اگر بخواهد، سرنشینانِ] آن کشتی‌ها را به کیفر اعمالشان نابود می‌سازد؛ در حالی که او از بسیاری [از گناهان] ‌گذشت می‌کند."
        }
      ],
      "tafsir_saadi": "امّا کسی که صبر و بردباری ندارد و به هنگام نعمت‌های خداوند شکرگزاری نمی‌کند، او رویگردان یا معاند است، و از نشانه‌های خدا بهره‌مند نمی‌شود."
    },
    {
      "id": 4307,
      "verse_number": 35,
      "verse_key": "42:35",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَيَعْلَمَ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926972,
          "resource_id": 135,
          "text": "[تا موجب عبرت باشد] و كسانى كه در مورد آیات ما به مجادله برمى‌خیزند، بدانند كه [اگر عذاب الهی فرارسد،] راه گریزى نخواهند داشت."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا﴾) و تا کسانی که در آیات ما مجادله می‌کنند، و آن را به وسیلۀ باطل خود، باطل جلوه می‌دهند، بدانند که (﴿مَا لَهُم مِّن مَّحِيصٖ﴾) هیچ گریزگاهی ندارند؛ یعنی هیچ چیزی آنها را از عذابی که به آن گرفتار شده‌اند نجات نمی‌دهد."
    },
    {
      "id": 4308,
      "verse_number": 36,
      "verse_key": "42:36",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926973,
          "resource_id": 135,
          "text": "[ای مردم،] آنچه به شما داده شده است، نعمت‌های [گذراىِ] زندگى دنیاست؛ و آنچه نزد الله است، براى مؤمنانى كه بر پروردگارشان توکل مى‌كنند، بهتر و پاینده‌تر است."
        }
      ],
      "tafsir_saadi": "در اینجا خداوند مردم را تشویق می‌نماید که شیفتۀ دنیا نشوند، و به آخرت علاقه‌مند گردند. و اعمالی که انسان را به بهشت می‌رساند بیان کرد و فرمود: (﴿فَمَآ أُوتِيتُم مِّن شَيۡءٖ﴾) فرمانروایی و ریاست و اموال و فرزندان و سلامتی و صحّتی که به شما داده شده است، (﴿فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾) بهره‌مندی زندگانی دنیاست؛ یعنی لذّت زودگذر و فانی است. (﴿وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ﴾) و پاداش فراوان و نعمت‌های پایداری که نزد خداوند است، از لذّت‌های دنیا بسیار بهتر است و قابل مقایسه نیستند. \nو نعمت‌های آخرت ماندگارترند؛ چون هیچ ناگواری در آن نیست و پس گرفته نمی‌شوند. سپس بیان کرد که چه کسانی مستحق این پاداش هستند، و فرمود: (﴿لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ﴾) برای کسانی که ایمان آورده و بر پروردگارشان توکّل می‌کنند؛ یعنی ایمان راستین را که مستلزم اعمال ظاهری و باطنی است، با توکّل جمع نموده‌اند که توکل وسیلۀ موفقیت در هر کاری است. پس هر عملی که توکّل با آن همراه نباشد، کامل نیست. توکل؛ یعنی اینکه آدمی در به ‌دست آوردن آنچه خداوند دوست ‌دارد، و دور کردن آنچه که خداوند نمی‌پسندد، قلباً به خدا تکیه نماید و به او اعتماد و اطمینان داشته باشد."
    },
    {
      "id": 4309,
      "verse_number": 37,
      "verse_key": "42:37",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926974,
          "resource_id": 135,
          "text": "و [نیز براى] کسانی كه از گناهان بزرگ و بی‌حیایی‌ها اجتناب می‌ورزند و آنگاه كه خشمگین می‌شوند، گذشت مى‌كنند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ﴾) و کسانی که از گناهان کبیره و از اعمال زشت و ناپسند می‌پرهیزند. فرق «کبائرالاثم» گناهان کبیره با «فواحش» کارهای زشت ـ ‌با اینکه هر دوی این‌ها گناهان بزرگ هستند ـ این است که «فواحش» به آن دسته از گناهان بزرگ گفته می‌شود که در نفس، انگیزه برای ارتکاب آن وجود دارد همانند زنا و امثال آن. و «کبائر» گناهانی هستند که چنین نیستند. امّا این زمانی است که کبائر و فواحش در کنار هم ذکر شوند. \nولی اگر به تنهایی ذکر شوند، مفهوم هر یک در دیگری داخل است. (﴿وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ﴾) و هر گاه خشمگین شوند، می‌بخشند؛ یعنی به اخلاق خوب و عادات نیک خوی گرفته‌اند، پس بردباری خوی آنهاست و اخلاق خوب، طبیعت و سرشت آنها می‌باشد. حتی اگر کسی آنها را با گفتار یا کردار خود خشمگین کند، آنها خشم خود را فرو می‌خورند و آن را اجرا نمی‌کنند، بلکه آن فرد را می‌بخشند و در مقابلِِ فردی که بدی کرده است جز نیکویی و گذشت و بخشیدن کاری دیگر انجام نمی‌دهند. و این بخشیدن و گذشت؛ منافع زیادی به ‌بار می‌آورد و مفاسد زیادی را از آنها دور می‌کند. همان‌طور که خداوند متعال فرموده است: ﴿ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ﴾ با شیوه‌ای که بهتر است پاسخ بده؛ پس آن کسی که میان تو و او دشمنی بوده است چنان می‌شود که گویا دوستی صمیمی است. و این را فرا نمی‌گیرد مگر کسانی که بردباری کرده‌اند، و آن را فرا نمی‌گیرد و نمی‌پذیرد مگر کسی که دارای بهره‌ای بزرگ است."
    },
    {
      "id": 4310,
      "verse_number": 38,
      "verse_key": "42:38",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926975,
          "resource_id": 135,
          "text": "و کسانی كه [دعوت] پروردگارشان را پذیرا مى‌شوند و نماز برپا مى‌دارند و كارشان در ميانشان [بر پايه‌] مشورت است و از آنچه روزى‌شان كرده‌ایم، انفاق مى‌كنند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ﴾) و کسانی که از خدایشان فرمانبرداری کرده و دعوت او را لبیک گفته‌اند، و هدفشان خشنودی وی بوده است، و مقصد نهایی‌شان این بوده که به او تقرّب جویند. و از جمله پذیرفتن دعوت الهی، برپا داشتن نماز و پرداختن زکات است؛ پس این امور را بر استجابت عطف کرد، و این از باب عطف خاص بر عام است که بر شرافت و فضیلت معطوف دلالت می‌نماید. پس فرمود: (﴿وَأَقَامُواْ ٱلصَّلَوٰةَ﴾) و نماز را به گونه‌ای شایسته و به صورت ظاهری و باطنی و فرض و نفل برپا داشته‌اند. (﴿وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ﴾) و از آنچه روزی‌شان کرده‌ایم می‌بخشند.\nاین بخشش، هم شامل بخشش واجب است از قبیل: زکات و انفاق بر خویشاوندان و امثال آن؛ و هم شامل بخشش‌های مستحب مانند صدقه‌هایی که به عموم مردم داده می‌شود. \n(﴿وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ﴾) و کار دینی و دنیوی آنها بر پایۀ مشورت با یکدیگر است؛ یعنی در کارهایی که میانشان مشترک است، هیچ کس طبق نظر خود عمل نمی‌کند، بلکه با یکدیگر مشورت می‌نمایند، و این بخشی از همدلی و محبّت آنها با یکدیگر است. و از کمال خردمندی‌شان این است که هرگاه بخواهند کاری را انجام دهند که نیاز به فکر و نظر داشته باشد، جمع می‌شوند و با یکدیگر مشورت می‌نمایند و در آن کار به بررسی و کاوش می‌پردازند تا مصلحت برایشان مشخص ‌گردد، آنگاه آن را غنیمت دانسته و بلا فاصله به آن عمل می‌کنند. کارهایی که میان مسلمانان مشترک است و در آن مشورت صورت می‌گیرد مانند رایزنی در مورد جنگ و جهاد، تعیین مسئولین و فرماندهان، قضات، و غیره، و بررسی در مسایل دین به صورت عام. مشورت و تحقیق در این کارها به منظور آنکه صحیح از غلط تشخیص داده شود، چیزی است که خداوند آن را دوست می‌دارد و در این آیه داخل است."
    },
    {
      "id": 4311,
      "verse_number": 39,
      "verse_key": "42:39",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926976,
          "resource_id": 135,
          "text": "و کسانی که هر گاه ستمی به آنان برسد، [به دفاع و] انتقام برمی‌خیزند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ﴾) و هرگاه از سوی دشمنان به آنها تجاوزی شود، (﴿هُمۡ يَنتَصِرُونَ﴾) از آنجا که عزت و توانایی دارند، انتقام می‌گیرند، و خوار نخواهند بود، بلکه می‌توانند انتقام بگیرند. پس آنها را به ایمان آوردن، و توکّل کردن بر خدا، و پرهیز از گناهان کبیره و کارهای زشت ـ که این سه ویژگی سبب می‌شوند خداوند گناهان کوچک را بیامرزد ـ و اطاعت کامل و استجابت پروردگارشان، و برپای داشتن نماز، و انفاق در راه‌های نیکوکاری، و مشورت در کارها، و پیروزی بر دشمنان که خصلت‌ها و عادات کمال‌اند توصیف نمود. بنابراین آنان کارهای کوچک‌تر را به طریق اولی انجام می‌دهند و کارهایی که برعکس اینهاست انجام نمی‌دهند."
    },
    {
      "id": 4312,
      "verse_number": 40,
      "verse_key": "42:40",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926977,
          "resource_id": 135,
          "text": "و جزای هر بدی، کیفری همانند آن بدی است [نه بیشتر]؛ اما هر کس گذشت کند و کار را به اصلاح [و آشتی] آورَد، پاداشش بر عهدۀ الله است. بی‌گمان، او ستمکاران را دوست ندارد."
        }
      ],
      "tafsir_saadi": "خداوند در این آیه مراتب کیفرها را بیان کرده است: عدل، فضل، ظلم.\nعدل؛ یعنی در مقابل بدی، همسان آن بدی کردن نه بیشتر و نه کمتر. پس فرمود: در مقابل کشته شدن فرد، فرد کشته می‌شود، و هر عضوی در مقابل همان عضو بریده می‌شود، و مال به اندازه و همسان آن گرفته می‌شود. \nفضل؛ یعنی گذشت از کسی که بدی کرده است، بنابراین فرمود: (﴿فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ﴾) هرکس ببخشد و صلح و صفا ایجاد کند، پاداش او بر خداوند است و به او پاداش بزرگی می‌دهد. و خداوند برای عفو و گذشت، اصلاح را شرط نموده است تا بر این دلالت نماید که اگر گناهکار، شایستۀ آن نباشد که از وی گذشت شود و عفو گردد، و مصلحت شرعی نیز مقتضی آن بود که کیفر داده شود، در این صورت گذشت و بخشش چیزی نیست که شرع به انجام دادن آن امر کرده باشد. \nوقتی خداوند بیان نمود که پاداش عفو کننده بر خداست، این امر مردم را به عفو و گذشت تشویق می‌نماید، و اینکه بنده با مردم همان رفتاری را بکند که دوست دارد خداوند با او این رفتار را انجام دهد. پس همان‌طور که دوست دارد خداوند او را عفو کند، او نیز مردم را عفو کند و ببخشد. و همان طور که دوست دارد خداوند از او در گذرد و چشم پوشی کند، او نیز از مردم چشم پوشی کند؛ چرا که پاداش و کیفر از نوع عملی است که انسان انجام می‌دهد. \nو امّا مرتبۀ ظلم را خداوند این گونه بیان نموده است: (﴿إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ﴾) بی‌گمان، او کسانی را که بر دیگران ستم می‌کنند؛ و یا در مقابل کسی که در حق آنها جنایت کرده است، جنایتی بیشتر از جنایت او مرتکب می‌شوند ـ که این اضافه ظلم است ـ دوست ندارد."
    },
    {
      "id": 4313,
      "verse_number": 41,
      "verse_key": "42:41",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَـٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926978,
          "resource_id": 135,
          "text": "البته کسانی كه پس از ستمى كه دیده‌اند، انتقام می‌گیرند، هیچ [بازخواست و] سرزنشی بر آنان نیست."
        }
      ],
      "tafsir_saadi": "(﴿وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ﴾) و اگر کسی که بر او ستم رفته است انتقام بگیرد، (﴿فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ﴾) بر آنان گناه و اشکالی نیست. و اینکه فرمود: (﴿وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ﴾) و کسانی که بر آنها تجاوز شده و نیز فرمود: (﴿وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ﴾) و کسی که پس از ستم دیدن خویش، انتقام بگیرد، بر این دلالت می‌نماید که ستم و تجاوز حتماً واقع می‌شود. و امّا اگر کسی اراده کند به حقوق دیگران تجاوز نماید و به آ‌نان ستم کند، بدون آنکه اراده‌اش را عملی نماید، در این صورت به مانند آنچه که اراده کرده است مجازات نمی‌شود، بلکه طوری توبیخ و تادیب می‌گردد که او را از آن قول یا فعلی که از وی صادر شده است منحرف گرداند."
    },
    {
      "id": 4314,
      "verse_number": 42,
      "verse_key": "42:42",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926979,
          "resource_id": 135,
          "text": "راه [بازخواست و] سرزنش، تنها بر ستمکارانى گشوده است كه به ناحق در زمین برترى‌جویی مى‌كنند. آنان عذابى دردناک [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ﴾) عقاب و کیفر شرعی بر کسانی است که به مردم ستم می‌کنند و به ناحق در زمین تباهی می‌جویند. و این شامل ستم و تجاوز بر خون و اموال و آبروی مردم می‌شود. (﴿أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ﴾) ایشان عذاب دردناکی در پیش دارند؛ عذابی که دل‌ها و جسم‌ها را طبق ستم و تجاوزشان به ‌درد می‌آورد."
    },
    {
      "id": 4315,
      "verse_number": 43,
      "verse_key": "42:43",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 424,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926980,
          "resource_id": 135,
          "text": "اما هر کس شكیبایى و گذشت كند، نشان از قدرت ارادۀ [او] دارد."
        }
      ],
      "tafsir_saadi": "(﴿وَلَمَن صَبَرَ وَغَفَرَ﴾) و هرکس در مقابل اذیّت و آزاری که از سوی مردم به او می‌رسد، صبر و بردباری ورزد و آنها را ببخشد؛ و از آنچه از آنها سر زده است، گذشت کند، (﴿إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ﴾) این از کارهایی است که خداوند آدمی را بر انجام آن تشویق نموده، و بر آن تاکید کرده و خبر داده است که این را جز بردباران و آنهایی که بهره‌ای بزرگ دارند، نمی‌پذیرند؛ و فقط کسانی به آن توفیق می‌یابند که دارای همّت والا و دارای خرد و بینش ‌باشند؛ زیرا انتقام نگرفتن، دشوارترین امر بر نفس آدمی است، و بردباری در برابر اذیّت و آزار، و گذشت در مقابل تعامل نابهنجار دیگران، و نیکی کردن در برابر آنان بسی دشوارتر و دشوارتر است. ولی این کار برای کسی آسان است که خداوند آن را بر وی آسان گردانده، و در مسیر اتصاف نفس خویش به این صفت، با نفس خود مبارزه کرده و در این مسیر از خداوند استعانت طلبیده باشد."
    },
    {
      "id": 4316,
      "verse_number": 44,
      "verse_key": "42:44",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
      "page_number": 487,
      "juz_number": 25,
      "translations": [
        {
          "id": 926981,
          "resource_id": 135,
          "text": "هر کس که الله او را گمراه كند، پس از الله هیچ [یاور و] كارسازى نخواهد داشت؛ و [در روز قیامت،] ستمکاران را مى‌بینى كه چون عذاب را مشاهده كنند، مى‌گویند: «آیا راه بازگشتى [به دنیا] هست؟»"
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که تنها او هدایت می‌کند و گمراه می‌سازد، (﴿وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦ﴾) و هرکس را که خداوند به سبب ستمگری‌اش گمراه سازد، بعد از خدا هیچ کارسازی ندارد که او را سرپرستی نماید و هدایت کند. (﴿وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ﴾) و ستمگران را خواهی دید که وقتی عذاب و آن منظرۀ وحشتناک را مشاهده کنند، اظهار ندامت و پشیمانی بزرگ می‌نمایند و بر گذشته تاسّف می‌خورند. (﴿يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ﴾) و می‌گویند: آیا راه چاره‌ای برای ما هست که به دنیا باز گردیم تا عملی غیر از آنچه می‌کردیم انجام دهیم؟ و این خواستن، چیزی است که محال است و امکان ندارد."
    },
    {
      "id": 4317,
      "verse_number": 45,
      "verse_key": "42:45",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَـٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ ۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926982,
          "resource_id": 135,
          "text": "[در آن روز،] ستمگران را مشاهده خواهى كرد كه بر آتش عرضه مى‌شوند؛ و در حالى كه از [شدت] خواری، فروتن شده‌اند، زیرچشمى مى‌نگرند؛ و [در آن حال] مؤمنان مى‌گویند: «زیانكاران [واقعى] كسانى هستند كه [به طمع دنیا] خود و خانواده‌شان را در قیامت به زیان‌انداخته‌اند». آگاه باشید! ستمکاران، گرفتارِ عذابى پایدارند."
        }
      ],
      "tafsir_saadi": "(﴿وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ﴾) و آنان را خواهی دید که بر آتش عرضه می‌شوند در حالی که بر اثر مذلّت و خواری که در دل‌هایشان است، کز کرده‌اند و به هم آمده‌اند. \n(﴿يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖ﴾) و از ترس و وحشت آتش جهنّم، مستقیم به آن نگاه نمی‌کنند، بلکه با گوشۀ چشم و مخفیانه به آن نگاه می‌کنند. (﴿وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ﴾) وقتی سرنوشت مردم آشکار می‌گردد و صادقان از دیگران مشخص می‌شوند، مؤمنان می‌گویند: (﴿إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ﴾) بی‌گمان، زیانکاران حقیقی کسانی هستند که در روز قیامت خود و خاندان خود را به زیان می‌افکنند، و پاداش فراوان را از دست می‌دهند، و به عذاب دردناک گرفتار می‌شوند، و میان آنها و خانواده‌هایشان جدایی افکنده می‌شود. پس در کنار همدیگر گرد نمی‌آیند. \n(﴿أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ﴾) آگاه باش! بی‌گمان کسانی که با کفر ورزیدن و ارتکاب گناهان بر خود ستم کرده‌اند، در عذابی پایدار هستند؛ یعنی در وسط عذاب هستند و در آن فرو رفته، و هرگز از آن بیرون نمی‌آیند، و یک لحظه عذاب از آنها کاسته نمی‌شود، و آنان در آن ناامید هستند."
    },
    {
      "id": 4318,
      "verse_number": 46,
      "verse_key": "42:46",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926983,
          "resource_id": 135,
          "text": "و آنان در برابر الله، كارسازى نخواهند داشت كه یارى‌شان كند؛ و هر کس كه الله او را گمراه كند، راهى [براى نجات] نخواهد داشت."
        }
      ],
      "tafsir_saadi": "(﴿وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ﴾) و آنان یاوران و دوستانی ندارند که در برابر خداوند آنان را یاری دهند، آن گونه که در دنیا این خیال را در سر خود می‌پرورانند که در قیامت یاورانی دارند. پس در قیامت برای آنان و برای دیگران روشن خواهد شد، و اسبابی که آنان بدان امید بسته بودند از دست می‌دهند، و عذاب خدا که به سویشان می‌آید از آنها دور گردانده نمی‌شود. \n(﴿وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ﴾) و هرکس را که خداوند گمراه سازد هیچ راهی ندارد که هدایت را به دست آورد. پس اینها که گمان بردند انبازهایی که شریک خدا ساختند به آنها فایده می‌رساند و زیان را از آنها دور می‌کند، گمراه گشته؛ و در این روز گمراهی‌شان مشخّص می‌گردد."
    },
    {
      "id": 4319,
      "verse_number": 47,
      "verse_key": "42:47",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۚ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926984,
          "resource_id": 135,
          "text": "[ای مردم،] پیش از آنكه روزى فرارسد كه بازگشتى از جانب الله ندارد، دعوت پروردگارتان را بپذیرید. در آن روز، نه پناهگاهى خواهید داشت، نه [فرصتی برای] انكار."
        }
      ],
      "tafsir_saadi": "خداوند بندگانش را فرمان می‌دهد تا با اطاعت از آنچه او بدان فرمان داده، و پرهیز از آنچه از آن نهی کرده است، و روی آوردن به آن و پرهیز از تاخیرِ در آن، دعوت پروردگارشان را بپذیرند. (﴿مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ﴾) پیش از آنکه روز قیامت فرا رسد، که برگشتی ندارد، و دیگر گذشته جبران نمی‌شود. در آن روز، بنده پناهگاهی ندارد که به آن پناه ببرد و از دست پروردگارش فرار کند.\nبلکه فرشتگان، مردم را از هرسو محاصره و احاطه کرده‌اند، و خلق صدا زده می‌شوند، ﴿يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ﴾ ای گروه انس و جن! اگر می‌توانید از کناره‌های آسمان‌ها و زمین بگذرید، بگذرید. امّا جز با توانی [شگرف] نمی‌توانید بگذرید. در این روز بنده گناهانی را که مرتکب شده است نمی‌تواند انکار کند؛ بلکه اگر انکار نماید، اعضا و جوارح او علیه وی شهادت می‌دهند. در این آیه و امثال آن، آرزوهای دور و دراز مذمّت شده، و به غنیمت شمردن فرصت در هر کاری که برای بنده پیش می‌آید دستور داده شده است؛ چون تاخیر در انجام مسئولیت آفاتی به همراه دارد."
    },
    {
      "id": 4320,
      "verse_number": 48,
      "verse_key": "42:48",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا ٱلْبَلَـٰغُ ۗ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَـٰنَ كَفُورٌ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926985,
          "resource_id": 135,
          "text": "[ای پیامبر] اگر [مشرکان از دعوتِ تو] روى می‌گردانند، [توفیق را از خود سلب می‌كنند]. ما تو را نگهبان آنان نفرستادیم و تو وظیفه‌اى جز رساندن [وحی] نداری؛ و چون رحمتى از جانب خود به انسان بچشانیم، به آن سرمست مى‌شود؛ و اگر به سزاى رفتار گذشتۀ خود دچار مصیبتى شود، [به جاى بیدارى، ناسپاسی مى‌کند]. به راستی که انسان بسیار ناسپاس است."
        }
      ],
      "tafsir_saadi": "(﴿فَإِنۡ أَعۡرَضُواْ﴾) پس اگر از آنچه تو آورده‌ای ـ ‌بعد از آنکه کاملاً بیان و روشن گردیده است‌ـ روی گرداندند، (﴿فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًا﴾) تو را بر آنان نگهبان و مسئول قرار نداده‌ایم، که از اعمال آنها پرسیده شوی، (﴿إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُ﴾) بلکه وظیفۀ تو فقط رساندن است. پس وظیفه‌ات را انجام داده‌ای و پاداش تو بر خداوند است، خواه آنها بپذیرند و خواه روی بگردانند، و حساب آنها با خداست؛ خداوندی که اعمال کوچک و بزرگ و اعمال ظاهری و باطنی آنها را ثبت و ضبط می‌نماید. سپس خداوند متعال حالت انسان را بیان کرد که هرگاه به او لطف و مرحمتی از جانب خدا برسد، از قبیل: تندرستی، روزی راحت و فراوان، و مقام و مرتبه و امثال آن، (﴿فَرِحَ بِهَا﴾) بی‌نهایت بدان شادمان می‌گردد و تنها در فکر آن می‌باشد، و لازمۀ این کار آن است که به این نعمت‌ها آرامش پیدا می‌کند، و از کسی که نعمت را به او بخشیده است رویگردان می‌شود. (﴿وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ﴾) و اگر بیماری یا فقر یا امثال آن به او برسد، (﴿بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ﴾) به سبب کارهایی که خودشان کرده‌اند، (﴿فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ﴾) آنگاه انسان ناسپاس می‌گردد؛ یعنی طبیعت او چنان است که در برابر نعمت‌های گذشته، ناسپاسی می‌کند؛ و از رنج و بلایی که به او رسیده است، ابراز ناخشنودی می‌نماید."
    },
    {
      "id": 4321,
      "verse_number": 49,
      "verse_key": "42:49",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "لِّلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَخْلُقُ مَا يَشَآءُ ۚ يَهَبُ لِمَن يَشَآءُ إِنَـٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926986,
          "resource_id": 135,
          "text": "فرمانروایى آسمان‌ها و زمین، از آنِ الله است. او هر چه بخواهد، مى‌آفریند؛ به هر کس که بخواهد، [فرزندِ] دختر مى‌بخشد و به هر کس كه بخواهد، [فرزندِ] پسر."
        }
      ],
      "tafsir_saadi": "در این آیه از گستردگی فرمانروایی خدا و نفوذ تصرّف او در میان خلق آن گونه که بخواهد، و اینکه او همۀ کارها را تدبیر می‌نماید خبر داده شده است. به گونه‌ای که تدبیر الهی چنان فراگیر است که حتی شامل چیزهایی می‌شود که ارتباط مستقیمی با بندگان دارند، از قبیل: نکاح که یکی از اسباب زاد و ولد است، اما در حقیقت این خداست که ـ بر اساس مشیت خود ـ فرزندان را به آنان می‌بخشد."
    },
    {
      "id": 4322,
      "verse_number": 50,
      "verse_key": "42:50",
      "hizb_number": 49,
      "rub_el_hizb_number": 195,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَـٰثًا ۖ وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا ۚ إِنَّهُۥ عَلِيمٌ قَدِيرٌ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926987,
          "resource_id": 135,
          "text": "یا پسر و دختر را ـ هر دو ـ با هم می‌دهد؛ و هر کس را که بخواهد، نازا مى‌گرداند كه او دانای تواناست."
        }
      ],
      "tafsir_saadi": "پس خداوند متعال به آنها فرزندانی پسر یا دختر می‌دهد؛ به بعضی دختر می‌دهد و به برخی پسر می‌بخشد. و به بعضی نیز هم پسر و هم دختر می‌دهد و برخی را نازا می‌گرداند. \n(﴿إِنَّهُۥ عَلِيمٞ قَدِيرٞ﴾) بی‌گمان او به هر چیزی داناست، و بر هر چیزی تواناست. پس او با علم خود تصرّف می‌نماید، و با قدرت خویش آفریده‌هایش را زیبا و محکم می‌آفریند."
    },
    {
      "id": 4323,
      "verse_number": 51,
      "verse_key": "42:51",
      "hizb_number": 49,
      "rub_el_hizb_number": 196,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ ۚ إِنَّهُۥ عَلِىٌّ حَكِيمٌ",
      "page_number": 488,
      "juz_number": 25,
      "translations": [
        {
          "id": 926988,
          "resource_id": 135,
          "text": "درخورِ هیچ بشرى نیست كه الله با او سخن بگوید؛ مگر با وحى یا از فراسویِ حجابى یا [اینکه الله] فرشته‌اى بفرستد كه به فرمانش هر چه بخواهد، وحى كند. بی‌تردید، او تعالی بلندمرتبۀ حکیم است."
        }
      ],
      "tafsir_saadi": "وقتی که تکذیب کنندگانِ پیامبران، آنهایی که به خدا کفر ورزیده بودند، از روی تکبّر و سرکشی گفتند: ﴿لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞ﴾ چرا خدا با ما سخن نمی‌گوید یا نشانه‌ای برای ما نمی‌آورد. خداوند با این آیۀ کریمه به آنها پاسخ داد و بیان کرد که او فقط با بندگان برگزیده‌اش؛ یعنی با پیامبران سخن می‌گوید، و سخن گفتن وی به صورت‌های ذیل است: \nیا اینکه خداوند (﴿يُكَلِّمَهُ ٱللَّهُ﴾) از طریق وحی با پیامبر سخن می‌گوید که وحی را بر قلب او القا می‌کند بدون اینکه فرشته‌ای بفرستد، و بدون اینکه به صورت شفاهی با پیامبر سخن بگوید. \n(﴿أَوۡ مِن وَرَآيِٕ حِجَابٍ﴾) یا اینکه با پیامبر از پس پرده به صورت شفاهی سخن می‌گوید، آن طور که با موسی بن عمران کلیم چنین شد. \n(﴿أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُ﴾) یا اینکه خداوند به وسیلۀ قاصدی که فرشته است مانند جبرئیل یا کسی دیگر از فرشتگان با پیامبر سخن می‌گوید که آن فرشته -به فرمان خدا نه به دلخواه خود- هرآنچه را که خداوند بخواهد به پیامبر وحی می‌کند. \n(﴿إِنَّهُۥ عَلِيٌّ حَكِيمٞ﴾) بدون شک ذات خداوند متعال والاست، و صفات او بلند مرتبه، و کارهایش بزرگ است، و او بر همه چیز چیره می‌باشد، و همۀ مخلوقات در برابر او سر تسلیم فرود آورده‌اند. و با حکمت است و هر یک از مخلوقات و از آیین‌ها را، در جای مناسب قرار می‌دهد."
    },
    {
      "id": 4324,
      "verse_number": 52,
      "verse_key": "42:52",
      "hizb_number": 49,
      "rub_el_hizb_number": 196,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِى مَا ٱلْكِتَـٰبُ وَلَا ٱلْإِيمَـٰنُ وَلَـٰكِن جَعَلْنَـٰهُ نُورًا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "page_number": 489,
      "juz_number": 25,
      "translations": [
        {
          "id": 926989,
          "resource_id": 135,
          "text": "[ای پیامبر] این‌گونه، قرآن را [توسط جبرئیل و] به فرمان خویش بر تو وحى كردیم. [پیش از آن] تو آگاهى نداشتى كه كتاب و ایمان چیست؛ ولى ما آن را نورى ساختیم كه هر یک از بندگان خویش را كه بخواهیم، به آن هدایت كنیم؛ و مسلّماً تو به راهى راست [= اسلام] هدایت مى‌كنى."
        }
      ],
      "tafsir_saadi": "(﴿وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَا﴾) همان‌گونه که به پیامبران پیش از تو وحی کرده‌ایم، به تو نیز به فرمان خود روحی را وحی نموده‌ایم. و روح، همین قرآن کریم است.آن را روح نامید؛ چون به وسیلۀ روح تن‌ها حیات و زندگی می‌یابند، همچنین به وسیلۀ قرآن دل‌ها و ارواح جان و زندگی می‌یابند و منافع دنیا و دین را به دست می‌آورند. چون در قرآن خیر و دانش فراوانی وجود دارد. و این یک منّت و احسان محض از جانب خدا بر پیامبر و بندگان مؤمنش می‌باشد، بدون اینکه از سوی آنها وسیله و سببی باشد.\n بنابراین فرمود: (﴿مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ﴾) یعنی قبل از اینکه قرآن بر تو نازل شود، کتاب و ایمان را نمی‌دانستی؛ یعنی از اخبار کتاب‌های گذشته آگاهی نداشتی، و ایمان و عمل به قوانین و آیین‌های الهی را نمی‌دانستی، بلکه بی‌سواد بودی و خواندن و نوشتن را بلد نبودی. پس این کتاب به نزد تو آمد که (﴿جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَا﴾) آن را نوری گردانیده‌ایم که به وسیلۀ آن، هرکس از بندگانمان را که بخواهیم هدایت می‌کنیم، و بندگان در تاریکی‌های کفر و بدعت و هواپرستی به وسیلۀ آن راه را روشن می‌یابند، و با آن حقایق را می‌دانند، و به وسیلۀ آن به راه راست راهیاب می‌گردند. \n(﴿وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾) و بی‌گمان تو به راه راست هدایت می‌کنی؛ یعنی راه راست را برای آنها بیان می‌نمایی و توضیح می‌دهی، و آنان را به [در پیش گرفتن] آن تشویق می‌کنی، و آنها را از ضد آن باز می‌داری و می‌ترسانی. سپس صراط مستقیم را تفسیر کرد و فرمود: (﴿صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ﴾)"
    },
    {
      "id": 4325,
      "verse_number": 53,
      "verse_key": "42:53",
      "hizb_number": 49,
      "rub_el_hizb_number": 196,
      "ruku_number": 425,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ",
      "page_number": 489,
      "juz_number": 25,
      "translations": [
        {
          "id": 926990,
          "resource_id": 135,
          "text": "راه الله که آنچه در آسمان‌ها و زمین است از آنِ اوست. آگاه باشید! [همۀ] امور به سوی الله بازمی‌گردد."
        }
      ],
      "tafsir_saadi": "یعنی: راهی که خداوند برای بندگانش قرار داده و به آنها خبر داده است که این راه، انسان را به خدا و به سرای بهشت می‌رساند. \n(﴿أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ﴾) بدان که همۀ کارهای خیر و شر به خداوند باز می‌گردد، پس هرکس را طبق عملش مجازات می‌کند؛ اگر عملش خوب باشد، به او پاداش خوب می‌دهد؛ و هر کس عملش بد باشد، سزای بد به او می‌دهد. پایان تفسیر سوره شوری. پروردگار را شکر و سپاس می-گوییم که انجام این کار را برای ما ممکن ساخت و آسان نمود."
    }
  ]
}