{
  "id": 5,
  "name": "The Table Spread",
  "verses": [
    {
      "id": 670,
      "verse_number": 1,
      "verse_key": "5:1",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 86,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ ۚ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَـٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ ۗ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ",
      "page_number": 106,
      "juz_number": 6,
      "translations": [
        {
          "id": 923335,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، به پیمان‌ها[یتان] وفا کنید. [خوردن گوشت‌] چهارپایان بر شما حلال است، مگر آنچه [حکمش] بر شما خوانده شود و [به شرط آنکه‌] در حال احرام [حج یا عمره] شکار را حلال نشمارید. همانا الله هر چه بخواهد حکم می‌کند."
        }
      ],
      "tafsir_saadi": "این دستوری است از جانب خدا به بندگان مؤمنش که به پیمان‌ها وفا کنند؛ دستوری که ایمان، آن را اقتضا می‌کند؛ یعنی پیمان‌ها و قراردادها را کامل بگردانید و آنها را نشکنید. و نقض نگردانید. و این، شامل پیمان‌هایی است که میان بنده و خدا است، از قبیل: پایبندی به بندگی پروردگار، و انجام دادن عبادت وی به کامل‌ترین صورت، و نکاستن از حقوق بندگی. همچنان‌که شامل پیمان هایی است که میان بنده و پیامبر می‌باشد، که باید از او اطاعت و پیروی کند. و شامل پیمان‌هایی است که بین او و پدر و مادر و خویشاوندانش است، که باید به آنها نیکی کند و پیوند خویشاوندی را برقرار دارد و با آنها قطع رابطه نکند.\nنیز پیمان‌هایی را در بر می‌گیرد که میان بنده و دوستان و همراهانش است، که باید حقوق همراهی را، در نیازمندی و توانگری، و آسانی و سختی انجام دهد. نیز پیمان‌هایی را شامل می‌شود که میان او و مردم وجود دارد، مانند قراردادهای معاملاتی از قبیل: خرید و فروش و اجاره و امثال آن، و قراردادهای تبرّع و بخشش مانند هبه و غیره، و ادای حقوق مسلمین که خداوند بر عهدۀ آنها قرار داده و فرموده است: ﴿ إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ﴾ همانا مؤمنان، برادر [ان یکدیگر] هستند [و باید در مسیر حق یکدیگر را یاری کنند و میان مسلمین دوستی بیاورند و از همدیگر قطع رابطه نکنند.]\nپس این دستور، اصول و فروع دین را در بر می‌گیرد، و تمامی این اصول و فروع، جزو پیمان‌هایی هستند که خداوند دستور داده است به آنها وفا شود. سپس خداوند با منت نهادن بر بندگانش می‌فرماید: (﴿أُحِلَّتۡ لَكُم﴾) به خاطر مهر و محبتی که خداوند نسبت به شما دارد، چهارپایان را برایتان حلال گردانیده است؛ (﴿بَهِيمَةُ ٱلۡأَنۡعَٰمِ﴾) از قبیل: شتر و گاو و گوسفند. بلکه نوعِ وحشیِ این حیوانات نیز در این داخل هستند، مانند آهو و گورخر و امثال آن. و برخی از اصحاب با استناد به این آیه، بر حلال بودن جنینی که در شکم مادرش می‌میرد و مادرش ذبح می‌شود، استدلال کرده‌اند.\n(﴿إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ﴾) جز آنچه که حرام بودن آن بر شما خوانده می‌شود، که در این آیه بیان شده‌اند ﴿حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌ﴾ بر شما حرام شده است: [خوردن حیوان] مردار، و خون، و گوشت خوک، و حیوانی که به نام غیر خدا سربریده شده باشد، و [حیوانی که] خفه شده باشد، و [حیوانی که] بر اثر وارد شدن ضربه مرده باشد، و حیوانی که از بالا پرت شده باشد، و [حیوانی که] بر اثر شاخ زدن حیوانات دیگر مرده شده باشد، و آنچه که درنده از آن خورده باشد، -مگر اینکه آنها را [زنده یافته و] سر بریده باشید- و [همچنین بر شما حرام است خوردن گوشت حیواناتی که] ذبح آنها برای غیر خدا بوده و روی صخره‌هایی ـ یا چیزهایی دیگر ـ صورت گرفته که به عبادت غیر خدا نصب گشته‌اند. و [حرام است] به وسیلۀ تیرهای قرعه به پیشگویی بپردازید؛ این امر موجب فسق و بیرون رفتن از دایرۀ اطاعت خداست. موارد مذکور هر چند اگر از چهارپایان هم باشد، حرام است. و از آنجا که خوردنِ گوشت چهارپایان در همۀ حالات و اوقات مباح است، شکار کردن در حالت احرام را استثنا نمود و فرمود: (﴿غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ ﴾) چهارپایان در هر حالی برایتان حلال هستند، مگر در حالتی که صفت و ویژگی شما چنان است که حلال‌کنندۀ صید نیستید، و آن زمانی است که در حال احرام هستید؛ یعنی زمانی که در حال احرام هستید یا در سرزمین حرم به سر می‌برید، حیواناتی را از قبیل آهو و غیره شکار نکنید؛ زیرا برایتان حلال نیست، و «صید» به معنی حیوان وحشی است که گوشتش خورده می‌شود.\n(﴿إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ﴾) بدون شک خدا هرچه را بخواهد مطابق با حکمت خویش به آن حکم می‌نماید، همان طور که شما را به وفاکردن به پیمان‌ها دستور داد؛ زیرا «وفای به پیمان» منافع شما را تامین می‌کند و زیان‌ها را از شما دور می‌نماید.\nو از آنجا که خدا نسبت به شما بسیار مهربان است، چهارپایان را برایتان حلال کرد؛ و از میان چهارپایان حلال گوشت، آن دسته را استثنا نمود که بنا به دلایل عارضی از قبیل: مردار شدن، نام غیر خدا بر آن بردن به هنگام ذبح، و خفه شدن، و یا مضروب شدن مرده باشند، تا شما را محفوظ نگاه دارد؛ و شما را از صید در حالت احرام نهی نمود، واین به خاطر بزرگداشت و تکریم احرام است."
    },
    {
      "id": 671,
      "verse_number": 2,
      "verse_key": "5:2",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 86,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَـٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَـٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَٰنًا ۚ وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ ۚ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ ۘ وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "page_number": 106,
      "juz_number": 6,
      "translations": [
        {
          "id": 923336,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، [حرمت] شعایر الهی و ماه حرام [را نگه دارید] و [همچنین حرمتِ] قربانى بى‌نشان و قربانی‌های قلاده‌دار و راهیان بیت ‌الحرام كه فضل و رضایتِ پروردگارشان را مى‌طلبند؛ و چون از احرام [و سرزمین حرم] خارج شدید، [می‌توانید آزادانه] به شکار بپردازید؛ و [مبادا کینه‌توزی و] دشمنی گروهی که شما را از مسجد الحرام بازداشتند، شما را به تعدّی و تجاوز وادار کند؛ و در نیكوكارى و پرهیزگاری به یكدیگر یاری رسانید و در گناه و تجاوز دستیار هم نشوید و از الله پروا كنید [چرا كه] بی‌تردید، الله سخت‌كیفر است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ﴾) ای کسانی که ایمان آورده‌اید! آنچه را که خدا حرام نموده و به تعظیم آن دستور داده و شما را از ارتکاب آن برحذر داشته است، حلال ندانید. پس این نهی، شامل نهی از انجام دادن آن، و نهی از اعتقاد به حلال بودن آن نیز می‌گردد. همچنان‌که این نهی، شامل انجام ندادن کار زشت و عقیده نداشتن به آن می‌باشد. و این نهی، شامل «محرّماتِ احرام» و «محرّمات حرم» می‌شود. نیز آنچه خداوند بدان تصریح نموده، در این نهی داخل است، آنجا که می‌فرماید: (﴿وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ﴾) حرمت ماه حرام را، با جنگ و ستم و انجام دادن دیگر منهیّات نشکنید. همان طور که خداوند متعال فرموده است: ﴿إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡ﴾ بی‌گمان تعداد ماه‌ها نزد خدا، در کتاب تقدیر الهی [لوح المحفوظ]، از روزی که آسمان‌ها و زمین را آفریده، دوازده ماه است؛ چهار تا از آن ماه حرام‌اند، این است آئین استوار و محکم، پس در آن برخود ستم نکنید.\n جمهور علما بر این باور هستند که حرمت جنگ در ماه‌های حرام با این فرمودۀ الهی منسوخ است که می‌فرماید: ﴿فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ﴾ پس هرگاه ماه‌های حرام به پایان رسیدند، مشرکان را هر کجا یافتید، بکشید. همچنین به دلیل نصوص کلی و عامِ دیگری که در آن به طور مطلق به پیکار با کافران دستور داده شده، و برای نجگیدن با آنها، تهدیداتی صورت گرفته است. و همچنین به دلیل اینکه پیامبر صلی الله علیه وسلم با اهل طائف در ماه ذی القعده که یکی از ماه‌های حرام است، جنگید. \nگروهی دیگر می‌گویند: نهی از پیکار در ماه‌های حرام با این آیه و دیگر آیاتی که به طور ویژه از جنگ در ماه‌های حرام نهی می‌کنند، منسوخ نگردیده است. آنان نصوص مطلقی را که در این رابطه وارد شده‌اند، بر این آیه و امثال آن حمل کرده و گفته‌اند: «مطلق بر مقید حمل می‌شود». و برخی در این مورد به تفکیک قضیه پرداخته و گفته‌اند: آغاز کردن جنگ در ماه‌های حرام جایز نیست، اما ادامۀ جنگی که از قبل آغاز شده، و تکمیل کردن آن جایز است. و پیکار پیامبر صلی الله علیه وسلم را با اهل طائف بر این صورت حمل نموده‌اند؛ زیرا جنگ با اهل طائف، در «حنین» و در ماه شوال آغاز شد. همۀ اینها در مورد جنگی است که تدافعی نباشد، بلکه مسلمانان جنبۀ تهاجمی داشته باشند.\nاما در جنگ تدافعی ـ که کفار آن را آغاز می‌کنند ـ به اجماع همۀ علما برای مسلمین جایز است به منظور دفاع، در ماه‌های حرام و دیگر ماه‌ها به جنگ با کفار بپردازند.\n(﴿وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ﴾)و قربانیی را که در حج، عمره و دیگر موارد به سوی بیت‌الله برده می‌شود، حلال ندانید و از رسیدن آن به محل مورد نظر جلوگیری نکنید، و قربانی را از طریق دزدیدن و غیره نگیرید و در مورد آن کوتاهی نورزید، و باری را که توان حملِ آن را ندارد بر دوش آن نگذارید، مبادا قبل از رسیدن به جایگاهش تلف شود ، بلکه هم قربانی را، و هم کسی که آن را می‌آورد، احترام کنید.\n(﴿وَلَا ٱلۡقَلَٰٓئِدَ﴾) این نوعی خاص از قربانی است که زنجیر یا گردن‌بندی برای آن بافته شده و در گردنش آویخته می‌شود تا معلوم گردد این حیوان مخصوص قربانی است؛ از این طریق مردم برای انجام چنین کاری تشویق شوند و سنت و روش رسول اکرم صلی الله علیه وسلم به آنها آموخته شود و معلوم گردد این حیوان مخصوص قربانی است و مورد احترام قرار گیرد. بنابراین آویختن گردن‌بند به گردن قربانی، سنّت، و از شعائر مسنونه است.\n(﴿وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ﴾) و کسانی را که آهنگ خانۀ خدا را دارند [مورد تعرّض قرار ندهید] (﴿يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗا﴾) یعنی هرکس که قصد زیارت بیت‌الحرام را نمود و از طریق تجارت و معاملاتِ جایز در صدد به‌دست آوردن سود و منفعت مادی بود، و با انجام حج، عمره، و طواف خانۀ خدا، و نماز گزاردن درآن، و دیگر انواع عبادت در پی جلب خشنودی خدا بود، به او تعرض و توهین نکنید، بلکه او را احترام کنید، و همۀ زائران خانۀ خدا را مورد تکریم قرار دهید. \nتامین امنیت راه‌هایی که انسان را به خانه خدا می‌رساند نیز در این مقوله داخل است؛ زیرا کسانی که آهنگ خانۀ خدا را دارند، باید با اطمینان و آرامش به سوی کعبه بیایند، بدون اینکه ترسی ازکشته شدن یا آسیب رسیدن به جان واموالشان ازطریق دزدی و چپاول و غیره داشته باشند. و این آیۀ شریفه با فرمودۀ الهی تخصیص می‌یابد که می فرماید: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَا﴾ ای کسانی که ایمان آورده‌اید! همانا مشرکان پلیدند، پس، بعد از این سال نباید به مسجدالحرام نزدیک شوند. بنابراین به مشرک اجازه داده نمی‌شود که به «حرم» وارد گردد. ما گفتیم این آیه با نهی از تعرض به کسی که قصد خانۀ خدا را نموده و به دنبال فضل و خشنودی خداست، تخصیص یافته است، و این بیانگر آن است که هرکس به قصد انجام گناه به کعبه برود، باید از ورود به خانۀ خدا و فساد انگیزی در آن بازداشته شود. چون یکی از روش‌هایی که با آن، احترام و اکرام بیت‌الله کامل می‌گردد آن، است که کسانی را که دارای چنین حال و وضعی هستند، از فسادکاری در آن بازداشته شوند. همان‌طور که خداوند متعال فرموده است: ﴿وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۢ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ﴾ و هرکس بخواهد در کعبه به الحاد و ستم \nبپردازد، به او عذابی دردناک می‌چشانیم.\nپس از آنکه خداوند متعال آنها را از شکار کردن در حالت احرام نهی نمود، فرمود: (﴿وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْ﴾) و هرگاه از احرامِ حج یا عمره بیرون آمدید و از سرزمین حرم بیرون شدید، شکار کردن برایتان حلال است، و این تحریم از بین می‌رود. و دستوری که پس از تحریم صادر می‌شود، حکم مسأله را، به حالتی که قبل از تحریم داشته است، باز می‌گرداند.\n(﴿وَلَا يَجۡرِمَنَّكُمۡ شَنَ‍َٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ﴾) و نفرت و دشمنی قومی، و تجاوز آنها بر شما که شما را از مسجدالحرام بازداشته‌اند، وادارتان نکند که بر آنها تجاوز کنید، و از آنها انتقام بگیرید، و دلتان را خنک کنید؛ زیرا بنده باید به دستور خدا پایبند باشد و راه عدالت را در پیش بگیرد، گرچه بر او جنایت و ستم و تجاوز شده باشد. پس برای او جایز نیست که بر کسی دروغ ببندد که بر وی دروغ بسته است، و یا به کسی خیانت کند که با او خیانت کرده است.\n(﴿وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰ﴾) و باید برخی از شما برخی دیگر را بر کارهای نیک یاری کنند. و «بِرّ» اسمی است جامع که دربرگیرندۀ تمامی اعمال ظاهری و باطنی است اعم از حقوق خدا و حقوق انسان‌هاست که خداوند آنها را دوست دارد و می‌پسندد. و «تقوی» در اینجا اسمی است جامع و دربرگیرندۀ ترک تمام اعمال ظاهری و باطنی است که خدا و رسولش آن را دوست نمی‌دارند. همچنان‌که در برگیرندۀ آراسته شدن به تمام خصایل و ویژگی‌های خیری است که به انجام دادن آن امر شده است، و نیز پرهیز از هر ویژگی از ویژگی‌های شر را در بر می‌گیرد که به ترک آن امر شده است. پس بنده مأمور است خود این کارها را انجام دهد، و دیگر برادران مؤمنش را بر انجام آن یاری نماید با هر قول و گفتاری که آنان را بر آن تشویق و تحریک کند.\n(﴿وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ ﴾) و همدیگر را بر گناه یاری ندهید. و «اثم» به معنی جرأت پیدا کردن بر انجام گناهان است؛ امری که صاحبش را گناهکار می‌کند و او را در موقعیت حرج قرار می‌دهد. (﴿وَٱلۡعُدۡوَٰنِ﴾) یعنی تجاوز به جان و مال و آبروی مردم. پس واجب است که آدمی از هر گناه و ستمی دوری بجوید، سپس دیگران را بر ترک آن کمک نماید. (﴿وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ﴾) و از خداوند بترسید، همانا خداوند کسی را که برانجام گناه و هتک حرمت محارم خدا جسارت نماید به شدت عذاب می‌دهد. پس، از محارم بپرهیزید تا عذاب دنیوی و اخروی خدا برشما نازل نشود."
    },
    {
      "id": 672,
      "verse_number": 3,
      "verse_key": "5:3",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 86,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَـٰمِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ۚ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَـٰمَ دِينًا ۚ فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ ۙ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 107,
      "juz_number": 6,
      "translations": [
        {
          "id": 923337,
          "resource_id": 135,
          "text": "[اینها همه] بر شما حرام شده است: [گوشت] مُردار و خون و گوشت خوک و آنچه [هنگام ذبح] نام غیر الله بر آن برده شود و [حیوانات حلال‌گوشتِ‌] خفه‌شده و به ضرب [چوب و سنگ‌ و...] مُرده و از بلندی افتاده [و مُرده‌] و [آنها که از حیوانی دیگر] شاخ‌خورده [و مُرده‌اند] و نیم‌خوردۀ [حیواناتِ] درنده ـ مگر آنچه [پیش از مردن] ذبح [شرعی] کرده باشید ـ و [همچنین] آنچه در برابر نشانه‌های معبودان باطل ذبح می‌شود و [همچنان بر شما حرام است که] باتیرهای بخت‌آزمایی تصمیم‌گیری و اقدام کنید؛ و [به یقین بدانید که روی آوردن به تمام] اینها نافرمانی [از الله] است. امروز کافران از دین شما [و بازگشتتان به کفر] ناامید شده‌اند؛ پس از آنان نترسید و از من بترسید. امروز دینتان را کامل کردم و نعمتم را بر شما تمام نمودم و اسلام را [به عنوان بهترین] دین برایتان برگزیدم. اما هر کس [برای حفظ جان خود و] بدون آنكه به گناه متمایل باشد، [به خوردن گوشت‌های ممنوعه] ناچار شود [گناهی بر او نیست]. به راستی که الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "این همان محرماتی است که خداوند در فرمودۀ: \n﴿إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ﴾ [جز آنچه که بر شما خوانده می‌شود] به ما وعده داد آنها را بر ما تلاوت کند. و بدان که خداوند تبارک و تعالی چیزهایی را که حرام می‌کند، بدان خاطر است تا بندگانش را از زیانی که در آنها نهفته است، حفاظت نماید، و خداوند این زیان‌ها را گاهی برای بندگان بیان نموده و گاهی بیان نمی‌کند.\nپس خداوند خبر داد که مردار را بر شما حرام کرده است: (﴿ٱلۡمَيۡتَةُ﴾) و منظور از حیوان مردار، حیوانی است که بدون ذبح شرعی حیات خود را از دست داده باشد. چنین حیوانی به خاطر ضرری که دارد، حرام است؛ و زیان آن، به سبب ماندن خون در شکم وگوشت آن است و خوردنش مضر می‌باشد.\nشایان ذکر است که حیوانات مردار بیشتر به خاطر بیماری می‌میرند، پس خوردن آن زیان دارد. وملخ و ماهی از این قضیه مستثنی هستند و حلال‌اند.\n(﴿وَٱلدَّمُ﴾) و خون جاری. همان‌طور که در آیه‌ای دیگر به صورت مقیّد بیان شده است. (﴿وَلَحۡمُ ٱلۡخِنزِيرِ﴾) و گوشت خوک، و این، همۀ اجزای آن را شامل می‌شود. از بین سایر درندگانِ پلید فقط خوک را بیان نمود؛ زیرا گروهی از اهل کتاب از قبیل نصاری، ادعا می‌کنند که خداوند خوک را برایشان حلال نموده است؛ یعنی شما فریب آنها را نخورید، چرا که خوک حرام است و از جمله پلیدی‌ها است. \n(﴿وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ﴾) و حیوانی که به هنگام سر بریدن، نام غیر خدا، از قبیل بت‌ها و اولیاء و ستارگان و دیگر مخلوقات بر آن برده شده است. پس همان طور که بردن نام خدا، ذبیحه را پاک می‌گرداند، بردن نام غیر خدا آن را از نظر معنوی آلوده می‌کند، چون ذکر نام غیر خدا بر آن شرک است.\n(﴿وَٱلۡمُنۡخَنِقَةُ﴾) و حیوانی که به سبب خفگی مرده، و با دست یا ریسمانی خفه شده باشد، یا اینکه سرش را به جای تنگ و باریکی فرو برده باشد که نتوان آن را بیرون آورد، در نتیجه حیوان بمیرد. \n(﴿وَٱلۡمَوۡقُوذَةُ﴾) و حیوانی که به سبب کتک زدن با چوب یا سنگ، یا فرو ریختن چیزی بر آن ـ عمداً یا بدون عمد ـ مرده باشد. (﴿وَٱلۡمُتَرَدِّيَةُ﴾) و حیوانی که از بالا پرت شده باشد، مانند اینکه از بالای کوه یا دیوار، یا از سقفی افتاده باشد و بمیرد.\n(﴿وَٱلنَّطِيحَةُ﴾) و آن حیوانی است که به سبب شاخ زدنِ حیوانِ دیگری بمیرد. (﴿وَمَآ أَكَلَ ٱلسَّبُعُ﴾) و آنچه حیوانات درّنده [از قبیل: گرگ، شیر یا پلنگ] از بدن آنها بخورند، یا پرندگان درّنده‌ای که شکار را می‌خورند، از آن بخورند. پس چنین حیوانی که به سبب خوردن درندگان مرده باشد، حلال نیست. \n(﴿إِلَّا مَا ذَكَّيۡتُمۡ﴾) این استثنا راجع به این موارد است؛ یعنی حیوان خفه شده، حیوانی که بر اثر کتک مرده است، حیوانی که از بالا افتاده و مرده است، حیوانی که به سبب شاخ زدن حیوانی دیگر مرده است و آنچه که درندگان از آن خورده‌اند، در همۀ این موارد اگر حیوان به صورت حتم و مسلّم زنده باشد و سربریده شود، حلال است. \nبنابراین فقها گفته‌اند: «اگر حیوان درنده یا غیر آن روده و شکم حیوانی را پاره کند، یا حلقومش را قطع نماید، زنده بودن آن مانند مرده بودنش است؛ زیرا سر بریدنش فایده‌ای ندارد». و برخی جز وجود حیات، چیز دیگری را در آن معتبر ندانسته‌اند. پس هرگاه آن را سر ببرید و حیوان زنده بود، حلال است گر چه روده‌ها و شکمش از آن جدا شده باشد. و از ظاهر آیۀ شریفه چنین استنباط می‌شود.\n(﴿وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِ﴾) و تقسیم کردن و پیشگویی نمودن با چوبه‌های تیر بر شما حرام است. «استقسام» شیوه‌ای برای تقسیم کردن و اندازه‌گیری، و معیاری برای اقدام به کاری یا ترک آن بود. «ازلام» سه چوب تیرمانندی بودند که عرب‌ها در جاهلیت برای این منظور از آنها استفاده می‌کردند که بر یکی نوشته شده بود «بکن»، و بر دومی نوشته شده بود « نکن»، و بر سومی چیزی نوشته نشده بود. پس هرگاه کسی از آنان آهنگ سفر یا عروسی یا امثال آن را می‌کرد، این سه تیر را در کیسه‌ای می‌انداخت، سپس یکی از آن را بیرون می‌آورد، پس اگر تیری بیرون می‌آمد که روی آن نوشته بود «بکن»، او کارش را می‌کرد؛ و اگر تیری بیرون می‌آمد که روی آن نوشته بود «نکن»، کارش را انجام نمی‌داد؛ و اگر تیری بیرون می‌آمد که چیزی بر آن نوشته نشده بود، باز کارش را تکرار می‌کرد تا یکی از دو چوبه‌ای بیرون می‌آمد که روی آن چیزی نوشته شده بود، و طبق آن عمل می‌کرد. پس خداوند این کار و امثال آن را بر آنها حرام نمود و به جای آن، آنها را به نماز استخاره در همۀ کارها راهنمایی کرد. (﴿ذَٰلِكُمۡ فِسۡقٌ﴾) اشاره به همۀ امور حرامی است که از آن سخن رفت، و خداوند به منظور حفاظت بندگانش، آنها را حرام نمود. این امور، موجب فسق و بیرون رفتن از دایرۀ اطاعت خدا و وارد شدن به اطاعت شیطان‌اند.\nسپس خداوند بر بندگانش منت نهاد و فرمود: (﴿ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ﴾) امروز کافران از دینتان مأیوس شده‌اند. روزی که به آن اشاره شده است، روز عرفه است؛ روزی که خداوند دینش را تکمیل کرد و بنده و پیامبرش را نصرت نمود و مشرکین را بی‌نهایت خوار گردانید، در حالی‌که آنها به پشیمان کردن مؤمنان از دینشان بسیار رغبت داشتند. اما وقتی که عزت و قدرت اسلام و پیروزی آن را مشاهده کردند، کاملاً ناامید شدند که مؤمنان به دین آنها باز گردند. بنابراین در این سال؛ یعنی سال دهم که پیامبر حج وداع نمودند، و آخرین حج پیامبر بود، هیچ مشرکی حج نکرد و هیچ آدم لخت و عریانی چون گذشته، اطراف کعبه طواف ننمود.\nبنابراین فرمود: (﴿فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِ﴾) و از مشرکان نترسید، بلکه از خداوندی بترسید که شما را بر آنها پیروز گردانید و آنان را خوار کرد و توطئه‌هایشان را به خودشان برگرداند.\n(﴿ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ﴾) امروز با کامل کردن پیروزی و تکمیل شرائع ظاهری و باطنی، اصول و فروع دینتان را کامل نمودم. بنابراین کتاب و سنت در حوزۀ احکام دینی، و اصول و فروع آن کاملاً شما را کفایت می‌کنند. پس هرکس ادعا کند که مردم در شناختن عقاید و احکامشان به علومی غیر از کتاب وسنت از قبیل: علم کلام و غیره نیاز دارد، جاهل است و ادعای باطلی در سرمی‌پروراند؛ زیرا گمان می‌برد که دین کامل نمی‌شود، مگر به وسیلۀ آنچه که او می‌گوید و به سوی آن دعوت می‌کند. و این از بزرگ‌ترین ستم در حق خدا و رسولش به حساب می‌آید و نسبت دادن جهل است به خدا و رسولش.\n(﴿وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي﴾) و نعمت ظاهری و باطنی را برای شما تکمیل کردم.(﴿وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗا﴾) و اسلام را به عنوان دین برای شما انتخاب نمودم، همان‌طور که شما را برای اسلام پسندیدم. پس با به جا آوردن دستورات اسلام، شکر پروردگارتان را به جای آورید و کسی را که برترین و شریف‌ترین و کامل‌ترین دین را به شما ارزانی داشته است، ستایش کنید.\n(﴿فَمَنِ ٱضۡطُرَّ﴾) بنابراین کسی که ضرورت و نیاز، او را به خوردن چیزهای حرام که در (﴿حُرِّمَتۡ عَلَيۡكُمُ﴾) بیان شد، مجبور کرد، (﴿فِي مَخۡمَصَةٍ﴾) در حالت گرسنگی، (﴿غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ﴾) به شرطی که متمایل به گناه نباشد، و تا زمانی که مجبور نشده است، از آن نخورد و بیش از اندازه‌ای که او را کفایت می‌کند، نخورد، (﴿فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾) همانا خداوند بخشنده و مهربان است، و خوردن [گوشت، خون و...] حرام را در این حال برای او مباح کرده، و بر او رحم نموده که از حرام به اندازه‌ای که وی‌را نگاه دارد، بخورد بدون اینکه کمبود و نقصی در دینش حاصل آید."
    },
    {
      "id": 673,
      "verse_number": 4,
      "verse_key": "5:4",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 86,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۙ وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ ۖ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "page_number": 107,
      "juz_number": 6,
      "translations": [
        {
          "id": 923338,
          "resource_id": 135,
          "text": "[ای پیامبر، اصحابت] از تو می‌پرسند چه چیز برایشان حلال شده است. بگو: «چیزهاى پاكیزه و [شکارِ] حیوانات شکاری که از آنچه الله به شما تعلیم داده، به آنها آموخته‌ايد، برایتان حلال شده است. پس، از آنچه [این حیوانات] برای شما گرفته‌اند [و خود از آن نخورده‌اند] بخورید و [به هنگام ذبح یا فرستادن حیوانات شکاری] نام الله را بر آن ببرید و از الله پروا کنید. بی‌گمان الله، حسابرسی سریع است»."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش محمد صلی الله علیه وسلم می‌فرماید: (﴿يَسۡ‍َٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ ﴾) از تو می پرسند: چه خوراک‌هایی برای آنان حلال شده است؟\n(﴿قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ﴾) بگو: چیزهای پاکیزه برایتان حلال شده است. و چیزهای پاکیزه هر آن چیزی است که در آن فایده یا لذتی باشد، بدون اینکه زیانی برای بدن و عقل در بر داشته باشد. پس همۀ دانه‌ها و میوه‌ها که در روستاها و صحراها یافت می‌شوند، و نیز همۀ حیوانات دریایی و خشکی در این داخل است، جز آنچه که شارع استثنا نموده است مانند حیوانات درّنده و پلید.\nبنابراین، مفهوم آیه بر حرام بودن پلیدی‌ها دلالت می‌نماید، همان‌طور که خداوند به حرمت پلیدی‌ها تصریح کرده و می‌فرماید: ﴿وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ﴾ و پاکیزه‌ها را برای آنان حلال می‌نماید و پلیدی‌ها را برایشان حرام می‌گرداند.\n(﴿وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ﴾) و شکاری که پرندگان و حیوانات شکارگر صید می‌کنند، برایتان حلال است. این آیه بر چند چیز دلالت می‌نماید: \nاول: لطف و مهربانی خدا نسبت به بندگانش که راه‌های حلال را برای آنان گسترده است و حیواناتی را که سر نبریده‌اند بلکه پرندگان و حیوانات شکاری آن را شکار کرده‌اند، برای آنان حلال نموده است. منظور از «جوارح» سگ‌های شکاری و یوزپلنگ و شاهین و دیگر حیواناتی است که با چنگال و دندان شکار می‌کنند.\nدوم: شرط است که حیوان شکاری تعلیم یافته باشد، به طوری‌که در عرف تعلیم شمرده شود، به این صورت که هرگاه بخواهد حیوان را به حرکت درآورد و رها کند، حرکت نماید، و هرگاه بخواهد آن را از شکار باز دارد، با صدای او باز گردد. و هرگاه حیوانی را گرفت، آن را نخورد. بنابراین فرمود: (﴿تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ﴾) از آنچه خداوند به شما آموخته، به آنها تعلیم می‌دهید. پس، از صیدی که به خاطر شما گرفته و نگاه داشته‌اند، بخورید. و چنانچه حیوان شکاری بخشی ازآن صید را بخورد، معلوم نیست که بقیۀ آخر را برای صاحبش نگاه بدارد؛ زیرا احتمال دارد که در صدد خوردن نصف باقیمانده هم باشد.\nسوم: شرط است که سگ یا پرندۀ شکاری و امثال آن، شکار را زخمی کرده باشد. به دلیل اینکه فرموده است: (﴿مِّنَ ٱلۡجَوَارِحِ﴾) و قبلاً گفتیم که حیوان خفه شده حرام است . پس اگر سگ یا دیگر حیوان شکاری، صید را خفه کرد یا بر اثر سنگینی و زنش آن را کشت، حیوان شکار شده حلال نیست. این نظر مبنی بر آن است که پرندگان و حیوانات شکاری، شکار را با چنگال یا دندان خود زخمی کنند. و بنا به قول مشهور که می‌گوید: جوارح به معنی «کواسب» می‌باشد، منظور حیوانات شکارگری است که خود شکار را به دست می‌آورند و آن را در می‌یابند. پس اگر به این معنی باشد، در آن دلالتی بر مطلب گذشته نیست. و الله اعلم.\nچهارم: جایز بودن پرورش و نگهداری سگ شکاری است، همان طور که در حدیث صحیح آمده که نگهداری و پرورش سگ شکاری جایز است. با اینکه در اصل، نگهداری سگ و پرورش آن حرام است، اما نگهداری سگ شکاری جایز است؛ زیرا اگر شکار و تعلیم دادن سگ جایز باشد به طور قطع نگهداری آن نیز جایز است.\nپنجم: پاک بودن قسمتی از شکار که سگ با دهان گرفته است، چون خداوند آن را جایز قرار داده و نگفته است آن را بشوئید. پس این بر پاکی محلی که دهان سگ شکاری به آن خورده است دلالت می‌نماید.\nششم: در این آیه به فضیلت علم اشاره شده است ، و اینکه سگ و حیوان تعلیم یافته به خاطر تعلیمی که دیده است، شکارش حلال است، و حیوان شکارگری که تعلیم نیافته، شکارش حلال نیست.\nهفتم: مشغول شدن به تعلیم دادن سگ یا پرنده یا امثال آن مذموم و ناپسند نبوده و کار بیهوده و باطلی نیست، بلکه امری است مطلوب، چون تعلیم، وسیله ای برای حلال شدن شکارِ حیوان شکارگر و استفاده از آن است.\nهشتم: این آیه دلیل است برای کسی که فروختن سگ شکارگر را جایز می‌داند؛ زیرا جز از طریق خرید و فروش، نمی‌توان به سگ شکاری دست یافت.\nنهم: در این آیه «بسم الله» گفتن به هنگام رهاکردن حیوان شکاری شرط قرار داده شده است، و اگر به طور عمد و قصد «بسم الله» نگوید، شکاری را که حیوان شکاری کشته است، حلال نمی‌باشد.\nدهم: خوردن آنچه حیوان شکارگر صید کرده، حلال است، خواه حیوان شکارگر صید را کشته باشد یا نه. و اگر صاحبش آن را دریافت و شکار به طور حتم و مسلّم زنده بود، حلال نیست، مگر اینکه آن را ذبح کند. \nسپس خداوند متعال مردم را به تقوا و پرهیزگاری تشویق نمود و آنان را از آمدن روز قیامت و محاسبۀ آن روز، برحذر داشت و به آنان گوشزد ‌کرد که حسابرسی روز قیامت، نزدیک است: (﴿ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ﴾)"
    },
    {
      "id": 674,
      "verse_number": 5,
      "verse_key": "5:5",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 86,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۖ وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلْمُؤْمِنَـٰتِ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ وَلَا مُتَّخِذِىٓ أَخْدَانٍ ۗ وَمَن يَكْفُرْ بِٱلْإِيمَـٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
      "page_number": 107,
      "juz_number": 6,
      "translations": [
        {
          "id": 923339,
          "resource_id": 135,
          "text": "[ای مسلمانان،] امروز خوراکی‌های پاکیزه‌ برایتان حلال شده است و [ذبایح و] غذای اهل کتاب برای شما حلال است و غذای شما [نیز] برای آنان حلال است؛ و [همچنین ازدواج با] زنان پاکدامن مسلمان و زنان پاکدامن از [اهل کتاب، یعنی] کسانی‌ که پیش از شما به آنان کتاب [آسمانی] داده شده است [حلال است]؛ به شرط آنکه مهریه‌های‌ آنان را بپردازید، در حالی ‌که خود پاکدامن باشید، نه زناكار باشید و نه [زنان را] پنهانى به دوستی بگیرید؛ و هر‌ کس به [ارکان] ایمان کفر بورزد، قطعاً عملش تباه شده است و در آخرت از زیانکاران خواهد بود."
        }
      ],
      "tafsir_saadi": "خداوند حلال کردن چیزهای پاکیزه را تکرار نمود تا منّت و لطف خویش را بیان دارد و بندگانش را به سپاسگزاری فراوان و ذکر پروردگار فرا بخواند، و چیزهایی را که بدان نیاز دارند، برایشان حلال نمود، به گونه‌ای که می‌توانند از چیزهای پاکیزه استفاده کنند. (﴿وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ﴾) ای مسلمین! حیواناتی که یهودیان و نصارا سر می‌برند برای شما حلال است، نه حیواناتی که دیگر کافران سر می‌برند؛ زیرا ذبیحۀ آنها برای مسلمین حلال نیست. چون اهل کتاب به پیامبران و کتاب‌های آسمانی منتسب هستند، و همۀ پیامبران بر حرام بودن حیوانی که برای غیرخدا ذبح شده باشد، متفق می‌باشند؛ زیرا ذبح حیوان برای غیرخدا، شرک است.\nپس یهودیان و نصارا به حرام بودن ذبح حیوان برای غیرخداوند معتقد هستند، بنابراین ذبیحۀ آنان حلال است، اما ذبیحۀ دیگر کفار نه. و منظور از طعام اهل کتاب، حیواناتی است که سر می‌برند؛ زیرا خوراک‌های دیگر از قبیل: دانه‌ها و میوه‌ها -خواه متعلق به اهل کتاب باشد یا نه- حلال می‌باشند.\nنیز به دلیل اینکه خداوند طعام را به آنها نسبت داده است. پس این دلالت می‌نماید که آن چیز بدان سبب که آنها ذبح کرده‌اند، خوراک قرار داده شده است. و نباید گفت که «اضافۀ طعام» به اهل کتاب به معنی تملیک است؛ یعنی خوراکی که در ملکیت آنهاست؛ زیرا خوراکی که در ملکیت آنان است به دست آوردنش به طریقۀ غصب صحیح نیست، حتی اگر این کار از جانب مسلمانان هم صورت گیرد. \n(﴿وَطَعَامُكُمۡ﴾) و ذبیحۀ شما مسلمانان (﴿حِلّٞ لَّهُمۡ﴾) برای آنها حلال است، و شما می‌توانید از خوراک خود به آنان بدهید (﴿وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ﴾) و زنان آزادۀ پاکدامنِ مؤمن برای شما حلال‌اند.\n(﴿وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ﴾) و زنان آزادۀ پاکدامنی که پیش از شما، کتاب [آسمانی] به آنان داده شده است؛ یعنی یهودیان و نصارا. و این، فرموده الهی را که می‌فرماید: ﴿وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّ﴾ ـ و با زنان مشرک ازدواج نکنید، مگر اینکه ایمان بیاورند ـ تخصیص می‌گرداند. و مفهوم آیه چنین است که ازدواج با زنان بردۀ مؤمن برای مردان آزاده حلال نیست.\nاما زنان بردۀ اهل کتاب هیچ‌گاه مباح نبوده و به‌طور مطلق نمی‌توان آنان را به عقد مردان آزاده در آورد؛ زیرا خداوند متعال فرموده است: ﴿مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِ﴾ از کنیزان مؤمن و مسلمان. اما زنان مسلمان اگر برده باشند، ازدواج با آنها برای مردان آزاده جایز نیست، مگر با د‌و شرط: اول، توانایی نداشتن برای ازدواج با آزاده. و دوم، ترس از گرفتار شدن به فساد و گناه. اما ازدواج با زنان فاسق و زناکار جایز نیست -خواه مسلمان باشند یا اهل کتاب- مگر اینکه توبه کنند؛ زیرا خداوند متعال فرموده است: ﴿ٱلزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوۡ مُشۡرِكَةٗ﴾ مرد زنا کار جز با زن زنا کار یا زن مشرک ازدواج نکند. \n(﴿إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ﴾) ازدواج با آنها را برای شما حلال قرار داده‌ایم، هرگاه مهریۀ آنها را بپردازید. پس هرکس تصمیم به ندادن مهریۀ زن بگیرد، برای او حلال نیست. و خداوند متعال به پرداختن مهریۀ زن دستور داد، و آن زمانی است که زن عاقل و رشید، و صلاحیتِ پذیرشِ مهریه را داشته باشد، در غیر این صورت شوهر مهریه را به سرپرست زن می‌دهد. و نسبت دادن مهریه به زنان بر این دلالت می‌نماید که زن مالک تمام مهریه‌اش است و هیچ کس حقی در آن ندارد، مگر آنچه که زن به شوهر ببخشد یا به سرپرست خودش یا به کسی دیگر بدهد. \n(﴿مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ﴾) در حالی که شما زنانتان را پاکدامن نگه دارید و شرمگاهتان را از دیگر زنان مصون بدارید. (﴿غَيۡرَ مُسَٰفِحِينَ﴾) و با هیچ کس زنا نکنید.\n(﴿وَلَا مُتَّخِذِيٓ أَخۡدَانٖ﴾) و دوست نگیرید. و دوست گرفتن؛ یعنی زنا کردن با معشوقه‌ها؛ زیرا در جاهلیت زنا این‌گونه بود که عده‌ای با هرکس زنا می‌کردند، چنین فردی (مُسَافِح) زناکار نامیده می‌شد. و بعضی فقط با دوست و معشوقۀ خود زنا می‌کردند. خداوند خبر داد که این کار با عفت و پاکدامنی متضاد است، و شرط ازدواج این است که شوهر پاکدامن باشد.\n(﴿وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ﴾) و هرکس به خدا کفر ورزد و به کتاب‌ها و پیامبرانش که ایمان آوردن بدان‌ها واجب است، یا به چیزی از شرایع و آیین الهی کفر ورزد، بی‌گمان عملش نابود گشته است، و آن زمانی است که بر حالت کفر بمیرد. همان‌طور که خداوند متعال می‌فرماید: ﴿وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ﴾ و هرکس از شما از دین خود مرتد شود، و در حالی که کافر است، بمیرد، پس ایشان اعمالشان در دنیا و آخرت نابود می‌شود. \n(﴿وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ﴾) و او در آخرت از زمرۀ کسانی خواهد بود که در مورد خود و اموال و خانواده‌هایشان دچار زیان شده و به شقاوت همیشگی گرفتار آمده‌اند."
    },
    {
      "id": 675,
      "verse_number": 6,
      "verse_key": "5:6",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 87,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قُمْتُمْ إِلَى ٱلصَّلَوٰةِ فَٱغْسِلُوا۟ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى ٱلْمَرَافِقِ وَٱمْسَحُوا۟ بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى ٱلْكَعْبَيْنِ ۚ وَإِن كُنتُمْ جُنُبًا فَٱطَّهَّرُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ۚ مَا يُرِيدُ ٱللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَـٰكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "page_number": 108,
      "juz_number": 6,
      "translations": [
        {
          "id": 923340,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، چون به [قصدِ] نماز برخاستید، صورت و دست‌هایتان را تا آرنج بشویید و سرتان را مسح کنید و پاهایتان را تا دو قوزک [بشویید] و اگر جُنُب بودید، خود را [با غسل کردن] پاک سازید؛ و اگر بیمار یا مسافرید یا هر یک از شما از محل قضای حاجت آمده است یا با زنان آمیزش کرده‌اید و آب نمی‌یابید، با خاکی پاک تیمم کنید و از آن بر صورت و دست‌هایتان بکشید. الله نمی‌خواهد شما را به سختی بیندازد؛ بلکه می‌خواهد شما را پاک سازد و نعمت خویش را بر شما تمام کند؛ باشد که شکر به جای آورید."
        }
      ],
      "tafsir_saadi": "این آیۀ بزرگی است که مشتمل بر احکام زیادی می‌باشد، و ما آنچه را از این احکام که خداوند برایمان آسان و مقدور نموده است، بیان می‌کنیم: \n1- اطاعت کردن از آنچه در این آیه ذکر شده؛ و عمل کردن به آن؛ از لوازم ایمان است، و ایمان جز با آن کامل نمی‌شود، چون خداوند آیه را با (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ﴾) آغاز کرده است؛ یعنی ای کسانی که ایمان آورده‌اید! به مقتضای ایمانتان، به آنچه برای شما مشروع نموده‌ایم، عمل کنید.\n2- امر به بپاخاستن برای نماز؛ زیرا فرموده است: (﴿إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ﴾) یعنی هر وقت برای نماز بپاخاستید.\n3- امر به نیت کردن برای نماز؛ زیرا (﴿إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ﴾) یعنی هرگاه به قصد و نیت نماز بپا خاستید.\n4- وضو، شرط صحّت نماز است؛ زیرا خداوند به هنگام بلند شدن برای نماز، به وضو دستور داده است، و اصل این است که «امر» برای وجوب است.\n5- وضو، با داخل شدن وقت نماز، واجب نمی‌شود، بلکه هنگام اراده کردن برای نماز، واجب می‌گردد.\n6- هرآنچه که اسم نماز بر آن اطلاق شود، از قبیل: فرض و نفل، و فرض کفایه و نماز جنازه، برای همه آنها وضو شرط است. حتی بسیاری از علما برای سجدۀ خالی، از قبیل: سجدۀ تلاوت و سجدۀ شکر نیز وضو را لازم می‌دانند. \n7- امر به شستن چهره و صورت که طول آن از ابتدای محل روییدن موی سر تا زیر چانه است، و عرض آن از گوش تا گوش است. و مضمضه [آب در دهان کردن] و استنشاق [آب در بینی کردن] با سنّت ثابت شده و در شستن صورت داخل می‌گردد. و موهای چهره بخشی از چهره می‌باشند. اگر این موها کم باشند رسانیدن آب به زیر آنها لازم است، ولی اگر پرپشت و زیاد باشند فقط شستن سطح ظاهری آن کافی است. \n8- امر به شستن دست‌ها، و اینکه باید با آرنج شسته شوند. و کلمۀ «الی» آن‌طور که جمهور مفسرین گفته‌اند به معنی «مع» است، مانند این فرمودۀ الهی که می‌فرماید: ﴿وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡ﴾ یعنی اموال یتیمان را همراه با اموال خودتان نخورید. از طرفی نیز شستن دست ـ که واجب است ـ کامل نمی‌شود مگر با شستن تمام آرنج.\n9- امر به مسح سر.\n10- مسح تمام سر واجب است، زیرا «باء» [در (﴿بِرُءُوسِكُمۡ﴾) برای تبعیض نیست، بلکه برای ملاصقه است و تمام سر باید مسح شود.\n11- مسح هرگونه انجام شود کافی است، خواه با هردو دست، یا با یک دست، یا با پارچه‌ای، یا با تکه چوبی و یا امثال آن مسح صورت گیرد؛ زیرا خداوند مسح‌را به طور مطلق بیان نموده و آن را با یک صفت و ویژگی مقید نکرده است، پس به همان صورت بر اطلاق خود دلالت می‌کند.\n12- مسح سر واجب است. پس اگر سرش را شست و بر آن دست نکشید کافی نیست چون او کاری را که خداوند بدان دستور داده، انجام نداده است.\n13- آنچه در مورد شستن دست‌ها با آرنج گفته ‌شد، در مورد شستن پاها با هر دو قوزک صدق می‌کند.\n14- در این آیه به مسح خف «موزه» اشاره شده، و آن زمانی است که (﴿وَأَرۡجُلَكُمۡ﴾) را با قرائت جر بخوانیم. و هرکدام از دو قرائت نصب و جر بر معنی خاصی حمل می‌شود، پس اگر به قرائت نصب خوانده شود، دستور به شستن پاهاست، و آن زمانی است که پاها پوشیده نباشند. و اگر به قرائت جر خوانده شود دستور به مسح پاهاست، اگر با موزه پوشیده شده باشند.\n15- رعایت ترتیب در وضو واجب است؛ زیرا خداوند آن را به ترتیب بیان کرده است. نیز خداوند عضوی را که در وضو مسح می‌شود بین دو عضو که باید شسته شوند، ذکر نمود، و این فایده‌ای را جز ترتیب نمی‌رساند.\n16- ترتیب، مخصوص اعضای چهارگانه‌ای است که در این آیه نام برده شده‌اند. اما رعایت ترتیب میان مضمضمه و استنشاق و تقدیم این اعمال بر شستن چهره، و اینکه دست راست و پای راست قبل از دست چپ و پای چپ شسته شوند، و اینکه سر قبل از گوش‌ها مسح شود، واجب نیست، بلکه مستحب می‌باشد.\n17- تازه کردن وضو برای هر نماز، تا صورتی که به آن دستور داده شده است، تحقّق یابد.\n18- امر به غسل جنابت. \n19- شستن تمام بدن درصورت جنابت واجب است؛ زیرا خداوند، پاک کردن را به بدن نسبت داده و آن را ویژۀ قسمت‌هایی از بدن قرار نداده است.\n20- امر به شستن ظاهر و باطن موها در جنابت.\n21- حدث اصغر در حدث اکبر مندرج است، و اگر کسی هم جنب بود، و هم وضو نداشت، کافی است که نیّت رفعِ هر دو را بکند و تمام بدنش را بشوید. چون خداوند جز پاک کردن چیز دیگری را بیان نکرده و نفرموده است که دوباره باید وضو بگیرید.\n22- جنابت بر هرکسی صدق پیدا می‌کند که در حالت خواب یا بیداری از او «منی» بیرون بیاید، و یا اینکه آمیزش کند و آبی نیز از او خارج نشود.\n23- هرکس به یاد آورد که احتلام شده است اما خیسی و تری ندید، غسل بر او واجب نیست؛ چون او جنب نشده است.\n24- خداوند احسان خود را بر بندگانش، با مشروع قرار دادن تیمّم، بیان می‌دارد.\n25- یکی از اسباب جایز بودن تیمّم، بیماری است که به‌کاربردن آب برای آن زیان‌آور باشد. پس برای چنین بیماریی، تیمّم جایز است.\n26- از جمله اسباب جایز بودن تیمّم، سفر و آمدن از قضای حاجت است، و آن زمانی است که آب وجود نداشته باشد، پس بیماری، مجوِّز تیمّم است هرچند آب نیز وجود داشته باشد؛ زیرا در صورت استفاده از آب، فرد مریض زیان می‌بیند. اما در بقیۀ موارد مذکور، آنچه که سبب تجویز تیمم می‌گردد نبودن آب است، گرچه آدمی در حضر هم باشد. \n27- آنچه که از پس یا پیش انسان بیرون بیاید؛ ادرار باشد یا مدفوع، وضو را نقض می‌کند.\n28- کسانی به این آیه استدلال کرده‌اند که گفته‌اند: «جز آنچه از راه جلو و عقب خارج می‌شود ـ مانند ادرار، مدفوع و باد ـ ، چیزی وضو را نقض نمی‌کند»، پس وضو با دست زدن به شرمگاه و دیگر چیزها نقض نمی‌شود.\n29- مستحب است چیزی که تلفظ به آن زشت است، به صورت کنایه گفته شود، به دلیل اینکه خداوند فرمود: (﴿أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ﴾)\n30- دست زدن به زن به قصد لذّت جویی و شهوت، وضو را نقض می‌کند.\n31- برای صحت تیمّم، شرط است که آب وجود نداشته باشد.\n32- در صورت موجود بودن آب، تیمّم باطل می‌شود، حتی اگر آدمی در نماز باشد؛ زیرا خداوند تیمّم را در صورت نبودن آب جایز قرار داده است.\n33- هرگاه وقت نماز فرا رسید و آدمی آب همراه نداشت، بر او لازم است که در میان اسباب و اثاثیۀ خود و همسفرانش به جستجوی آب بپردازد؛ زیرا کسی که چیزی را جستجو نکند، گفته نمی‌شود که آن چیز را نیافته است، [و خداوند می‌فرماید زمانی برایتان جایز است تیمّم کنید که هیچ آبی را نیابید].\n34- کسی که آبی را بیابد که برای وضو کافی نباشد، باید از آن [تا هرجا که رسید] استفاده کند، سپس [برای بقیۀ اعضا] تیمم کند.\n35- آبی که به وسیلۀ مخلوط شدن با چیزهای پاک تغییر کرده است، بر تیمّم مقدم است؛ یعنی آن آب، پاک و پاک کننده است و به وسیلۀ آن می‌توان وضو گرفت؛ زیرا آبی که تغییر کرده است، آب به حساب می‌آید و در فرمودۀ خدا (﴿فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا﴾) داخل است. \n36- برای [صحت] تیمّم، نیت لازم است؛ زیرا خداوند متعال فرموده است: (﴿فَتَيَمَّمُواْ﴾) یعنی قصد و آهنگ کنید.\n37- تیمم با هر آنچه از خاک و غیره که از سطح زمین سر بر آورده باشد، جایز می‌باشد، بنابراین خداوند که می‌فرماید: (﴿فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُ﴾) از آن بر صورت‌ها و دست‌هایتان بکشید، یا از باب تغلیب و اکثریت است؛ چرا که اغلب این‌گونه است که از روی زمین، غبار متصاعد شده و بر دست و صورت کشیده شده و روی دست و صورت می‌ماند، و یا از باب راهنمایی برای استفاده از «بهتر» است، و اینکه استفاده از خاکی که غبار داشته باشد، بهتر است.\n38- تیمّم با خاک آلوده صحیح نیست؛ چون خاک آلوده، پاک شمرده نمی‌شود بلکه نجس و آلوده است.\n39- در تیمّم، فقط صورت و دست‌ها مسح می‌شوند نه دیگر اعضا.\n40- (﴿بِوُجُوهِكُمۡ﴾) تمام چهره را در بر می‌گیرد و باید همۀ آن مسح شود، اما لازم نیست که خاک را به دهان و بینی داخل کند. و لازم نیست که خاک، زیر موها داخل شود، حتی لازم نیست که مقدار کمی خاک وارد زیر موها شود.\n41- دست‌ها فقط تا مچ مسح می‌شوند؛ زیرا وقتی که به طور مطلق از دست نام برده شود، تا مچ مورد نظر است. پس اگر مسح تا هر دو ساعد لازم بود، خداوند آن را ذکر می‌نمود، همان‌طور که در وضو ذکر نموده است.\n42- این آیه عام است و از آن استنباط می‌شود که تیمّم برای رفع همۀ ناپاکی‌ها، اعم از بی وضویی و جنابت و نجاست بدن، جایز است. چون خداوند آن را به جای طهارت با آب قرار داده و آیه را به طور مطلق ذکر نموده است، پس نمی‌توان آن را به موردی خاص مقید کرد. و ممکن است گفته شود: ناپاکی بدن با تیمّم رفع نمی‌شود، چون عبارت و سیاق آیه در مورد بی‌وضویی و جنابت است، و قول جمهور علما هم همین است.\n43- محل تیمّم در ناپاکی کوچک [بی وضویی] و ناپاکی بزرگ [جنابت] یکی است و آن صورت و دست‌ها می‌باشند.\n44- کسی که هم جنب بود و هم وضو نداشت و به نیّت هر دو تیمم کرد، با توجه به عام و مطلق بودن آیه جایز و کافی است. \n45- مسح کردن به هرطریقی که باشد کفایت می‌کند، خواه با دستش انجام شود یا باچیزی دیگر؛ زیرا خداوند متعال فرموده است: (﴿فَٱمۡسَحُواْ﴾) یعنی مسح کنید، و آنچه را که به وسیلۀ آن مسح شود، بیان نکرده است، پس این دلالت می‌نماید که با هر چیزی مسح شود، جایز است.\n46- ترتیب در تیمّم شرط است، همان‌طور که ترتیب در وضو شرط است . چون مسح کردن چهره قبل از مسح کردن دست‌ها بیان شده است.\n47- هدف خداوند از تشریع احکام، آن نیست که ما را در سختی و دشواری و تنگنا قرار بدهد، بلکه احکام، آثاری از مهربانی و رحمت خدا نسبت به بندگان است، تا آنها را پاک نموده و نعمت خویش را بر آنان کامل بگرداند.\n48- پاک کردن ظاهر با آب و خاک، مکمّل پاکی باطن با توحید و توبۀ راستین است.\n49- گرچه ظاهراً نظافت و پاکی از تیمّم به‌دست نمی‌آید، اما قطعاً نوعی تحصیل پاکیِ باطنی است که از به‌جا آوردن دستور خدا حاصل می‌گردد.\n50- شایسته است که بنده در حکمت و اسرار شرایع و احکام الهی در رابطه با پاکی و وضو و سایر موارد تأمل کند، تا بر معرفت و دانش او افزوده گردد، و سپاسِ خدا را، به خاطر احکامی که مشروع نموده است، بیشتر به جای آوَرَد، و وی را بیشتر دوست بدارد؛ که سپاس و تشکر بنده را به مقام‌های بلند و رفیع می‌رساند."
    },
    {
      "id": 676,
      "verse_number": 7,
      "verse_key": "5:7",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 87,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ وَمِيثَـٰقَهُ ٱلَّذِى وَاثَقَكُم بِهِۦٓ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page_number": 108,
      "juz_number": 6,
      "translations": [
        {
          "id": 923341,
          "resource_id": 135,
          "text": "و به یاد آورید نعمت الله را بر خویش و [نیز] پیمانى كه شما را به [انجام‌] آن متعهد گردانده است آنگاه كه [دربارۀ دعوت به فرمانبرداری از پیامبر] گفتید: «شنیدیم و اطاعت کردیم»؛ و از الله پروا کنید [که] بی‌تردید، الله به آنچه درون سینه‌هاست داناست."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگانش را دستور می‌دهد تا نعمت‌های دینی و دنیوی او را با قلب و زبان به خاطر بیاورند؛ زیرا به یادآوردن نعمت‌های الهی به صورت مستمر، انگیزه‌ای است برای شکر خدا، و محبت ورزیدن به وی، و سرشار گشتن قلب از احسان خداوند. و به یاد آوردن نعمت‌های دینی و دنیوی خدا، خود پسندی و به خود بالیدن را از بین برده، و فضل و احسان الهی را افزون می‌گرداند. (﴿وَمِيثَٰقَهُ﴾) و پیمان خدا را به یاد آورید. (﴿ٱلَّذِي وَاثَقَكُم بِهِۦٓ﴾) پیمانی که از شما گرفت.\nمنظور این نیست که آنها آن پیمان را بر زبان جاری کرده و به آن اقرار نموده‌اند، بلکه منظور این است که آنان با ایمان آوردنشان به خدا و پیامبرش، در حقیقت خود را به اطاعت از خدا و پیامبر پایبند نموده‌اند. بنابراین فرمود: (﴿إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَا﴾) آنگاه که گفتید: شنیدیم و اطاعت کردیم؛ یعنی آنچه از آیات قرآنی و نشانه‌های هستی که ما را به سوی آن فراخواندی، شنیدیم و فهمیدیم و به آن یقین کرده و از آن فرمان بردیم، و از آنچه که ما را به آن فرمان دادی، اطاعت نمودیم و از آنچه که ما را نهی کردی، پرهیز کردیم. و این تمامی شرایع و قوانین ظاهری و باطنی دین را شامل می‌شود. و مؤمنان در این مورد پیمان و عهد خود را با خدا به یاد می‌آورند، و همواره آن را به خاطر دارند و همواره برای انجام آنچه به آن دستور داده شده‌اند، نهایت سعی و تلاش خود را مبذول می‌دارند. \n(﴿وَٱتَّقُواْ ٱللَّهَ﴾) و در همۀ حالات از خدا بترسید. (﴿إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ﴾) همانا خداوند به رازها و افکاری که درسینه‌ها وجود دارد و به آنچه در آن خطور می‌کند، آگاه است. پس بپرهیزید از اینکه خداوند به چیزی از دل‌هایتان آگاه شود که آن را نمی‌پسندد. و بپرهیزید از اینکه چیزی از شما سر بزند که آن را نمی‌پسندد. و دل‌هایتان را با شناخت خدا و محبت او و خیرخواهی برای بندگانش آباد کنید؛ زیرا اگر شما این چنین باشید، خداوند گناهانتان را می‌آمرزد و به خاطر صلاح و شایستگی دل‌هایتان نیکی‌های شما را چند برابر می‌نماید."
    },
    {
      "id": 677,
      "verse_number": 8,
      "verse_key": "5:8",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 87,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ عَلَىٰٓ أَلَّا تَعْدِلُوا۟ ۚ ٱعْدِلُوا۟ هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "page_number": 108,
      "juz_number": 6,
      "translations": [
        {
          "id": 923342,
          "resource_id": 135,
          "text": "اى كسانى كه ایمان آورده‌اید، براى الله به عدل برخیزید [و] به عدالت گواهی دهید؛ و البته نباید دشمنى یک گروه، شما را بر آن دارد كه عدالت نكنید. عدالت كنید كه این [کار] به پرهیزگاری نزدیک‌تر است؛ و از الله پروا دارید [كه] بی‌تردید، الله به آنچه انجام مى‌دهید، آگاه است."
        }
      ],
      "tafsir_saadi": "(﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ﴾) ای کسانی که ایمان آورده‌اید! لوازمات ایمانتان را انجام دهید، به‌گونه‌ای که (﴿قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِ﴾) بر انجام واجبات خدا مواظبت داشته باشید، و به دادگری گواهی دهید؛ یعنی در ظاهر و باطن و با تمام قدرت و نشاط به دادگری قیام کنید. و این کارتان فقط برای رضای خدا باشد نه به خاطر هدفی از اهداف دنیوی. و آهنگ عدالت را داشته باشید، و در کار و گفتارتان راه افراط و تفریط را در پیش نگیرید، و در مورد دور و نزدیک و دوست و دشمن دادگری پیشه کنید.\n(﴿وَلَا يَجۡرِمَنَّكُمۡ شَنَ‍َٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْ﴾) و دشمنی و نفرت قومی، شما را برآن ندارد که دادگری نکنید، همان‌طور کسی که انصاف و عدالت ندارد چنین می‌کند، بلکه همان‌طور که به نفع دوست و فامیل خود گواهی می‌دهید به ضرر او نیز گواهی دهید، و همان‌طور که به زیان دشمنِ خود گواهی می‌دهید به نفع او نیز گواهی دهید. گرچه کافر یا بدعت گذار هم باشد، واجب است در مورد او عدالت پیشه کنید، و حقی را که می‌گوید، بپذیرید، و نباید به خاطر اینکه او چنین می‌گوید و این سخن از دهان او بیرون آمده است، رد شود؛ زیرا این ستمی محض است، و روا نیست.\n(﴿ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰ﴾) و هراندازه برای تحقق دادگری کوشش کنید و برای عمل به آن تلاش نمایید، این به پرهیزگاریِ دل‌هایتان نزدیک‌تر است. پس اگر دادگری و عدالت کامل باشد، تقوا و پرهیزگاری نیز کامل می‌گردد.\n(﴿إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ﴾) بدون شک خداوند به آنچه می‌کنید، آگاه است. پس شما را طبق اعمالتان؛ خیر باشد یا شر، کوچک باشد یا بزرگ، هم در این دنیا و هم در آخرت سزا و جزا می‌دهد."
    },
    {
      "id": 678,
      "verse_number": 9,
      "verse_key": "5:9",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 87,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۙ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
      "page_number": 108,
      "juz_number": 6,
      "translations": [
        {
          "id": 923343,
          "resource_id": 135,
          "text": "الله به کسانی که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، وعدۀ آمرزش و پاداش بزرگی داده است."
        }
      ],
      "tafsir_saadi": "(﴿وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ﴾) خداوندی که خلاف وعده نمی‌کند و راستگوترینِ راستگویان است، کسانی را که به او و کتاب‌ها و پیامبرانش و روز قیامت ایمان آورده‌اند، (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و کارهای شایسته از قبیل: انجام واجبات و مستحبات انجام داده‌اند، به آمرزش گناهان وعده داده است؛ گناهانشان را عفو می‌کند، و آنان را به پاداشی نایل می‌گرداند که جز خدا کسی آن را نمی‌داند: \n﴿فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ﴾ هیچ‌کس نمی‌داند به [پاس] آنچه انجام می‌دادند، چه چیز از نعمت‌هایی که روشنی بخش دیدگان است، برای آنان پنهان شده است."
    },
    {
      "id": 679,
      "verse_number": 10,
      "verse_key": "5:10",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 87,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
      "page_number": 109,
      "juz_number": 6,
      "translations": [
        {
          "id": 923344,
          "resource_id": 135,
          "text": "و کسانی ‌که کفر ورزیدند و آیات ما را تکذیب کردند، آنان اهل دوزخند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِ‍َٔايَٰتِنَآ﴾) و کسانی که کفر ورزیدند و آیات ما را که بر حقِ آشکار دلالت نموده و حقایق را آشکار می‌نمایند، تکذیب کردند.\n(﴿أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ﴾) اینان یاران دوزخ‌اند و مانند دوستی که همواره با رفیق و دوستش می‌باشد، با دوزخ همراه‌اند."
    },
    {
      "id": 680,
      "verse_number": 11,
      "verse_key": "5:11",
      "hizb_number": 11,
      "rub_el_hizb_number": 43,
      "ruku_number": 87,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "page_number": 109,
      "juz_number": 6,
      "translations": [
        {
          "id": 923345,
          "resource_id": 135,
          "text": "ای کسانی ‌که ایمان آورده‌اید، نعمتِ الله را بر خود به یاد آورید، آنگاه که گروهی [از دشمنان] قصد کردند به سویتان دست‌درازی کنند، اما [الله] دستشان را از شما بازداشت؛ و از الله پروا کنید؛ و مؤمنان باید تنها بر الله توکل کنند."
        }
      ],
      "tafsir_saadi": "خداوند بندگان مؤمن خود را به نعمت‌های بزرگش یادآور شده، و آنان را تحریک می‌نماید تا نعمت‌های الهی را با قلب و زبان به یاد آورند، و اینکه آنان ـ همان‌طور که کشتن دشمنان و به غنیمت گرفتن اموال آنها و اسیر کردنشان را نعمتی بزرگ می‌شمارند ـ این را نیز نعمتی بزرگ بدانند که خداوند دست دشمنان را از آنان کوتاه نمود و دسیسه‌هایشان را به خودشان باز گرداند. \nزیرا دشمنان تصمیم به انجام کاری گرفتند، و گمان بردند توانایی انجام آن را دارند، پس آنان به هدف خود که همانا ضربه زدن به مؤمنان بود، نرسیدند، و این همان یاری خداست برای بندگان مؤمن و شایسته‌اش، و باید سپاس خدا را بر این نعمت بزرگ به جای آورند، و او را پرستش نمایند و همواره او را یاد کنند. واین شامل هر کسی است که در صدد باشد با مؤمنان بدی کند؛ اعم از کافر و منافق و شورشگر، و خداوند شر همۀ آنها را از مسلمین دور کند.\nسپس خداوند آنها را به‌انجام چیزی دستور داد که از آن برای پیروز شدن بردشمنان خود، و در همۀ کارهایشان کمک گیرند. پس فرمود: (﴿وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ﴾) و مؤمنان باید به منظور جلب منافع دینی و دنیوی خود بر خدا توکل کنند، و قدرت و حرکت خود را ناچیز دانسته و به آن توجهی ننمایند، و در کسب آنچه دوست دارند، به خدا اعتماد کنند. و توکل بنده، بر حسب ایمانش است. و به اتفاق [همۀ اهل فن] توکل از واجبات قلب است."
    },
    {
      "id": 681,
      "verse_number": 12,
      "verse_key": "5:12",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "page_number": 109,
      "juz_number": 6,
      "translations": [
        {
          "id": 923346,
          "resource_id": 135,
          "text": "و بی‌تردید، الله از بنی‌اسرائیل پیمان گرفت و از میان آنان [به تعداد قبایلشان] دوازده سالار برگماشتیم و الله فرمود: «من با شما هستم. اگر نماز برپا دارید و زکات بپردازید و به پیامبران من ایمان آورید و آنان را یاری کنید و در راه الله قرضی نیکو دهید، گناهانتان را می‌زدایم و شما را به باغ‌هایی [از بهشت] وارد می‌کنم که جویبارها از زیر [درختان] آن جاری است. اما هر‌ یک از شما که بعد از این کافر شود، مسلماً راه راست را گم کرده است»."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که از بنی‌اسرائیل پیمان مؤکد و محکم گرفت. و صفت و کیفیت پیمان، و پاداش آنها را ـ اگر بدان وفا کنند ـ بیان کرد، و سزای گناهشان را ـ در صورتی که پیمان‌شکنی کنند ـ ذکر نمود. سپس بیان کرد که آنها به پیمان و عهد خود وفا نکردند. و سزایی را که خداوند به سبب پیمان‌شکنی به آنها می‌دهد، بیان کرد. پس فرمود: (﴿وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ﴾) و خداوند پیمانی مؤکّد و محکم از بنی اسرائیل گرفت.\n(﴿وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗا﴾) و دوازده رئیس و سردار از میان آنها تعیین کردیم، تا هر رئیسی ناظر بر زیر دستان خود باشد و آنها را بر انجام کارهایی که به آن دستور داده شده‌اند، تحریک کند، و از آنها بخواهد که وظیفۀ خود را انجام دهند و آنان را بدان سمت و سو فرا بخواند. (﴿وَقَالَ ٱللَّهُ﴾) و خداوند به پیغمبرانی که مسئولیت را بر دوش گرفته بودند، فرمود: (﴿إِنِّي مَعَكُمۡ﴾) بدون شک من با شما هستم؛ یعنی شما را یاری و کمک می‌کنم، و به اندازۀ زحمت و تلاشی که مبذول می‌دارید، شما را یاری خواهم کرد.\nسپس خداوند پیمانی را که از آنها گرفته بود، بیان داشت و فرمود: (﴿لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ﴾) اگر نماز را در ظاهر و باطن برپا دارید، و چیزهایی را که در نماز لازم است به‌طور شایسته انجام دهید، و بر نماز مداومت داشته باشید، (﴿وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ﴾) و زکات اموال خود را به مستحقان بپردازید، (﴿وَءَامَنتُم بِرُسُلِي﴾) و به همۀ پیامبرانم که برترین و کامل‌ترین آنان محمد صلی الله علیه وسلم است ایمان بیاورید، (﴿وَعَزَّرۡتُمُوهُمۡ﴾) و آنان را بزرگ بدارید، و آنچه از احترام و اطاعت برای آنان لازم است به جای آورید. \n(﴿وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا﴾) و صادقانه و مخلصانه از درآمد پاک وحلال صدقه بدهید، و نیکوکاری کنید. پس هرگاه این کارها را انجام دادید (﴿لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّ‍َٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ﴾) از گناهانتان در می‌گذرم و شما را وارد باغ‌هایی از بهشت می‌نمایم که رودها از زیر درختان آن روان است. پس خداوند امری محبوب که بهشت و نعمت‌های آن است، به آنان می‌بخشد، و امری منفور که عقوبت گناهانشان است، از آنان دور می‌کند و گناهانشان را می‌بخشاید.\n(﴿فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ﴾) و هرکس پس از این عهد و پیمان و وظایفی که با سوگند مستحکم گشته و نیز با ذکر پاداش و ثواب آن بر آن ترغیب شده است، کفر بورزد، (﴿فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ﴾) به راستی که از روی قصد و آگاهی، راه راست را گم کرده است. پس او سزاوار چیزی خواهد بود که گمراهان سزاوار آن هستند، از قبیل: محروم شدن از پاداش و حاصل شدن عذاب. شاید عده‌ای بگویند: کاش که می‌دانستیم آنها چه‌کار کردند؟ آیا به پیمانی که با خدا بستند، وفا نمودند یا پیمان شکنی ورزیدند؟"
    },
    {
      "id": 682,
      "verse_number": 13,
      "verse_key": "5:13",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
      "page_number": 109,
      "juz_number": 6,
      "translations": [
        {
          "id": 923347,
          "resource_id": 135,
          "text": "پس به [سزای] پیمان‌شکنی‌شان، آنان را از رحمت خویش دور ساختیم و دل‌هایشان را سخت گرداندیم؛ [زیرا با تغییرِ لفظ و تأویلِ معنا] سخنان [الله] را از جایگاهش تحریف می‌کنند و بخشى از آنچه را به آن پند داده شدند فراموش کردند؛ و [ای پیامبر،] تو پیوسته دربارۀ خیانتى از سوی آنان آگاه مى‌شوى، مگر [شمارى‌] اندک از اینان [كه خیانتكار نیستند]؛ پس از آنان درگذر و چشم‌پوشى كن [كه] بی‌تردید، الله نیكوكاران را دوست ‌دارد."
        }
      ],
      "tafsir_saadi": "خداوند بیان نمود که آنها پیمان را شکستند، پس فرمود: (﴿فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ﴾) به سبب پیمان‌شکنی، آنها را به روش‌های گوناگون مجازات کردیم: \n1-(﴿لَعَنَّٰهُمۡ﴾) آنان را نفرین نمودیم و از رحمت خود دور کردیم؛ چون درهای رحمت را به روی خود بستند، و به پیمانی که از آنها گرفته شده بود، وفا نکردند، که بزرگ‌ترین سبب برای برخورداری از رحمت خدا، وفاکردن به آن پیمان بود. \n2-(﴿وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗ﴾) و دل‌هایشان را سخت کردیم، به‌گونه‌ای که پند و اندرز و سخنرانی‌ها اثر مفیدی در دل‌هایشان برجای نمی‌گذاشت و آیات و تهدیدات سودی به آنان نمی‌بخشید و هیچ تشویقی آنها را به انجام کارهای نیک وادار نمی‌کرد. و هیچ ترس و تهدیدی آنها را از انجام کارهای زشت باز نمی‌داشت. و بزرگ‌ترین سزا برای بنده، این است که قلبش این‌گونه باشد؛ زیرا از هدایت و خیر محروم شده، و به شر و بدی نایل می‌آید.\n3-(﴿يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ﴾) سخنان خدا را تحریف و تبدیل می‌کنند. پس معنی و مفهومی را که خدا و پیامبرش از سخنی در نظر دارند، دگرگون کرده، و معنی دیگری برای آن دست و پا می‌کنند.\n4-(﴿وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ﴾) و بخش فراوانی را از آنچه بدان اندرز داده شده بودند، فراموش کردند. آنان به تورات و به آنچه بر موسی نازل شده بود، اندرز داده شده بودند، اما بخشی از آن را به فراموشی سپردند. و این شامل نسیان علم و دانش آن است، و اینکه آنان تورات را فراموش کردند و آن را از دست دادند، به‌گونه‌ای که بسیاری از آنچه که خداوند از یادشان برد، دیگر یافت نشد. و این عقوبتی از جانب خدا برای آنان بود. و شامل فراموش کردن عمل نیز می‌شود، که فراموشی عمل، ترک عمل است. پس آنان به انجام آنچه بدان دستور داده شده بودند، توفیق نیافتند. درپرتو این بیانات درمی‌یابیم که اهل کتاب برخی از آنچه در کتاب‌هایشان ذکر شده یا در زمانشان به وقوع پیوسته است، انکار کرده‌اند، و از جملۀ آن، چیزهایی است که آنها فراموش کرده‌اند.\n5- خیانت همیشگی و مداوم: (﴿وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ﴾) و همواره خیانتی را از آنها نسبت به خدا و بندگان مؤمنش مشاهده می‌کنی. و بزرگ‌ترین خیانتشان این بود که از کسی که آنها را موعظه می‌کرد و به آنان گمان نیک داشت، حق را کتمان‌کردند، و بر کفرشان باقی‌ماندند، که این خیانتی بس بزرگ بود. و هرکس صفات آنها را دارا باشد، به این خصلت‌های مذموم و زشت گرفتار می‌شود. پس هرکس که دستور خدا و آنچه که پروردگار ما را بدان ملزم نموده است انجام ندهد، بهره‌ای فراوان از نفرین و سنگدلی خواهد داشت و به [مرض] تحریف کلام مبتلا می‌شود، و بخشی از آنچه را که به وی تذکر داده شده است، فراموش می‌کند و به راه راست و نیک توفیق نمی‌یابد. و حتما دچار خیانت خواهد شد. از خداوند می‌خواهیم که ما را از این آفات مصون بدارد.\nخداوند آنچه را که به آنان تذکر داد، «حظ» یعنی بهره و نصیب نامیده است؛ چون آن بزرگ‌ترین بهره است، و دیگر بهره‌ها، بهره‌های دنیوی هستند. همان‌طور که خداوند متعال فرموده است: ﴿فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ﴾ پس قارون با کوکبۀ خود به سوی قومش بیرون آمد، کسانی که زندگی دنیا را می‌خواستند، گفتند: «ای کاش مانند آنچه به قارون داده شده است، ما هم داشتیم، بی‌گمان او دارای بهرۀ بزرگی است.» \nو خداوند در مورد بهرۀ مفید فرموده است: ﴿وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ﴾ این [بردباری و چشم پوشی] را مگر صابران نمی‌یابند، و آن را جز کسانی که دارای سهم و بهرۀ بزرگی هستند، نخواهند یافت.(﴿إِلَّا قَلِيلٗا مِّنۡهُمۡ﴾) جز تعداد اندکی از آنان که به پیمانی که با خدا بسته بودند، وفا کردند، و خداوند آنها را توفیق داد و به راه راست هدایت کرد.\n(﴿فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡ﴾) پس آنان را به خاطر آزاری که به تو می‌رسانند، مؤاخذه نکن، بلکه آنها را ببخش و از آنان در گذر؛ زیرا عفو و بخشش، از نیکوکاری و احسان است.(﴿إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ﴾) همانا خداوند نیکوکاران را دوست دارد. احسان؛ یعنی اینکه خدا را طوری عبادت کنی که انگار او را می‌بینی، و اگر او را نبینی او تو را می‌بیند. و احسان در حق مخلوق و مردم؛ یعنی رساندن نفع و استفادۀ دینی و دنیوی به آنان."
    },
    {
      "id": 683,
      "verse_number": 14,
      "verse_key": "5:14",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمِنَ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰٓ أَخَذْنَا مِيثَـٰقَهُمْ فَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ فَأَغْرَيْنَا بَيْنَهُمُ ٱلْعَدَاوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُوا۟ يَصْنَعُونَ",
      "page_number": 110,
      "juz_number": 6,
      "translations": [
        {
          "id": 923348,
          "resource_id": 135,
          "text": "و [همچنین] از کسانی ‌که گفتند: «ما نصرانی هستیم» پیمان گرفتیم، [که پیرو قرآن و رسول الله باشند] و[لى دینشان را تحریف نمودند و‌] بخشى از آنچه را که به آن پند داده شدند به فراموشی سپردند و ما [نیز‌] تا روز قیامت میانشان دشمنى و كینه افكندیم؛ و [در آن روز] الله آنان را [از نتیجۀ‌] آنچه کرده‌اند آگاه خواهد ساخت."
        }
      ],
      "tafsir_saadi": "همچنان که از یهودیان عهد و پیمان گرفتیم، از کسانی هم پیمان گرفتیم که به مسیح، پسر مریم، گفتند: (﴿وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ﴾) از کسانی که گفتند: «ما یاور و یاران هستیم»، و با متصف نمودن خویشتن به ایمان به خدا و پیامبرانش، و آنچه پیامبران آورده‌اند خود را پاک می‌شمردند، اما آنها پیمان را شکستند. (﴿فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ﴾) و آنان بخش قابل توجهی از آنچه را که به آن تذکر داده شده بودند، هم از نظر علمی و هم از نظر عملی به دست فراموشی سپردند. (﴿فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ﴾) و برخی را بر برخی دیگر مسلط گرداندیم، و شرارتی در میان آنان در گرفت که تا قیامت موجب جنگ و کینه و دشمنی در میان آنها خواهد بود. و این مسئله‌ای است که هم اکنون به وضوح مشاهده می‌شود؛ زیرا نصارا همواره در کینه و بغض و دشمنی و تفرقه به سر می‌برند. (﴿وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ﴾) و خداوند آنان را به آنچه می‌کردند، آگاه می‌کند، و آنان را به خاطر کارهایشان مجازات خواهد کرد."
    },
    {
      "id": 684,
      "verse_number": 15,
      "verse_key": "5:15",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ ٱلْكِتَـٰبِ وَيَعْفُوا۟ عَن كَثِيرٍ ۚ قَدْ جَآءَكُم مِّنَ ٱللَّهِ نُورٌ وَكِتَـٰبٌ مُّبِينٌ",
      "page_number": 110,
      "juz_number": 6,
      "translations": [
        {
          "id": 923349,
          "resource_id": 135,
          "text": "ای اهل کتاب، همانا پیامبر ما به سوى شما آمده است كه بسیارى از [مطالب و آموزه‌های] كتاب [آسمانى خود] را كه پنهان می‌کردید، برایتان به روشنی بیان ‌كند و از [بیان موارد] بسیاری در‌گذرد. قطعاً از جانب الله برایتان نور و كتابى روشنگر آمده است."
        }
      ],
      "tafsir_saadi": "وقتی خداوند بیان فرمود که از یهود و نصارا پیمان گرفت، و جز تعداد اندکی، همگی پیمان را شکستند؛ همه را دستور داد تا به محمد صلی الله علیه وسلم ایمان بیاورند، و نشانۀ قاطعی را که بر صحت نبوت پیامبر دلالت می‌نماید، برای آنان ارائه داد. و آن این است که محمد بسیاری از چیزهایی که آنان از مردم عوام از همکیشان خود پنهان می‌کنند، برای آنان بیان می‌دارد. پس فقط آنها، در آن زمان، به عنوان اهل علم شناخته می‌شدند، و جز آنان کسی دیگر از این علم برخوردار نبود. بنابراین آنهایی که به علم و دانش علاقه‌مند بودند، چاره‌ای نداشتند جز اینکه از آنان فرا بگیرند.\nپیامبر صلی الله علیه وسلم این قرآن بزرگ را آورد که آنچه را آنان از یکدیگر پنهان می‌کردند، از قبیل: ویژگی‌های پیامبر که در کتاب‌هایشان بیان شده بود، و نیز بشارتی که در کتاب‌هایشان در رابطه با آمدن حضرت رسول آمده بود، و نیز آیۀ رجم و مواردی از این قبیل را بیان می‌کند، حال آنکه پیامبر بی‌سواد بود؛ نه می‌توانست بخواند و نه می‌توانست بنویسد، و این بزرگ‌ترین دلیل بر رسالت پیامبر صلی الله علیه وسلم است. (﴿وَيَعۡفُواْ عَن كَثِيرٖ﴾) و از بیان چیزهایی که حکمتی در آن نیست، صرف‌نظر می‌کند.\n(﴿قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ﴾) به راستی که از جانب خدا روشنایی و نوری پیش شما آمده است، و آن قرآن است که به‌وسیلۀ آن تاریکی‌های جهالت و راه‌های گمراهی روشن می‌شود.(﴿وَكِتَٰبٞ مُّبِينٞ﴾) و کتابی روشنگر که همۀ امور دینی و دنیوی مردم را روشن می‌سازد، از قبیل: آگاهی یافتن از اسما و صفات و کارهای خدا، و علم به احکام شرعی و احکام جزایی که مردم به همۀ این امور نیاز دارند."
    },
    {
      "id": 685,
      "verse_number": 16,
      "verse_key": "5:16",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَهْدِى بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضْوَٰنَهُۥ سُبُلَ ٱلسَّلَـٰمِ وَيُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِهِۦ وَيَهْدِيهِمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "page_number": 110,
      "juz_number": 6,
      "translations": [
        {
          "id": 923350,
          "resource_id": 135,
          "text": "الله به وسیلۀ این [کتاب،] کسانی را که به دنبال رضایتش باشند به راه‌های [امنیت و] سلامت هدایت می‌کند و به فرمان خویش آنان را از تاریکی‌ها به سوی روشنایی می‌بَرد و به راهی راست هدایتشان می‌کند."
        }
      ],
      "tafsir_saadi": "[سپس بیان کرد که چه کسی به وسیلۀ این قرآن هدایت می‌شود و راه می‌یابد، و بنده باید چه‌کار کند تا این هدایت را دریابد؟ پس فرمود:] (﴿يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ﴾) خداوند کسی را که برای رسیدن به خشنودی وی تلاش کند، و قصد و نیّتش خوب باشد، به راه‌هایی که او را از عذاب مصون داشته و به سرای امن و آسایش می‌رساند، هدایت می‌نماید. و هدایت به معنی شناخت حق و عمل کردن به تمامی مجمل و تفاصیل آن است.\n(﴿وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ﴾) و آنان را از تاریکی‌های کفر و بدعت و گناه و جهل و غفلت به سوی روشنایی ایمان و سنّت و اطاعت و علم و ذکر بیرون می‌آورد. و این هدایت به فرمان و مشیّت خداوند صورت می‌گیرد، که هر آنچه او بخواهد پدید می‌آید، و آنچه او نخواهد انجام نمی‌پذیرد.\n(﴿وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾) و آنان را به راه راست هدایت می‌کند."
    },
    {
      "id": 686,
      "verse_number": 17,
      "verse_key": "5:17",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۚ قُلْ فَمَن يَمْلِكُ مِنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ أَن يُهْلِكَ ٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَأُمَّهُۥ وَمَن فِى ٱلْأَرْضِ جَمِيعًا ۗ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 110,
      "juz_number": 6,
      "translations": [
        {
          "id": 923351,
          "resource_id": 135,
          "text": "کسانی که گفتند: «الله همان مسیح ـ پسر مریم ـ است» یقیناً کافر شدند. [ای پیامبر، به آنان] بگو: «اگر الله بخواهد که مسیح ـ پسر مریم ـ و مادرش و همۀ کسانی را که روی زمین هستند نابود کند، چه كسى در برابر الله اختیارى دارد [كه مانع شود]؟ فرمانرواییِ آسمان‌ها و زمین و آنچه میان آن دو قرار دارد از آنِ الله است؛ هر چه بخواهد می‌آفریند؛ و الله بر همه چیز تواناست»."
        }
      ],
      "tafsir_saadi": "وقتی خداوند بیان کرد که او از اهل کتاب [=یهود و نصارا] پیمان گرفت، و آنها به پیمان خود وفا نکرده و آن را شکستند، سخنان زشت آنها را نیز بیان نمود. پس گفتۀ نصارا را که جز آنان کسی چنین نگفته است، بیان کرد که می‌گفتند: خدا، مسیح -پسر مریم- است. و دلیل و شبهۀ آنان این بود که عیسی بدون پدر به‌دنیا آمده است، بنابراین چنین عقیدۀ باطلی در مورد او پیدا کردند.\nالبته حوا هم که شبیهِ عیسی است بدون مادر به دنیا آمده است، و آدم نیز به طریق اولی بدون پدر و مادر به دنیا آمده است. پس چرا نصارا آدم و حوا را خدا نمی‌دانند، آن چنانکه عیسی را خدا می‌دانند؟!\nپس این دلالت می‌نماید که سخنشان تابع هوی و هوس و خواست‌های خودشان است، و هیچ دلیل وحجت قانع کننده‌ای ندارند. و خداوند با دلایل عقلیِ واضح، ادعای آنها را رد نمود و فرمود: \n(﴿قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡ‍ًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا﴾) بگو: «اگر خدا بخواهد مسیح -پسر مریم- و مادرش، و همۀ کسانی را که روی زمین هستند، هلاک نماید، چه کسی می‌تواند کاری بکند؟!» پس اگر خدا بخواهد، هلاکشان می‌کند و نمی‌توانند کاری بکنند و خود را برهانند. و کسی که نتواند از هلاکت خود جلوگیری کند و قدرت و توانایی نجات دادنِ خویش را نداشته باشد، نمی‌تواند معبود باشد. و از دلایل الوهیت خدا، این است که (﴿وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا﴾) پادشاهی زمین و آسمان‌ها و آنچه میان آن دو است، فقط از آن خدای یگانه می‌باشد، و به حکم کَوْنی و شرعی و جزایی خود، در آنها تصرف می‌نماید، و آنها همه مملوک، و تحت تدبیر او هستند. پس آیا شایسته است که بندۀ نیازمند و فقیر را، خدای معبود و بی‌نیاز قرار داد؟! این غیر ممکن است. و نباید آنان از اینکه خداوند عیسی -پسر مریم- را بدون پدر به دنیا آورده است، تعجب کنند؛ زیرا هرچه بخواهد، می‌آفریند: \n(﴿يَخۡلُقُ مَا يَشَآءُ﴾) اگر بخواهد از مادر و پدر می‌آفریند، همان‌طور که سایر انسان‌ها را از مادر و پدر آفریده است، و اگر بخواهد فقط از پدر می‌آفریند بدون اینکه مادری در کار باشد، مانند حوا که بدون مادر آفریده شده است، و اگر بخواهد فقط از مادر می‌آفریند بی آنکه پدری درمیان باشد، مانند عیسی. \nو اگر بخواهد بدون پدر و بدون مادر می‌آفریند، مانند آدم که نه پدری داشت و نه مادری. پس نوع آفرینش خداوند متعال به خواست و مشیّت نافذ او بستگی دارد، که هیچ چیزی نمی‌تواند از اراده و خواست او سرپیچی کند، بنابراین فرمود: (﴿وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾) و خداوند بر هرچیزی تواناست."
    },
    {
      "id": 687,
      "verse_number": 18,
      "verse_key": "5:18",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَـٰرَىٰ نَحْنُ أَبْنَـٰٓؤُا۟ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥ ۚ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ۖ بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
      "page_number": 111,
      "juz_number": 6,
      "translations": [
        {
          "id": 923352,
          "resource_id": 135,
          "text": "یهود و نصاری گفتند: «ما پسران و دوستان الله هستیم». [ای پیامبر، در پاسخ به آنان] بگو: «پس چرا او شما را به کیفر گناهانتان عذاب می‌کند؟! [هرگز چنین نیست] بلکه شما [نیز] بشری هستید از جمله افرادی که آفریده است؛ هر ‌کس را بخواهد می‌آمرزد و هر ‌کس را بخواهد عذاب می‌کند؛ و فرمانروایی آسمان‌ها و زمین و آنچه میان آن دو قرار دارد، از آنِ الله است و بازگشت [همه] به سوی اوست»."
        }
      ],
      "tafsir_saadi": "و ازجمله گفتارهای یهودیان و نصارا این بود که هریک از آنها ادعای باطلی داشت و از این طریق خودشان را پاک قرار می‌دادند، و می‌گفتند: (﴿نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥ﴾) ما فرزندان خدا و دوستان او هستیم.\n«ابن» در زبان یهود به معنی دوست و محبوب است. آنان منظورشان این نبود که حقیقتاً فرزند خدا هستند؛ زیرا مذهب آنان چنین نبود، اما نصارا در مورد عیسی معتقدند که او فرزند خداست.خداوند در رد ادعای باطل آنها فرمود: (﴿قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم﴾) بگو: اگر شما دوستان خدا بودید، هرگز عذابتان نمی‌داد؛ زیرا خداوند جز کسی که خشنودی او را فراهم نماید، دوست ندارد. \n(﴿بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَ﴾) بلکه شما از جمله انسان‌هایی هستید که خداوند آفریده است و احکام سرشار از عدالت و فضل خود را بر آنان جاری می‌کند.(﴿يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ﴾) هرکس را که بخواهد می‌آمرزد؛ آنانی که اسباب مغفرت را فراهم کنند. و هرکس را که بخواهد عذاب می‌دهد؛ آنهایی که موجبات عذاب را فراهم نمایند.(﴿وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ﴾) و برای خداست پادشاهی آسمان‌ها و زمین و آنچه میان آسمان‌ها و زمین است، و بازگشت [همه] به سوی اوست.\nشما هم مِلک خدا و از جمله کسانی هستید که در سرای آخرت به سوی پروردگار باز می‌گردید و خداوند شما را بر اساس اعمالتان مجازات می‌نماید. پس [ای یهود و نصارا!] چه چیزی باعث شده است که این فضیلت [دوستیِ خدا] به شما اختصاص یابد؟!"
    },
    {
      "id": 688,
      "verse_number": 19,
      "verse_key": "5:19",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 88,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 111,
      "juz_number": 6,
      "translations": [
        {
          "id": 923353,
          "resource_id": 135,
          "text": "ای اهل کتاب، پیامبر ما، پس از [انقطاع وحی، و] فترتی از پیامبران [=فاصله بین بعثت عیسی و محمد علیهما السلام]، به سوی شما آمد که [احکام و آموزه‌های الهی را] به روشنی برایتان بیان کند تا مبادا [روز قیامت] بگویید: «نه بشارت‌دهنده‌ای به سراغمان آمد، نه بیم‌دهنده‌ای». یقیناً [اینک] پیامبر بشارت‌دهنده و بیم‌دهنده به سویتان آمده است؛ و الله بر همه چیز تواناست."
        }
      ],
      "tafsir_saadi": "خداوند اهل کتاب را ـ به سبب کتابی که به آنها ارزانی داشته است- فرا می‌خواند تا به محمد صلی الله علیه وسلم ایمان بیاورند و خداوندی را سپاسگزار باشند که (﴿عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ﴾) بعد از مدت زمانی که پیامبری مبعوث نشده بود و آنها به شدّت به وی نیازمند بودند، پیامبری را به سوی آنها فرستاد. واین [انقطاع وحی ونبوت برای مدت زمانی، و احساس نیاز،] عاملی بود که مردم را به ایمان آوردن به او فرا می‌خواند. نیز عاملی بود برای اینکه پیامبر همۀ مطالب الهی و احکام شرعی را برای آنان بیان نماید. و خداوند از طریق «ارسال رسل» حجّت را به اتمام رساند تا نگویند: (﴿مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ ﴾) مژده دهنده و بیم‌دهنده‌ای نزد ما نیامده است، به راستی که مژده دهنده و بیم دهنده‌ای نزدتان آمده است که شما را به پاداش دنیا و آخرت، و بر انجام اعمالی که موجب پاداش هستند، مژده می‌دهد. نیز ویژگی کسانی که آن اعمال را انجام می‌دهند، بیان می‌نماید و مردمان را از عذاب دنیا و آخرت و اعمالی که موجب آن می‌گردند، و از متصف شدن به صفات کسانی که آن اعمال را انجام می‌دهند، بر حذر می‌دارد.\n(﴿وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾) و خداوند بر هر چیزی تواناست. همۀ اشیا در مقابل قدرت او تسلیم هستند و هیچ چیزی از فرمان او سر پیچی نمی‌کند. و از جمله قدرت خداوند این است که پیامبران را فرستاده و کتاب‌ها را نازل کرده است، و هر کس را که از پیامبران اطاعت کند مأجور می‌سازد، و هرکس را که از آنان سرپیچی نماید عذاب می‌دهد."
    },
    {
      "id": 689,
      "verse_number": 20,
      "verse_key": "5:20",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
      "page_number": 111,
      "juz_number": 6,
      "translations": [
        {
          "id": 923354,
          "resource_id": 135,
          "text": "و [ای پیامبر، یاد کن از] هنگامی که موسی به قومش گفت: «ای قوم من، نعمت الله را بر خود به یاد آورید، آنگاه که پیامبرانی میان شما برانگیخت و [پس از بردگیِ فرعون، افرادی از] شما را فرمانروایان [خودتان] ساخت و چیزهایی به شما بخشید که به هیچ یک از جهانیان [معاصرتان] نداده بود."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند بر موسی و قومش منّت نهاد و آنان را از فرعون و قومش، و از بردگی و اسارت فرعونیان نجات داد، آنها به سمت وطن و مملکت خود که بیت‌المقدس و اطراف آن بود، رفتند و به نزدیکی‌های بیت‌المقدس رسیدند. آنگاه خداوند جهاد با دشمنان را بر آنها فرض کرد تا دشمن را از سرزمین خود بیرون برانند. بنابراین موسی ـ علیه السلام ـ برای آنها موعظه کرد و به آنها تذکر داد و نعمت‌های الهی را بر آنان یاد آوری نمود تا عزم آنان برای جهاد تقویت گردد. پس موسی گفت: (﴿ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ﴾) نعمت خدا را با دل و زبانتان یادآوری کنید؛ زیرا یادآوری نعمت خدا به محبت وی می‌انجامد، و در مسیر عبادت خدا به آدمی نیرو می‌بخشد.\n(﴿إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ﴾) آنگاه که در میان شما پیامبرانی را قرار داد که شما را به سوی نور و هدایت فراخواندند، و از زشتی‌ها برحذر داشتند، و شما را برای به‌دست آوردن سعادتِ جاودانگی تشویق و تحریک‌کردند، و چیزهایی را به شما آموختند که نمی‌دانستید.\n(﴿وَجَعَلَكُم مُّلُوكٗا﴾) و شما را پادشاهانی قرار داد که اختیارتان در دست خودتان است، و دشمن نمی‌تواند شما را بردۀ خود قرار دهد. و اکنون اختیارتان در دست خودتان است و می‌توانید دینتان را اقامه نمایید.\n(﴿وَءَاتَىٰكُم﴾) و به شما نعمت‌های دینی و دنیوی [فراوانی] بخشیده است، (﴿مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ﴾) که به هیچ‌یک از جهانیان نداده است؛ زیرا بنی‌اسرائیل ـ در آن زمان ـ برگزیده‌ترین و بهترین و محترم‌ترین مردم نزد خدا بودند، و خداوند به آنها نعمت‌هایی بخشیده بود که دیگران نداشتند.\nپس نعمت‌های دینی و دنیوی را به آنان یادآور شد؛ نعماتی که شایسته بود نهال ایمان و استقامت و پایداری بر جهاد را در دل آنان بکارد."
    },
    {
      "id": 690,
      "verse_number": 21,
      "verse_key": "5:21",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
      "page_number": 111,
      "juz_number": 6,
      "translations": [
        {
          "id": 923355,
          "resource_id": 135,
          "text": "ای قوم من، به سرزمین مقدسی که الله برایتان مقرر نموده است وارد شوید و به عقب بازنگردید [و از دینتان دست نکشید] که زیانکار خواهید شد»."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿يَٰقَوۡمِ ٱدۡخُلُواْ ٱلۡأَرۡضَ ٱلۡمُقَدَّسَةَ﴾) ای قوم من! به سرزمین مقدس و پاکی وارد شوید، (﴿ٱلَّتِي كَتَبَ ٱللَّهُ لَكُمۡ﴾) که خداوند آن را برایتان مقرّر نموده است. پس خداوند خبری اطمینان بخش به آنان داد ـ‌اگر مؤمن واقعی باشند و خبر خدا را تصدیق کنند، و به آن ایمان داشته باشندـ و آن خبر عبارت است از اینکه خداوند به آنان وعده داده است که به سرزمین مقدّس وارد خواهند شد و بر دشمنشان پیروز خواهند گشت.\n(﴿وَلَا تَرۡتَدُّواْ عَلَىٰٓ أَدۡبَارِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ﴾) و برنگردید، که زیانکار خواهید گشت؛ زیرا با از دست دادن پیروزی بر دشمنان، و فتح شدن سرزمینتان، در دنیا دچار زیان شدید، و پاداش و ثواب اخروی را از دست دادید و با ارتکاب گناهان، مستحق عقاب و عذاب گشتید."
    },
    {
      "id": 691,
      "verse_number": 22,
      "verse_key": "5:22",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
      "page_number": 111,
      "juz_number": 6,
      "translations": [
        {
          "id": 923356,
          "resource_id": 135,
          "text": "[آنان] گفتند: «ای موسی، بی‌گمان آنجا قومی زورمند هستند [و] تا آنان از آنجا بیرون نروند، ما هرگز در آن وارد نمى‌شویم؛ اگر از آنجا بیرون بروند، ما وارد خواهیم شد»."
        }
      ],
      "tafsir_saadi": "اما آنها سخنی را بر زبان آوردند که بر ضعف دل‌هایشان و سستی آنها و عدم اهتمامشان به دستور خدا و پیامبرش دلالت می‌نمود. پس گفتند: (﴿قَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ﴾) ای موسی! در آن سرزمین قومی سرکش و زورمند و دلیر وجود دارد؛ یعنی وجود چنین قومی، یکی از موانعی است که ما نمی‌توانیم وارد آن شویم .\n(﴿وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ﴾) و ما تا آنها از آن بیرون نروند وارد آنجا نمی‌شویم، پس اگر بیرون روند ما داخل خواهیم شد. و این به خاطر بزدلی و عدم یقین آنان بود، و اگر آنان بینش و بصیرتی داشتند، در می‌یافتند که همۀ آنها فرزندان آدم، و انسان هستند، و نیرومند و قوی کسی است که خداوند او را با قدرت خویش یاری کند؛ زیرا هیچ توانایی و حرکتی، جز با کمک خدا انجام نمی‌شود. و می‌دانستند که آنها بر دشمن پیروز خواهند شد، چون خدا به آنان وعدۀ پیروزی داده بود."
    },
    {
      "id": 692,
      "verse_number": 23,
      "verse_key": "5:23",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـٰلِبُونَ ۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
      "page_number": 111,
      "juz_number": 6,
      "translations": [
        {
          "id": 923357,
          "resource_id": 135,
          "text": "دو تن از مردانی که [از نافرمانی و عذاب الهی] می‌ترسیدند و الله به آنان نعمت [اطاعت و بندگی] داده بود گفتند: «از آن دروازه بر آنان [هجوم برید و] وارد شوید كه اگر از آن درآمدید، قطعاً پیروز خواهید شد؛ و اگر مؤمنید، بر الله توكل كنید»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا﴾) دو نفر از مردان خدا ترس که خداوند نعمت گفتار حق را در جایی به آنها داده بود که به این‌گونه اظهارات بسیار نیاز بود. و نعمت صبر و یقین را به آنها داده بود، درحالی که قومشان‌را بر جنگیدن با دشمن و اشغال شهرهایشان تشویق و تحریک می‌کردند، گفتند: (﴿ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَ﴾) یعنی پیروزی‌تان مشروط به این است که قاطعانه به رویارویی با آنها تصمیم بگیرید، و از دروازه بر آنها وارد شوید. پس هر گاه شما وارد شدید، آنها شکست خواهند خورد.\nپس آنها را دستور دادند که بهترین آمادگی را داشته باشند و گفتند: (﴿وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ﴾) و بر خدا توکل کنید اگر شما مؤمن هستید؛ زیرا توکل بر خدا، به خصوص در چنین مواقعی، کار را آسان می‌نماید، و باعث پیروزی بر دشمن می‌شود. و این بر واجب بودن توکلِ برخدا دلالت می‌کند. نیزدلالت می‌نماید که توکلِ بنده، به اندازۀ ایمانش خواهد بود."
    },
    {
      "id": 693,
      "verse_number": 24,
      "verse_key": "5:24",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا ۖ فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَـٰتِلَآ إِنَّا هَـٰهُنَا قَـٰعِدُونَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923358,
          "resource_id": 135,
          "text": "[بنی‌اسرائیل] گفتند: «ای موسی، تا زمانی که آنان در آن [شهر] هستند ما هرگز وارد نمی‌شویم. تو و پروردگارت بروید و بجنگید. ما همینجا نشسته‌ایم»."
        }
      ],
      "tafsir_saadi": "این سخن در آنها اثر مفیدی برجای نگذاشت، و سرزنش در مورد آنها کارساز واقع نشد، پس آنان سخنِ خوارترین مردمان را بر زبان آوردند و گفتند: (﴿قَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ﴾) «ای موسی! تا وقتی که آنها در آنجا هستند ما هرگز وارد آن نمی‌شویم. پس تو و پروردگارت بروید و بجنگید، ما اینجا نشسته‌ایم.»\nچه سخن زشتی است که بر زبان آوردند! و در این تنگنا و موقعیت بحرانی که می‌بایست پیامبرشان را یاری کرده و عزت و افتخار را برای خود رقم بزنند، چه زشت با پیامبرشان روبرو شدند! \nاز اینجا تفاوت امت محمد صلی الله علیه وسلم و سایر امت‌ها آشکار می‌گردد؛ چرا که پیامبر صلی الله علیه وسلم وقتی که با یاران خود در مورد جنگ بدر مشورت کرد، با وجود اینکه ایشان نفرمودند حتماً باید در این جنگ مرا همراهی کنید. گفتند: «ای پیامبر خدا! اگر ما را از این دریا عبور دهی، عبور خواهیم کرد، اگر به سمت «برک غماد» [: شهر حبشه] حرکت کنی، همراه شما خواهیم آمد، و هیچ یک از ما از تو جدا نخواهد شد. ما هرگز سخن قوم موسی را که به او گفتند: [بروید شما و خدایتان بجنگید، ما اینجا نشسته‌ایم] به شما نخواهیم گفت، بلکه می‌گوییم: «تو و پروردگارت بروید بجنگید، و ما هم همراه شما می‌جنگیم، و از جلو و عقب و چپ و راست به جنگ و دفاع خواهیم پرداخت.»"
    },
    {
      "id": 694,
      "verse_number": 25,
      "verse_key": "5:25",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَبِّ إِنِّى لَآ أَمْلِكُ إِلَّا نَفْسِى وَأَخِى ۖ فَٱفْرُقْ بَيْنَنَا وَبَيْنَ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923359,
          "resource_id": 135,
          "text": "[موسی] گفت: «پروردگارا، من جز اختیار خودم و برادرم [اختیار کس دیگری] را ندارم؛ پس میان ما و این گروهِ نافرمان جدایی بینداز»."
        }
      ],
      "tafsir_saadi": "وقتی که موسی ـ علیه السلام ـ سرکشی و عناد آنان را مشاهده کرد، (﴿قَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِي﴾) گفت: «پروردگارا ! من تنها اختیار خود و برادرم را دارم.» و ما توان پیکار با آنها را نداریم و نمی‌توانیم آنان را با زور به میدان جنگ بکشانیم.\n(﴿فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ﴾) پس خدایا ! میان ما و آنها داوری کن، به این صورت سزا وعقوبتی را که حکمت تو اقتضا می‌نماید، بر آنها فرود آر. و این دلالت می‌نماید که سخن و کردار آنها، از گناهان کبیره و موجب فسق است."
    },
    {
      "id": 695,
      "verse_number": 26,
      "verse_key": "5:26",
      "hizb_number": 11,
      "rub_el_hizb_number": 44,
      "ruku_number": 89,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِى ٱلْأَرْضِ ۚ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923360,
          "resource_id": 135,
          "text": "[الله] فرمود: «در این صورت، [ورود به] آن [سرزمین مقدس] تا چهل سال بر آنان حرام شده است؛ [و پیوسته] در زمین سرگردان خواهند بود؛ پس بر این گروهِ نافرمان افسوس مخور»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ﴾) خداوند دعای موسی را پذیرفت و فرمود: (﴿فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِ﴾) «آن سرزمین چهل سال بر آنها ممنوع است، و در بیابان‌ها سرگردان می‌گردند.» یعنی سزای آنها این است که وارد شدن به این شهر، که ورود به آن را به آنان وعده داده بودیم، به مدت چهل سال برای آنان حرام و ممنوع گردید. و آنها در این مدت در بیابان‌ها سرگردان می‌شو‌ند و راهی نمی‌یابند و آسایش و اطمینان خاطر ندارند. این سزای دنیوی است، و شاید خداوند این سزا را، کفارۀ گناهان آنان قرار داده و سزای بزرگ‌تری را از آنان دور نموده است. \nاین دلیلی است بر اینکه سزا و مجازات گناه، گاهی با از بین رفتن برخی از نعمت‌های موجود خواهد بود و گاهی با دفع یا به تأخیر انداختن بلایی صورت می‌گیرد که سبب انعقاد آن ـ بلا ـ فراهم شده است. و شاید فلسفه و حکمت سرگردانی چهل سالۀ آنان، این است که در این مدت، بیشتر کسانی که این سخن را گفته بودند، بمیرند. دل‌هایی که هیچ صبر و استقامتی در آن نبود، بلکه به بردگی برای دشمن انس گرفته، و همّت و اراده‌ای در آن نبود که آنها را به جایگاهی از سربلندی و مجد و عظمت برساند، و به ظهور و سر بر آوردن نسل جدیدی بینجامد که خرد و اندیشۀ آنان، بر چیره شدن بر دشمنان، و عدم پذیرش بردگی که مانع رسیدن به خوشبختی است، پرورش یابد.\nو از آنجا که خداوند می‌دانست موسی نسبت به مردم -به ویژه نسبت به قوم خودش- بی‌نهایت مهربان است و چه بسا دلش به حال آنها بسوزد، و مهربانی و عطوفتش او را وادار کند به خاطر گرفتاری به این عقوبت و سزا، برای آنها غم بخورد، یا دست دعا بلند نماید که خدا این عقوبت و عذاب را از آنها دور کند، با وجود اینکه خداوند، این عقوبت را بر آنان قطعی نمود و قابل برگشت نمی‌باشد، فرمود: (﴿فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ﴾) برای قوم فاسق متأسف مباش، و غم مخور؛ زیرا آنان فساد و تباهی کرده، و گناه و فسقشان مقتضی آن است که به چنین عذابی گرفتار شوند، و این ستمی از جانب خدا نیست."
    },
    {
      "id": 696,
      "verse_number": 27,
      "verse_key": "5:27",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923361,
          "resource_id": 135,
          "text": "و [ای پیامبر،] داستان دو پسر آدم [= هابیل و قابیل] را به‌حق برایشان بخوان: هنگامی ‌که [هر کدام] برای نزدیکی‌جستن [به درگاه الله] یک قربانی تقدیم کردند؛ اما از یکی پذیرفته شد و از دیگری پذیرفته نشد. [قابیل به هابیل] گفت: «قطعاً تو را خواهم کشت». [هابیل] گفت: «الله [قربانی را] فقط از پرهیزگاران می‌پذیرد."
        }
      ],
      "tafsir_saadi": "مردم را از قضیه‌ای که برای دو فرزند آدم پیش آمد، به درستی آگاه کن و این داستان را برای آنها بخوان، تا پند پذیران، از آن پند پذیرند و در یابند که این جریان راست بوده، و دروغ نیست و عین واقعیت است.\nو ظاهراً دو فرزند آدم، پسران صلبی وی بودند. همان‌طور که ظاهر و سیاق آیه بر این دلالت می‌نماید. و قول جمهورِ مفسرین نیز همین است؛ یعنی داستان دو فرزند آدم را برای آنان بخوان، آنگاه که هر دو برای خدا قربانی کردند و این قربانی، ماجرای آنان را به چنین حالتی کشاند. (﴿إِذۡ قَرَّبَا قُرۡبَانٗا﴾) آنگاه که هر یک از مال خود، چیزی را به قصد تقرب و نزدیکی جستن به خدا، کنار گذاشت.\n(﴿فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ﴾) پس، از یکی از آنان پذیرفته شد و از دیگری پذیرفته نشد. پذیرفته شدن قربانیِ یکی از آنان، از طریق خبر آسمانی یا بنابر عادتی که در امت‌های گذشته بود، دانسته شد. وعلامت پذیرفته شدن قربانی از سوی خداوند، این بود که آتشی از آسمان پایین آمد و آن قربانی را به آتش‌کشید.\n(﴿قَالَ﴾) پسری که قربانی‌اش پذیرفته نشده بود از روی حسادت و کینه توزی و تجاوزگری به دیگری گفت: (﴿لَأَقۡتُلَنَّكَ﴾) «تو را خواهم کشت.» آنگاه دیگری با دلسوزی به او گفت: (﴿إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ﴾) «خداوند تنها از پرهیزگاران می‌پذیرد»، چه گناه و جنایتی مرتکب شده‌ام که تو باید مرا بکشی، جز اینکه از خدا ترسیده‌ام، که تقوا و ترس الهی بر من و تو، و بر هر کسی واجب است؟ و صحیح‌ترین قول در مورد «متقین» چنین است: متقین کسانی هستند که عملشان خالصانه برای خدا انجام می‌گیرد و در انجام آن عمل، از سنت پیامبر صلی الله علیه وسلم پیروی می‌کنند."
    },
    {
      "id": 697,
      "verse_number": 28,
      "verse_key": "5:28",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923362,
          "resource_id": 135,
          "text": "اگر تو دستت را برای کشتن من دراز کنی، من هرگز دستم را برای کشتن به سویت دراز نخواهم کرد؛ [زیرا] بی‌تردید، من از الله ـ پروردگار جهانیان‌ـ می‌ترسم."
        }
      ],
      "tafsir_saadi": "سپس به او گفت: من نمی‌خواهم تو را بکشم؛ نه بر تو حمله‌ور شده و دست خود را جلو می‌اندازم، و نه در قالب دفاع به کشتن تو مبادرت می‌ورزم. پس گفت: (﴿لَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَ﴾) «اگر برای کشتن من دست دراز کنی، من به سوی تو دست دراز نمی‌کنم تا تو را بکشم.» و این به خاطر بزدلی و ترس و ناتوانی‌ام نیست، بلکه به این سبب است که (﴿إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ﴾) «من از خداوند، پروردگار جهانیان می‌ترسم.» و کسی که از خدا می ترسد، اقدام به انجام گناه نمی‌کند، خصوصاً گناهان بزرگ. و این هشداری است برای کسی که می‌خواهد مرتکب قتل شود ، که شایسته است از خدا بترسد."
    },
    {
      "id": 698,
      "verse_number": 29,
      "verse_key": "5:29",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923363,
          "resource_id": 135,
          "text": "[آنگاه برای آنکه او را بترساند گفت:] من می‌خواهم که تو با گناه [قتلِ] من و گناه [اعمال] خودت [به سوی الله] بازگردی و از اهل دوزخ باشی؛ و این است سزای ستمکاران»."
        }
      ],
      "tafsir_saadi": "(﴿إِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ﴾) «من می‌خواهم تو با گناهان من و گناهان خود به سوی خدا برگردی.» یعنی اگر قرار باشد که یا تو را بکشم، یا تو مرا به قتل برسانی، ترجیح می‌دهم که تو مرا بکشی، و گناه من و گناه خود را بر دوش بگیری، (﴿فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ﴾) «پس، از دوزخیان شوی، و این سزای ستمکاران است.» این دلالت می‌نماید که قتل از گناهان کبیره است، و باعث داخل شدن به جهنم می‌گردد."
    },
    {
      "id": 699,
      "verse_number": 30,
      "verse_key": "5:30",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَـٰسِرِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923364,
          "resource_id": 135,
          "text": "پس نفسِ [سرکشِ] او کشتن برادرش را برایش آراست [و موجّه و آسان جلوه داد]؛ پس او را کشت و از زیانکاران شد."
        }
      ],
      "tafsir_saadi": "اما آن جنایتکار از آن کار باز نیامد و همواره عزم خود را بر انجام این کار بیشتر جزم می‌کرد، تا اینکه کشتن برادرش ـ‌که شریعت و سرشت برادر را محترم می‌شمارد ـ ، برای او آراسته شد.\n(﴿فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ﴾) پس او راکشت و از زمرۀ زیانکاران گردید؛ از کسانی شد که در دنیا و آخرت دچار زیان می‌شوند. و او قتل، این بدعت زشت و ناپسند را، برای هر قاتلی بنیانگذاری کرد. پیامبر فرموده است: «وَمَن سَنَّ سُنَّةً سَیِّئَةً فَعَلَیةِ وِزرُهَا وَوِزرُ مَن عَمِلَ بِهَا إلی یَومِ القِیَامة» «هرکس که سنت و طریقۀ زشتی را بنیان نهد، گناه آن و گناه کسی که تا قیامت به آن سنت زشت عمل کند، بر گردن اوست.» بنابراین در حدیث صحیح آمده است «مَا مِنْ نَفسٍ تُقتَلُ إلّا کَانَ عَلَی ابنِ آد‌َمَ الأول شَطرٌ مِن د‌َمِهَا، لأنّه أوّل مَن سَنَّ القَتلَ.» «هیچ انسانی کشته نمی‌شود مگر اینکه بخشی از گناه و خون او بر گردن فرزند اول آدم است، چون او اولین کسی است که سنت قتل را بنیان نهاد.»"
    },
    {
      "id": 700,
      "verse_number": 31,
      "verse_key": "5:31",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
      "page_number": 112,
      "juz_number": 6,
      "translations": [
        {
          "id": 923365,
          "resource_id": 135,
          "text": "آنگاه الله کلاغی را فرستاد که زمین را می‌کاوید تا [کلاغ مرده‌ای را دفن کند و این گونه] به وی نشان دهد که چگونه جسد برادرش را بپوشاند. [قابیل] گفت: «وای بر من! آیا ناتوان بودم از اینکه همچون این کلاغ باشم و جسد برادرم را بپوشانم؟» آنگاه [به شدّت از کارِ زشت خویش] پشیمان شد."
        }
      ],
      "tafsir_saadi": "وقتی که برادرش را کشت، نمی‌دانست با آن چه‌کار کند، چون او اولین نفر از فرزندان آدم بود که مرده بود، (﴿فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ﴾) پس خداوند کلاغی را فرستاد که زمین را می‌کاوید، تا کلاغ دیگری را دفن کند.(﴿لِيُرِيَهُۥ﴾) تا با اینکار به او نشان دهد که (﴿كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِ﴾) چگونه جسد برادرش را دفن کند. منظور از(﴿سَوۡءَةَ﴾) جسد است؛ زیرا بدن میت عورت است و(﴿سَوۡءَةَ﴾) در اصل به معنی عورت است.\n(﴿فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ﴾) پس او از زمرۀ پشیمان شدگان گشت. و عاقبت و سرانجام گناه، پشیمانی و زیان است."
    },
    {
      "id": 701,
      "verse_number": 32,
      "verse_key": "5:32",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَـٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ",
      "page_number": 113,
      "juz_number": 6,
      "translations": [
        {
          "id": 923366,
          "resource_id": 135,
          "text": "به همین سبب، بر بنی‌اسرائیل مقرر داشتیم که هر کس انسانی را جز برای [قصاص] کسی یا [به کیفر] فسادی [که] در زمین [مرتکب شده است] به قتل برسانَد، چنان است که گویی همۀ مردم را کشته است و هر ‌کس [با خودداری از قتل‌های خودسرانه و بیهوده،] انسانی را زنده بدارد، چنان است که همۀ مردم را زنده کرده است؛ و بی‌گمان، پیامبران ما با دلایل روشن نزد آنان [= بنی‌اسرائیل] آمدند، [ولی] باز هم بسیاری از آنان پس از آن [با ارتکاب گناه] در زمین [پا از حدود الهی فراتر گذاشتند و] زیاده‌روی کردند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿مِنۡ أَجۡلِ ذَٰلِكَ﴾) به خاطر آنچه ما در داستان دو پسر آدم و کشته شدن یکی از آنان توسط برادرش بیان کردیم، و به دلیل پایه ریزی شدنِ بدعت قتل و آدم کُشی برای کسانی که پس از او می‌آیند، و به جهت اینکه سرانجام قتل، زیان دنیا و آخرت است، (﴿كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ﴾) بر بنی‌اسرائیل؛ صاحبان کتاب‌های آسمانی مقرر نمودیم که (﴿أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ﴾) هرکس انسانی را بدون کشتن انسانی، یا بدون اینکه در زمین فساد کند، به قتل برساند؛ یعنی انسانی را به ناحق بکشد، (﴿فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا﴾) مانند آن است که همۀ مردم را کشته باشد، چون در وجود او انگیزه‌ای برای تحقیق و روشنگری وجود ندارد که او را وادار نماید جز به حق، به قتل کسی اقدام نکند. پس وقتی او به کشتن انسانی مبادرت نماید که مستحق کشتن نیست، مسلماً بین مقتول و کسی دیگر فرق نمی‌گذارد، و برحسب دستور نفس اماره عمل می‌کند. پس قتل یک نفر به ناحق، مانند کشتن همۀ مردم است.\nهمچنین هرکس انسانی را زنده بگذارد و او را نکشد با اینکه نفس، او را به کشتن آن فرد فرا می‌خواند، اما ترس خدا، او را از کشتن وی باز دارد، مانند آن است که همۀ مردم را زنده کرده باشد؛ زیرا ترس خداوند که در وجود اوست، وی را از کشتن انسان بی‌گناهی که مستحق قتل نیست، باز داشته است. و آیه دلالت می‌نماید که کشتن در دو صورت جایز است: \nاینکه یک نفر، کسی را بدون حق و به‌صورت عمد به قتل برساند. کشتن چنین فردِ قاتلی، جایز است. این در حالی است که قاتل مکلّف، وبا مقتول مساوی بوده، وپدرِ مقتول نباشد. \nیا اینکه در زمین فساد بکند و دین مردم، و جسم و اموال آنان‌را به فساد و تباهی بکشاند. مانند کافران مرتد و آنهایی که با اسلام می‌جنگند، و دعوتگرانِ به سوی بدعت و نوآوری در دین که شرّ آنها جز با کشتن، از سر مسلمین دور نمی‌شود؛ همچنین راهزنان و امثال آنها که به مردم حمله ور شده و آنها را می‌کشند و مال‌هایشان را به غارت می‌برند.\n(﴿وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ﴾) و به تحقیق پیامبران ما با نشانه‌ها و دلایل روشن پیش آنان آمدند، به طوری که در سایۀ آن دلایل و معجزات، برای هیچ کسی شبهه و حجتی باقی نمی‌ماند.\n(﴿ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم﴾) سپس بسیاری از آنان (﴿بَعۡدَ ذَٰلِكَ﴾) پس از بیان دلایل قاطع و حجت درخشان که موجب استقامت و پایداری در زمین است، (﴿لَمُسۡرِفُونَ﴾) با ارتکاب گناهان و مخالفت ورزیدن با پیامبران؛ کسانی که همراه با دلایل و نشانه‌های روشن نزد آنان آمده‌اند، راه اسراف را در پیش می‌گیرند."
    },
    {
      "id": 702,
      "verse_number": 33,
      "verse_key": "5:33",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَـٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "page_number": 113,
      "juz_number": 6,
      "translations": [
        {
          "id": 923367,
          "resource_id": 135,
          "text": "سزای کسانی ‌که با الله و پیامبرش می‌جنگند و [با قتل و دزدی و فحشا] در زمین به فساد می‌کوشند، جز این نیست که کشته شوند یا به دار آویخته شوند یا دست [راست] و پای [چپ] آنها در خلاف [جهت یکدیگر] قطع شود یا از سرزمین [خود] تبعید گردند. این [مجازات، مایۀ] رسوایی آنها در دنیاست و در آخرت [نیز] عذابی بزرگ [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "محاربین خدا و پیامبر، کسانی‌اند که با خدا و پیامبر مبارزه کرده، و از طریق کفر ورزیدن و قتل و غارت و نا امن کردن راه‌ها، در زمین فساد و تباهی می‌کنند. و مشهور است که این آیۀ کریمه در مورد احکام راهزنان است؛ کسانی که در آبادی‌ها و بیابان‌ها بر مردم حمله‌ور می‌شوند و مال‌هایشان را به زور از دست آنها می‌گیرند و مردم‌را می‌کشند و رعب و وحشت ایجاد می‌کنند، و مردم از رفتن به راهی که آنها در آنجا هستند، امتناع می‌ورزند، در نتیجه راه‌ها قطع می‌شوند. خداوند خبر داد که سزا و مجازاتشان ـ به هنگام اقامۀ حد بر آنها ـ این است که یکی از این کارها با آنان انجام شود.\nو مفسرین اختلافِ نظر دارند که آیا امام یا خلیفۀ مسلمین مختار است که یکی از کیفرهای مذکور را در مورد آنان انجام دهد؟ و آیا او مختار است با هر راهزنی هریک از این کیفرها را که مصلحت می‌داند، انجام دهد؟ که از ظاهر عبارت چنین استنباط می‌شود.\nیا اینکه کیفرشان بر حسب جنایتشان خواهد بود، و هر جنایتی، کیفری به اندازۀ آن دارد. همان طور که حکم آیه و حکمت خدای متعال این بینش را به ما می‌دهد.\nو اگر آنها کسی را بکشند و مالی را بگیرند، قطعاً کشته شده و به دار آویخته می‌شوند، تا برای دیگران معلوم شوند و خوار و رسوا گردند، و دیگران از چنین کارهایی بازآیند. و اگر کسی را کشته بودند اما مالی را به غارت نبرده بودند، فقط کشته می‌شوند. و اگر مالی را گرفته بودند و کسی را نکشته بودند به طور حتم باید دست و پاهایشان در جهت خلاف یکدیگر قطع می‌گردد؛ دست راست و پای چپ. و اگر مردم را به ترس و وحشت اندازند بدون اینکه کسی را بکشند، از جایی به جایی دیگر تبعید می‌شوند. و نباید آنها را به حال خود رها کرد که در شهری جای گیرند مگر اینکه توبه‌شان آشکار گردد. و این گفتۀ ابن عباس و بسیاری از ائمه است، که در بعضی جزئیات با هم اختلافاتی دارند.\n(﴿ذَٰلِكَ﴾) این سزا و کیفر، (﴿لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَا﴾) برای آنها در دنیا رسوایی و ننگ است، (﴿وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ﴾) و برای آنان در آخرت عذابی بس بزرگ می‌باشد.\nپس این دلالت می‌نماید که راهزنی، از گناهان کبیره است و باعث رسوایی در دنیا و عذاب آخرت می‌گردد. و راهزن، محاربِ با خدا و پیامبرش است؛ یعنی با خدا و پیامبرش می‌جنگد. و چون این جنایت بسیار بزرگ است، پاکسازی زمین از فساد کنندگان و تامین امنیت راه‌ها و جاده‌ها از قتل و دزدی و ارعاب مردم، بزرگ‌ترین نیکی و عبادت، و همچنین اصلاح در زمین است. همان طور که ضد آن فساد انگیزی در زمین است."
    },
    {
      "id": 703,
      "verse_number": 34,
      "verse_key": "5:34",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 90,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِن قَبْلِ أَن تَقْدِرُوا۟ عَلَيْهِمْ ۖ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 113,
      "juz_number": 6,
      "translations": [
        {
          "id": 923368,
          "resource_id": 135,
          "text": "مگر کسانی‌ که [شما حاکمان] پیش از آنکه بر آنان دست یابید توبه کنند؛ پس [اگر چنین کردند، از آنان درگذرید و] بدانید که الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿إِلَّا ٱلَّذِينَ تَابُواْ مِن قَبۡلِ أَن تَقۡدِرُواْ عَلَيۡهِمۡ﴾) مگر کسانی از این محاربین که قبل از دست یافتن شما بر آنها، توبه کنند. (﴿فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾) پس بدانید که خداوند آمرزگار و مهربان است؛ یعنی آنچه «حق الله» است، از قبیل: کشته شدن و به دار آویختن و قطع دست و پا و تبعید، از او ساقط می‌شود به شرطی که توبه کند. و نیز «حق الناس» از او ساقط می‌شود، اگر محارب، کافر باشد و سپس مسلمان شود. و اگر محارب مسلمان باشد، «حق الناس» از قبیل: کشتن و خوردن مال مردم از او ساقط نمی‌شود. و مفهوم آیه دلالت می‌نماید که توبۀ محارب پس از دست یافتن بر او، چیزی را از او ساقط نمی‌کند. و حکمتِ این آشکار است. بنابراین چون توبه قبل از دست یافتن بر محارب، از اقامۀ حد و مجازات جلوگیری می‌کند، اگر محارب قبل از دستگیر شدن، توبه کند، دیگر حدود و مجازات‌ها به طریق اولی از او ساقط می‌شوند."
    },
    {
      "id": 704,
      "verse_number": 35,
      "verse_key": "5:35",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَٱبْتَغُوٓا۟ إِلَيْهِ ٱلْوَسِيلَةَ وَجَـٰهِدُوا۟ فِى سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَ",
      "page_number": 113,
      "juz_number": 6,
      "translations": [
        {
          "id": 923369,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، از الله پروا کنید و [با انجام کارهای نیک، برای تقرب] به سوی او وسیله‌ بجویید و در راهش جهاد کنید؛ باشد که رستگار شوید."
        }
      ],
      "tafsir_saadi": "این دستور خدا به بندگان مؤمنش است و آن عبارت است از اینکه به مقتضای ایمان عمل کنند؛ تقوای خدا را داشته باشند و خویشتن را از خشم و غضب وی دور بدارند. به این صورت که بنده تلاش کند و آنچه را در توان دارد، در راستای پرهیز از ناخشنودی خدا، از قبیل: گناهانی که با قلب یا زبان و یا دیگر جوارح انجام می‌شوند، و پرهیز از گناهان ظاهری و باطنی، مبذول دارد. وبرای ترک گناهان، از خداوند یاری بجوید تا از خشم وی نجات یابد.\n(﴿وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ﴾) و برای تقرب به خدا و بهره‌مند شدن از خشنودی او و برخورداری از ولایت و محبّتش، وسیله بجویید. این «وسیله» عبارت است از انجام فرائض قلبی؛ مانند دوست داشتن خدا، و دوست داشتن در راه خدا، و ترس از او، و امید به او، و توبه، و توکل.\nنیز وسیله عبارت است از انجام فرائض و واجبات بدنی؛ مانند پرداختن زکات و حج، و انجام فرائضی که هم قلبی هستند و هم بدنی، مانند نماز و خواندن قرآن و ذکر، و نیکوکاری از طریق مال و علم و مقام و بدن و خیر خواهی برای بندگان خدا.پس همۀ این اعمال، تقرب و نزدیکی جستن به خدا و وسیله‌ای برای رسیدن به این هدف می‌باشند. و بنده با انجام این اعمال، همواره به خدا نزدیک می‌شود تا اینکه خداوند او را دوست می‌دارد؛ پس هرگاه خداوند او را دوست داشت، کمکش می‌کند که تمام اعضایش از قبیل: گوش و چشم دست و پا را در مسیر رضایت و خشنودی خدا به‌کار ببرد و آنها را در جهت ناخشنودی خداوند به‌کار نبرد. و خداوند دعای او را می‌پذیرد. سپس خداوند از میان عبادت‌هایی که انسان را به او نزدیک می‌نمایند، جهاد را به طور ویژه بیان نمود. جهاد یعنی مبذول داشتن نهایت تلاش در جنگ با کافران، و فدا کردن مال و جان، و بهره‌گیری از فکر و زبان، و یاری کردن دین خدا؛ زیرا این نوع عبادت از بزرگ‌ترین عبادات و برترین آن است. چون هر کس این عبادت را انجام دهد، دیگر عبادت‌ها را به طریق اولی انجام خواهد داد.\n(﴿لَعَلَّكُمۡ تُفۡلِحُونَ﴾) هرگاه با ترک گناهان از خدا ترسیدید و پرهیزگار شدید و با انجام طاعات برای تقرب به خدا وسیله جستید و برای طلب خوشنودی خدا در راه وی جهاد کردید، رستگار می‌شوید. «فلاح» یعنی موفقیت و پیروزی و دست یافتن به هر امر مطلوب و مرغوب، و نجات یافتن از هر امر ناگوار و ناخوشایند. و حقیقت رستگاری و فلاح، سعادت جاودانگی و نعمت پایدار است."
    },
    {
      "id": 705,
      "verse_number": 36,
      "verse_key": "5:36",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَـٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 113,
      "juz_number": 6,
      "translations": [
        {
          "id": 923370,
          "resource_id": 135,
          "text": "در حقیقت، كسانى كه كفر ورزیدند، اگر تمام آنچه در زمین است براى آنان باشد و همانندش [نیز] با آن [در اختیار شان باشد و بخواهند] به وسیله آن خود را از عذاب روز قیامت بازخرند، از آنان پذیرفته نمى‌شود و عذابى دردناک [در پیش] دارند."
        }
      ],
      "tafsir_saadi": "خداوند از حالت و اوصاف زشت کافران، و از عذاب وحشتناکی که در روز قیامت به آن دچار می‌شوند، خبر داده و می‌فرماید: اگر کافران برای نجات خود از عذاب، پُرِ زمین طلا و همانند آن را بپردازند، از آنها پذیرفته نمی‌شود و فایده‌ای برای آنان ندارد. چون زمان و مکان فدیه دادن، وخود را رهاندن، از دست رفته و چیزی جز عذاب دردناک وهمیشگی باقی نمانده است که آنها هیچ زمان از آن بیرون نمی‌آیند و برای همیشه در آن هستند."
    },
    {
      "id": 706,
      "verse_number": 37,
      "verse_key": "5:37",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يُرِيدُونَ أَن يَخْرُجُوا۟ مِنَ ٱلنَّارِ وَمَا هُم بِخَـٰرِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
      "page_number": 114,
      "juz_number": 6,
      "translations": [
        {
          "id": 923371,
          "resource_id": 135,
          "text": "[این کافران] می‌خواهند از آتش [دوزخ] بیرون روند؛ و[لی] از آن [عذاب] خارج‌شدنی نیستند و برایشان عذابی پایدار [مهیا] است."
        }
      ],
      "tafsir_saadi": "خداوند از حالت و اوصاف زشت کافران، و از عذاب وحشتناکی که در روز قیامت به آن دچار می‌شوند، خبر داده و می‌فرماید: اگر کافران برای نجات خود از عذاب، پُرِ زمین طلا و همانند آن را بپردازند، از آنها پذیرفته نمی‌شود و فایده‌ای برای آنان ندارد. چون زمان و مکان فدیه دادن، وخود را رهاندن، از دست رفته و چیزی جز عذاب دردناک وهمیشگی باقی نمانده است که آنها هیچ زمان از آن بیرون نمی‌آیند و برای همیشه در آن هستند."
    },
    {
      "id": 707,
      "verse_number": 38,
      "verse_key": "5:38",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "page_number": 114,
      "juz_number": 6,
      "translations": [
        {
          "id": 923372,
          "resource_id": 135,
          "text": "دست مرد و زن دزد را به سزای عملی که مرتکب شده‌اند، به عنوان مجازاتی از جانب الله قطع کنید و [بدانید که] الله شکست‌ناپذیرِ حکیم است."
        }
      ],
      "tafsir_saadi": "سارق کسی است که مال ارزشمند دیگران را پنهانی و بدون رضایت صاحبش بر می‌دارد. دزدی از گناهان کبیره است و موجب می‌شود سزای سختی که عبارت از قطع دست راست است ـ‌آن طور که در قرائت بعضی از اصحاب آمده است‌ـ بر آن مترتّب شود.\nدست وقتی که به طور مطلق بیان شود، تا مچ دست را در بر می‌گیرد. پس هر گاه کسی دزدی کرد، دستش از مچ قطع، و در روغن داغ فرو برده می‌شود تا خونِ رگ‌ها بند بیاید. اما سنّت پیامبر، عام بودن آیه را از چند جهت مقید کرده است: \nاول؛ دزدی باید از مکان مورد نگهداریِ اموال انجام شده، و مال باید «محرز» باشد، پس اگر دزد، مال غیرِ «محرز»ی را دزدید دستش قطع نمی‌گردد. و «مال محرز» به مالی گفته می‌شود که در جایی نگهداری گردد که معمولاً چنین جایی، مال مصون است. \nدوم؛ باید مال دزدیده شده به اندازۀ یک چهارم دینار یا سه دِرهم، و یا آنچه که برابر با یک چهارم دینار یا سه درهم است، باشد. پس اگر کمتر از این را دزدید، دستش قطع نمی‌گردد.\nشاید این مفهوم از لفظ سرقت و معنی آن استنباط می‌شود؛ زیرا کلمۀ سرقت به معنی دزدیدنِ چیزی است که از آن نگهداری می‌شود. پس اگر مال نگهداری نشد و کسی آن را برداشت، از نظر شرع دزدی محسوب نمی‌شود.\nسوم؛ امری حکیمانه و بجا است که به خاطر دزدیده شدن مالِ بی ارزش و کم، دست قطع نگردد. پس باید اندازۀ آن مشخص شود، بنابراین اندازۀ شرعی که در سنّت ثابت است، حکم قرآن دربارۀ دزد را تخصیص می‌نماید. و حکمت در قطع کردن دست. این است که باعث حفظ اموال می‌گردد، و باید عضوی قطع شود که جنایت از آن سرزده است. و اگر دزد دوباره دزدی کرد، پای چپش قطع می‌گردد. و چنانچه باز هم دزدی کند ـ گفته شده است که ـ دست چپش قطع می‌شود. اگر باز هم دزدی کرد پای راستش قطع می‌گردد. و گفته شده است که به زندان انداخته می‌شود تا اینکه در زندان بمیرد.\n(﴿جَزَآءَۢ بِمَا كَسَبَا﴾) قطع دست دزد، کیفر دزدی او است؛ چرا که اموال مردم را دزدیده است.(﴿نَكَٰلٗا مِّنَ ٱللَّهِ﴾) و مجازات و عبرتی است از جانب خدا برای دزد و دیگران، تا از دزدی بازآیند؛ زیرا وقتی بدانند که هرگاه دزدی کنند، دستشان قطع خواهد شد، دیگر به این کار اقدام نمی‌کنند.\n(﴿وَٱللَّهُ عَزِيزٌ حَكِيمٞ﴾) و خداوند چیره و با حکمت است. و از چیرگی و حکمت اوست که به قطع دست دزد دستور داده است"
    },
    {
      "id": 708,
      "verse_number": 39,
      "verse_key": "5:39",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 114,
      "juz_number": 6,
      "translations": [
        {
          "id": 923373,
          "resource_id": 135,
          "text": "اما هر کس بعد از [گناه و] ستم‌کردنش توبه کند و [اعمال خود را جبران و] اصلاح نماید، بی‌تردید الله توبه‌اش را می‌پذیرد. به راستی که الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿فَمَن تَابَ مِنۢ بَعۡدِ ظُلۡمِهِۦ وَأَصۡلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ﴾) و هر کس پس از ستمی که مرتکب شده است، توبه کند، و به اصلاح خود بپردازد ، همانا خداوند توبۀ او را می‌پذیرد. بی‌گمان خداوند آمرزنده و مهربان است. پس هرکس که توبه کرد و گناهان را ترک گفت و اعمال و عیوب خود را اصلاح کرد، خداوند توبۀ او را می‌پذیرد."
    },
    {
      "id": 709,
      "verse_number": 40,
      "verse_key": "5:40",
      "hizb_number": 12,
      "rub_el_hizb_number": 45,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 114,
      "juz_number": 6,
      "translations": [
        {
          "id": 923374,
          "resource_id": 135,
          "text": "آیا نمی‌دانی که فرمانروایی آسمان‌ها و زمین از آنِ الله است [و] هر کس را بخواهد عذاب می‌کند و هر کس را بخواهد می‌بخشد؟ و الله بر هر چیزی تواناست."
        }
      ],
      "tafsir_saadi": "و این بدان جهت است که پادشاهی آسمان‌ها و زمین از آنِ خداست و به هر صورت که بخواهد در آن تصرف قدری و شرعی می‌کند؛ براساس حکمت و رحمت گسترده‌اش، هرکس را که بخواهد عذاب می‌دهد، و هرکس را که نخواهد مورد عفو و بخشش قرار می‌دهد."
    },
    {
      "id": 710,
      "verse_number": 41,
      "verse_key": "5:41",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "page_number": 114,
      "juz_number": 6,
      "translations": [
        {
          "id": 923375,
          "resource_id": 135,
          "text": "ای پیامبر، کسانی که در [راه] کفر شتاب می‌کنند؛ تو را غمگین نسازند ـ [خواه] از کسانی که به زبانشان می‌گویند: «ایمان آوردیم» و قلبشان ایمان نیاورده است و [خواه‌] از یهودیانی باشند که به سخنان دروغ گوش مى‌سپارند و از گروهی که خودشان [از روی کبر و حسد] نزد تو نیامده‌اند، می‌شنوند [و از آنها فرمان می‌برند]. آنان سخنان [الله] را [بر اساس میل و منفعتِ خود] از جایگاهشان تحریف می‌کنند و [به یکدیگر] می‌گویند: «اگر این [حکم از سوی محمد] به شما داده شد، [از او] بپذیرید و اگر آن [چیزی که دل‌خواهتان است] به شما داده نشد، [از او] دوری کنید». و [ای پیامبر،] هر کس که الله گمراهی‌اش را خواسته باشد، تو هرگز در برابر الله برایش اختیاری نداری [و نمی‌توانی از او دفاع کنی]. آنان [= یهود و منافقان] کسانی هستند که الله نخواسته است دل‌هایشان را [از پلیدیِ کفر] پاک کند. آنان در دنیا رسوایی [و خواری در انتظار] دارند و در آخرت برایشان عذاب بزرگی [در پیش] است."
        }
      ],
      "tafsir_saadi": "پیامبر صلی الله علیه وسلم وقتی می‌دید کسی اظهار ایمان می‌کند، سپس به کفر باز می‌گردد، از فرط علاقه‌اش به آنان شدیداً غمگین می‌شد. خداوند او را راهنمایی کرد که برای چنین افرادی نباید تأسف بخورد و اندوهگین شود؛ زیرا اینها به هیچ دردی نمی‌خورند، و به هیچ کاری نمی‌آیند. اگر حضور داشته باشند، سودی نمی‌رسانند؛ و اگر حضور نداشته باشند، هیچ کسی در پی آنان نیست. بنابراین علت اندوه نخوردن برای آنها را بیان کرد و فرمود: (﴿مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ﴾)کسانی که با زبان می‌گویند: «مؤمن هستیم»، ولی در دل‌هایشان ایمان وجود ندارد؛ زیرا باید برای کسانی متأسف و اندوهگین شد که در ظاهر و باطن مؤمن بوده، و هرگز از دینشان برنگشته و مرتد نمی‌شوند. چون هرگاه لطافت و درخشندگی ایمان با دل‌ها در آمیزد، صاحب آن، چیزی دیگر را به جای ایمان نمی‌پذیرد، و به دنبال چیزی دیگر نمی‌رود.\n(﴿وَمِنَ ٱلَّذِينَ هَادُواْۛ﴾) و گروهی از یهودیان، (﴿سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَ﴾) به سخنان دروغ گوش فرا می‌دهند، و از سران خود که کارشان دروغ و گمراهی و فساد است، پیروی‌کرده و از آنان اطاعت می‌کنند. و این رؤسا که مردم از آنها اطاعت می‌کنند؛ پیش تو نمی‌آیند، بلکه از تو روی گردانده و به باطلی که دارند، خوشحال هستند. و آن عبارت است از اینکه الفاظ طوری معنی گردند، که موجب گمراهی مردم و نادیده گرفته شدن حق گردد. \nپس ایشان فرمانبردار دعوتگرانِ به سویِ گمراهی هستند؛ کسانی که هر دروغی را می‌بافند، و نه عقل دارند، و نه همت و اراده. پس وقتی که از شما پیروی نکردند شما نیز به آنان توجه مکن، و از آنان پروا نداشته باش، چون آنها بی‌نهایت ناقص و کم عقل‌اند، و به چنین افرادی نباید توجه کرد.\n(﴿يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْ﴾) آنان هنگامی که برای داوری پیش تو می‌آیند، هدفی جز پیروی از هوی و هوس ندارند. و به یکدیگر می‌گویند: اگر داوریِ محمد با خواست و میل شما موافق بود، حکم و داوری او را بپذیرید، در غیر این صورت از وی بپرهیزید و از ایشان اطاعت نکنید. و این فتنه، پیروی از خواست و هوای نفس است. (﴿وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡ‍ًٔا﴾) و هرکس خدا بخواهد او را به بلا و فتنه‌ای مبتلا کند، نمی‌توانی کاری را برایش انجام دهی. \nهمچنان‌که خداوند فرموده است: ﴿إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ﴾ همانا تو نمی‌توانی هرکس را که دوست داری، هدایت کنی، بلکه خداوند هرکس را که بخواهد هدایت می‌نماید.\n(﴿أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡ﴾) ایشان کسانی‌اند که خداوند نمی‌خواهد دل‌هایشان را پاک بگرداند؛ یعنی چون خداوند دل‌هایشان را پاک نکرده است، چنین کارهایی از آنان سر می‌زند. پس این دلالت می‌نماید هرکس هدفش از گردن نهادن به داوریِ شرع، پیروی از هوی و هوس باشد؛ اگر به نفع او حکم شود، راضی گردد و اگر به نفع وی حکم نشود، ناراضی شود؛ این بر اثر آلودگی دلش است، همچنان‌که اگر کسی به حکم و داوریِ شرع گردن نهد، خواه با امیال و آرزوی وی موافق باشد یا نه، این بیانگر طهارت و پاکی قلب اوست، و پاکی دل، سبب هرخیر و نیکی است، و بزرگ‌ترین انگیزه برای هر سخن و کردار درست می‌باشد.\n(﴿لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ﴾) بهرۀ آنان در دنیا رسوایی و ننگ است.(﴿وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ﴾) و بهرۀ آنان در آخرت عذاب بزرگی است؛ و آن، آتش جهنم و ناخشنودی خداوند جبار است."
    },
    {
      "id": 711,
      "verse_number": 42,
      "verse_key": "5:42",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "سَمَّـٰعُونَ لِلْكَذِبِ أَكَّـٰلُونَ لِلسُّحْتِ ۚ فَإِن جَآءُوكَ فَٱحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْـًٔا ۖ وَإِنْ حَكَمْتَ فَٱحْكُم بَيْنَهُم بِٱلْقِسْطِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "page_number": 115,
      "juz_number": 6,
      "translations": [
        {
          "id": 923376,
          "resource_id": 135,
          "text": "آنان [= یهود] بسیار به دروغ گوش می‌سپارند [و] مال حرام فراوان می‌خورند؛ پس [ای پیامبر،] اگر [برای داوری] نزدت آمدند، میانشان داوری کن یا از آنان روی بگردان؛ و [یقین بدان که] اگر از آنان روی بگردانی، هیچ زیانی به تو نمی‌رسانند؛ و[لی] اگر داوری کردی، با عدالت میانشان داوری کن. بی‌تردید، الله دادگران را دوست دارد."
        }
      ],
      "tafsir_saadi": "(﴿سَمَّٰعُونَ لِلۡكَذِبِ﴾) و گوش دادن در اینجا به معنی پذیرفتن است؛ یعنی یکی از آثار کمبود دین و عقلشان، این است که دعوت کسی را اجابت می‌کنند که آنها را به سوی سخن دروغ فرا می‌خواند.\n(﴿أَكَّٰلُونَ لِلسُّحۡتِ﴾) [و] بسیار مال حرام می‌خورند و آن را در قالب حقوق و سهمیه‌های مقرر از بی‌خردان و مردمان نادان به ناحق می‌گیرند. پس هم از دروغ پیروی می‌کنند و هم مال حرام می‌خورند.\n(﴿فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡ﴾) بنابراین اگر پیش تو آمدند، مختار هستی که میان آنان داوری نمایی یا از آنان روی بگردانی. و این منسوخ نیست، وبه هنگام آمدن این گروه برای داوری، قاضی اختیار دارد که میان آنان داوری نماید یا از داوری کردن میان آنان روی برگرداند، چون آنها حکم شرع را زمانی می‌پذیرند که با خواست آنها موافق باشد.\nبنابراین هرکس که استفتا کند، و برای داوری پیش عالمی برود، و معلوم گردد که اگر به ضرر او حکم کند راضی نخواهد بود، واجب نیست برای چنین کسی داوری شده، و به پرسش وی پاسخ داده شود. پس اگر میانشان حکم نمود، واجب است به دادگری حکم نماید.\nبنابراین فرمود: (﴿ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡ‍ٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ﴾) و اگر از آنان روی بگردانی، نمی‌توانند هیچ ضرری به تو برسانند، و اگر حکم نمودی، پس میان آنان به دادگری حکم کن، همانا خداوند دادگران را دوست دارد. حتی اگر آنان ستمگر و دشمن بودند، ستمگری و دشمنی آنان تو را از عدالت در حکم و داوری باز ندارد.\nو این بیان فضیلت عدالت و دادگری در داوری میان مردم است، و اینکه خداوند متعال دادگری و عدالت را دوست دارد."
    },
    {
      "id": 712,
      "verse_number": 43,
      "verse_key": "5:43",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 91,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوْرَىٰةُ فِيهَا حُكْمُ ٱللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
      "page_number": 115,
      "juz_number": 6,
      "translations": [
        {
          "id": 923377,
          "resource_id": 135,
          "text": "و آنان چگونه تو را به داوری می‌طلبند در حالی که تورات نزدشان است [و] حکم الله در آن وجود دارد؟ سپس بعد از آن [داوری، اگر سخنی خلاف میلشان بگویی، از دستور تورات و حکمِ تو] روی می‌گردانند؛ و اینان مؤمن نیستند."
        }
      ],
      "tafsir_saadi": "سپس با ابراز تعجب از آنها فرمود: (﴿وَكَيۡفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوۡرَىٰةُ فِيهَا حُكۡمُ ٱللَّهِ ثُمَّ يَتَوَلَّوۡنَ مِنۢ بَعۡدِ ذَٰلِكَ﴾) و چگونه تو را به داوری می‌گیرند...؟ زیرا اگر آنان مؤمن بودند، و به مقتضای ایمان عمل می‌کردند، از حکم خدا که در تورات و پیش آنهاست، روی نمی‌گرداندند. آنها فقط بدان جهت تو را داور قرار می‌دهند که شاید طبق میل آنها قضاوت و داوری کنی، و هرگاه طبق حکم خدا ـ که موافق با چیزی است که در کتاب آنهاست ـ داوری کنی، ازآن راضی نمی‌شوند، بلکه اعراض کرده و آن را نمی‌پسندند.\nخداوند متعال فرمود: (﴿وَمَآ أُوْلَٰٓئِكَ بِٱلۡمُؤۡمِنِينَ﴾) و کسانی که این کارها را می‌کنند، مؤمن نیستند؛ یعنی این شیوه و عادت مؤمنان نمی‌باشد، و شایسته نیست که آنان را مؤمن نامید، چون آنها هوی وخواست‌های خود را معبود وخدای خویش قرار داده، واحکام خدا را پیرو خواست و امیال نفسانی خود گردانیده‌اند."
    },
    {
      "id": 713,
      "verse_number": 44,
      "verse_key": "5:44",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّآ أَنزَلْنَا ٱلتَّوْرَىٰةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُوا۟ لِلَّذِينَ هَادُوا۟ وَٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ بِمَا ٱسْتُحْفِظُوا۟ مِن كِتَـٰبِ ٱللَّهِ وَكَانُوا۟ عَلَيْهِ شُهَدَآءَ ۚ فَلَا تَخْشَوُا۟ ٱلنَّاسَ وَٱخْشَوْنِ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ",
      "page_number": 115,
      "juz_number": 6,
      "translations": [
        {
          "id": 923378,
          "resource_id": 135,
          "text": "به راستی ما تورات را نازل کردیم که در آن هدایت و نور است. پیامبرانی که [در برابر فرمان الله] تسلیم بودند، بر اساس [آموزه‌های] آن برای یهود داوری می‌کردند و [نیز] مصلحان و دانشمندان [یهود] که پاسداری از كتاب الله [و جلوگیری از تحریف تورات] به آنان سپرده شده بود و بر [حقانیتِ] آن گواه بودند [و بنا به دستورهایش حکم می‌کردند]؛ پس [ای یهود، در اجرای احکام الهی] از مردم نترسید و از من بترسید و آیاتم را به بهایی ناچیز نفروشید؛ و هر کس بر [اساس قوانین و] احکامی که الله نازل کرده است داوری [و حکم] نکند، کافر است."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ﴾) ما تورات را بر موسی پسر عمران علیه السلام نازل نمودیم. \n(﴿فِيهَا هُدٗى﴾) در آن رهنمودی است که به سوی ایمان و حق هدایت می‌کند و از گمراهی نجات می‌دهد. (﴿وَنُورٞ﴾) و در آن روشنایی است که تاریکی‌های جهالت و حیرت و تردید و شبهات و شهوات را روشن می‌کند. همان‌طور که خداوند متعال فرموده است: ﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ﴾ و به راستی که به موسی و هارون فرقان و روشنایی و پندی برای پرهیزگاران بخشیدیم.\n(﴿يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ﴾) که پیامبرانی با آن در میان یهودیان و در قضایا و فتاوا حکم می‌کنند؛ پیامبرانی که تسلیم خدا شده و از دستورات او فرمان می‌برند؛ کسانی که اسلامِ آنها از اسلام دیگران بهتر است، و بندگانی برگزیده هستند. پس وقتی که پیامبران بزرگوار و سروران مردم به تورات اقتدا نموده و به دنبال آن راه افتاده‌اند، چه چیزی این فرومایگان یهودی را از اقتدا کردن به آن بازداشته است؟ و چه چیزی باعث شده تا آنان شریف‌ترین دستوری که در تورات است مبنی بر ایمان آوردن به محمد صلی الله علیه وسلم دور بیندازند که هیچ عمل ظاهر و باطنی جز با این عقیده پذیرفته نمی‌شود؟ آیا آنان در این مورد پیشوایی دارند؟ آری! آنان پیشوایانی دارند که شیوه و عادتشان تحریف، و به‌دست آوردن ریاست و مقام در میان مردم، و به‌دست آوردن مال از راه کتمان حق و اظهار باطل است. اینان ائمه و پیشوایان گمراهی هستند که [همواره مردم را] به آتش جهنم فرا می‌خوانند.\n(﴿وَٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ﴾) همچنین کسانی که پیشوایان دین هستند و در میان یهودیان بر اساس تورات حکم می‌کنند؛ انسان‌های خدا پرست و علمایی که به علم خود عمل می‌نمایند، و آن را به دیگران می‌آموزند و مردم را به بهترین صورت تربیت می‌کنند، و راه پیامبرانِ مهربان را در رفتار با مردم در پیش می‌گیرند. «احبار» یعنی دانشمندان بزرگ که مردم از سخنانشان پیروی کرده و به دنبالشان حرکت می‌کنند؛ و در بین ملت‌هایشان ستایش و تمجید می‌شوند، و حکم صادر شده از جانب آنها موافقِ حق است.\n(﴿بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَ﴾) به سبب اینکه خداوند آنان را نگهبان و پاسدار و امانتدار کتابش قرار داده است، و کتاب خدا امانتی است نزد آنها، که حفاظت آن را بر آنان واجب گردانیده و از کاستن یا افزودن برآن ممانعت به‌عمل می‌آورد، و آن را به کسی که نمی‌داند، می‌آموزند. آنان گواهِ بر آن هستند و مردم باید در مورد کتاب و آنچه برآنان مشتبه است، به آنها مراجعه کنند.\nخداوند چیزی را بر دوش علما گذارده که آن را به دوش جاهلان نگذاشته است، پس بر علما واجب است تا مسئولیتی را که بر دوش دارند، انجام دهند. و از انسان‌های جاهلی تبعیت نکنند که به تنبلی و مسئولیت‌گریزی گراییده‌اند. و نباید فقط به عبادت‌های فردی از قبیل ذکر و نماز و زکات و حج و روزه و دیگر کارها اکتفا کنند که هرگاه غیر اهل علم [نیز] آن را انجام دهند، در امان خواهند بود و نجات پیدا خواهند کرد، بلکه همچنان که بر آنان واجب شده است، عبادات را انجام دهند، نیز بر آنان واجب شده است که مردم را تعلیم دهند، و آنان را از امور دینی شان به ویژه مسایل اعتقادی و موضوعاتی که زیاد به آن نیاز دارند، آگاه سازند. نیز از آنها خواسته شده تا از مردم نهراسند، بلکه از پروردگارشان بترسند. بنابراین فرمود: (﴿فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِ‍َٔايَٰتِي ثَمَنٗا قَلِيلٗا﴾) از مردم نترسید و از من بهراسید، و آیات مرا به بهای اندکی نفروشید، و به خاطر کالای اندک دنیا، حق را پنهان نکنید و باطل را آشکارا ننمایید. و هرگاه عالم از این آ‌فت‌ها سالم بماند، او توفیق یافته است. و خوشبختی وی در این است که اراده و فکرش را در راه کسب علم و تعلیم آن صرف کند، و بداند علمی که دارد خدا به وی عطا کرده، او را پاسدار آن قرار داده و بر آن گواه نموده است. و باید از پروردگارش بترسد. و نباید ترس از مردم، او را از انجام آنچه باید انجام دهد، باز دارد و دنیا را بر دین ترجیح دهد.\nهمان‌طور که نشانۀ شقاوت و بدبختیِ عالم این است که همواره وقتِ خود را به بطالت و بیکاری سپری کند، و آنچه را که بدان دستور داده شده است، انجام ندهد، و به آنچه که به صورت امانت به او سپرده شده است، توجه نکند و آن را ضایع نماید و دین را به دنیا بفروشد و در داوری و قضاوت‌هایش رشوه بگیرد، و بندگان خدا را جز در برابر مزد و حقوق تعیین شده، تعلیم ندهد.\nپس خداوند نعمت بزرگی را به چنین فردی ارزانی نموده که شکر آن را به جای نیاورده است، و بهرۀ بزرگی را نصیب او کرده که دیگران را از آن محروم نموده است. بار خدایا! علمی مفید و عملی پذیرفته شده از تو می‌خواهیم، و از تو می‌طلبیم که ما را بیامرزی و عافیت و سلامتی را نصیبمان گردانی.\n(﴿وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ﴾) و هرکس برابر آنچه خدا نازل فرموده است، حکم نکند و به خاطر هدف فاسدی که دارد، به باطل حکم نماید، (﴿فَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ﴾) پس ایشان کافران‌اند؛ چون حکم به غیر آنچه خدا نازل نموده، از اعمال کافران است. و گاهی این امر به جایی می‌رسد که تبدیل به کفری شده که انسان را از دین خارج می‌کند. و این زمانی است که حکمِ غیر خدا را حلال و جایز بداند. و گاهی حکم به غیر آنچه خدا نازل فرموده، گناه کبیره و از اعمال کفر آمیزی خواهد بود که آدمی به سبب آن سزاوار عذاب سخت می‌شود."
    },
    {
      "id": 714,
      "verse_number": 45,
      "verse_key": "5:45",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ ٱلنَّفْسَ بِٱلنَّفْسِ وَٱلْعَيْنَ بِٱلْعَيْنِ وَٱلْأَنفَ بِٱلْأَنفِ وَٱلْأُذُنَ بِٱلْأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلْجُرُوحَ قِصَاصٌ ۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٌ لَّهُۥ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "page_number": 115,
      "juz_number": 6,
      "translations": [
        {
          "id": 923379,
          "resource_id": 135,
          "text": "و در آن [= تورات] بر آنان [= بنی‌اسرائیل] مقرر داشتیم که: «جان در برابر جان و چشم در برابر چشم و بینی در برابر بینی و گوش در برابر گوش و دندان در برابر دندان است؛ و [حتی] زخم‌ها قصاص دارند». اما هر کس از آن [قصاص] گذشت نماید، آن [بخشش،] کفارۀ [گناهان] اوست؛ و هر کس بر [اساس قوانین و] احکامی که الله نازل کرده است داوری [و حکم] نکند، ستمکار است."
        }
      ],
      "tafsir_saadi": "این از جمله احکامی است که در تورات وجود دارد، و پیامبرانی که تسلیم خدا بودند و دانشمندان و خداپرستان براساس آن برای یهودیان حکم صادر می‌کردند. خداوند در تورات بر آنها مقرر نموده بود که هرگاه انسانی کشته شود، در برابر آن انسانی کشته شود، به شرطی که او را قصداً کشته و با او برابر باشد. و اگر کسی چشم کسی را در آورد ، چشم او در آورده می‌شود؛ و در برابر گوش، گوش قطع می‌گردد؛ و اگر کسی دندان کسی را در آورد، دندانش در آورده می‌شود؛ همچنان‌که می‌توان در سایر موارد نیز بدون تجاوز از حد، مجرم را قصاص کرد.\n(﴿وَٱلۡجُرُوحَ قِصَاصٞ﴾) و در جراحت‌ها قصاص است؛ یعنی در زخم‌ها نیز همان کاری که طرف کرده است، با او انجام می‌شود. پس هرکس فردی را عمداً زخمی کند، به اندازۀ همان زخم، قصاص و زخمی می‌شود. و باید به همان اندازه و در همان جا و به همان طول و عرض و عمق مجروح شود. و باید دانست شریعتِ کسانی که قبل از ما بوده‌اند، برای ما [نیز] شریعت است، به شرطی‌که در شریعت ما چیزی خلاف آن نیامده باشد.\n(﴿فَمَن تَصَدَّقَ بِهِۦ﴾) پس هرکس در قصاص؛ اعم از قصاصِ کشتن یا زخمی کردن، گذشت کند و فرد جنایتکار را ببخشد و قبل از بخشیدن، حق او ثابت گردیده باشد، (﴿فَهُوَ كَفَّارَةٞ لَّهُۥ﴾) این عفو و بخشش کفاره‌ای است برای گناهان فردی که مرتکب جنایت شده است؛ چون آدمی حق خود را بخشیده است، و خداوند نیز به طریق اولی حق خود را می‌بخشد. و نیز باعث بخشوده شدن گناهان کسی می‌شود که حق خود را بخشیده است. پس همان‌طور که او جنایتکار را بخشیده است، خداوند نیز لغزش و جنایت‌های او را می‌بخشد. (﴿وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ﴾) و کسانی که به آنچه خدا نازل نموده است، حکم نکنند، پس ایشان ستمگران‌اند. ابن عباس در رابطه با تفسیر «کفر» و «ظلم» ی که در این دو آیه به آن پرداخته شده، نیز در رابطه یا «فسق» ی که در آیه‌ی بعدی به آن پرداخته می‌شود، می‌فرماید: مراد از «کفر و ظلم و فسق [در اینجا] کفر و ظلم و فسق اصغر است.» پس اگر کسی حکم به غیر آنچه خدا نازل نموده است را، حلال و جایز بداند، ظلمِ او، ظلم اکبر ـ یعنی کفر ـ است. و اگر آن را حلال و جایز نداند، اما آن را انجام بدهد، مرتکب گناه کبیره شده است."
    },
    {
      "id": 715,
      "verse_number": 46,
      "verse_key": "5:46",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ ۖ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
      "page_number": 116,
      "juz_number": 6,
      "translations": [
        {
          "id": 923380,
          "resource_id": 135,
          "text": "و به دنبال آنان [= پیامبران بنی‌اسرائیل] عیسی پسر مریم را فرستادیم که تصدیق‌کنندۀ تورات بود که پیش از او فرستاده بودیم؛ و انجیل را که در آن هدایت و نور بود به او دادیم که تصدیق‌کنندۀ توراتِ پیش از وی بود و هدایت و اندرزی برای پرهیزگاران بود."
        }
      ],
      "tafsir_saadi": "به دنبال پیامبرانی که به تورات حکم می‌کردند، بنده و پیامبرمان؛ عیسی پسر مریم، روح خدا و کلمه‌ای که خدا آن را به سوی مریم فرستاد، درآوردیم. خداوند او را مبعوث نمود در حالی که تورات را، که پیش از او فرستاده شده بود، تصدیق کرد. پس او گواهی داد که موسی و آنچه از تورات آورده، حق است، و دعوت موسی را تایید و برابر شریعت او حکم نمود. و در اکثر امور شرعی، با شریعت موسی موافق بود.\nو گاهی عیسی ـ علیه السلام ـ در برخی احکام نرم تر و آسان‌تر می‌گرفت، همان طور که خداوند متعال از او می‌گوید که به بنی‌اسرائیل گفت: ﴿وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡ﴾ و تا پاره‌ای از چیزهایی را که بر شما حرام شده بود، برایتان حلال نمایم.\n(﴿وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ﴾) و به عیسی کتاب بزرگ انجیل که کامل کنندۀ تورات بود، دادیم. (﴿فِيهِ هُدٗى وَنُورٞ﴾) در انجیل رهنمودی است که به راه راست هدایت می‌نماید، و نوری است که حق را از باطل روشن می‌گرداند.(﴿وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ﴾) و تصدیق کنندۀ تورات است که پیش از آن بوده است، و آن را تحکیم می‌نماید، و بر صحت آن گواهی می‌دهد، و با آن موافق است.\n(﴿وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ﴾) و هدایت و پندی است برای پرهیزگاران؛ زیرا پرهیزگاران از هدایت و رهنمود، بهره‌مند می‌شوند و از مواعظ، پند می‌گیرند، و از آنچه که شایسته نیست، باز می‌آیند."
    },
    {
      "id": 716,
      "verse_number": 47,
      "verse_key": "5:47",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
      "page_number": 116,
      "juz_number": 6,
      "translations": [
        {
          "id": 923381,
          "resource_id": 135,
          "text": "و پیروان انجیل باید به آنچه الله در آن [کتاب] نازل کرده است حکم کنند؛ و هر کس بر [اساس قوانین و] احکامی که الله نازل کرده است داوری [و حکم] نکند، فاسق است."
        }
      ],
      "tafsir_saadi": "(﴿وَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ﴾) و پیروان انجیل باید طبق آنچه در انجیل آمده است، حکم کنند؛ یعنی بر آنان لازم است تا به کتابشان مقید و پایبند باشند. و برای آنها جایز نیست که از آن عدول کنند.\n(﴿وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ﴾) و هرکس طبق آنچه خدا نازل کرده است، حکم نکند، پس ایشان فاسق‌اند."
    },
    {
      "id": 717,
      "verse_number": 48,
      "verse_key": "5:48",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "page_number": 116,
      "juz_number": 6,
      "translations": [
        {
          "id": 923382,
          "resource_id": 135,
          "text": "و [ای پیامبر، ما این] کتاب را به‌حق بر تو نازل کردیم [که] تصدیق‌کنندۀ کتاب‌های پیشین و نگهبان و گواه بر آنهاست. پس بین آنان بر اساس آنچه الله نازل کرده است حکم کن و به جای حقیقتی که [از جانب قرآن] به تو رسیده است، از هوس‌های آنان پیروی نکن. [ای مردم،] ما برای هر یک از شما [امت‌ها] آیین و راهی روشن قرار دادیم؛ و اگر الله می‌خواست، همۀ شما را امتی واحد قرار می‌داد؛ ولی [الله می‌خواهد] شما را در [مورد] آنچه به شما بخشیده است بیازماید؛ پس در نیکی‌ها بر یکدیگر پیشی گیرید. بازگشت همگی شما به سوی الله است؛ آنگاه او تعالی شما را از آنچه در آن اختلاف می‌کردید، آگاه می‌سازد."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ﴾) و ما این کتاب را که قرآن است و برترین و بزرگ‌ترین کتاب‌هاست، به سوی تو فرستادیم.\n(﴿بِٱلۡحَقِّ﴾) آن را به حق نازل کرده‌ایم، و اخبار و دستورات و نواهی آن، مشتمل بر حق است.(﴿مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ﴾) و کتاب‌هایی را که پیش از آن آمده‌اند، تصدیق می‌کند؛ چون قرآن بر صحت کتاب‌های پیشین گواهی می‌دهد و اخبارش با اخبار آنها موافق و برابر، و آیین و قوانین بزرگ آن، با شرایع و قوانین کتاب‌های گذشته موافق است. پس مصدّق کتاب‌های پیشین است. \n(﴿وَمُهَيۡمِنًا عَلَيۡهِ﴾) و مطالبی را دربردارد که کتاب‌های گذشته دربرداشتند، و حتی مطالب الهی و اخلاقی بیشتری را نیز دربردارد. قرآن کتابی است که از هر حقی که کتاب‌های گذشته آورده باشند، پیروی می‌نماید؛ به آن دستور داده و آدمی را بر انجام آن تحریک و تشویق می‌نماید، و برای رسیدن به آن، راه‌های زیادی را بیان می‌کند. قرآن کتابی است که خبر گذشتگان و آیندگان، و حکمت و احکامی که کتاب‌های پیشین آورده‌اند، در آن وجود دارد. پس آنچه که قرآن بر صحت آن گواهی دهد، راست است و پذیرفته می‌شود. و آنچه را نپذیرد و تصدیق نکند، مردود می‌باشد؛ زیرا حتماً دستخوش تحریف و تبدیل شده است؛ و اگر از جانب خدا بود، قرآن با آن مخالفت نمی‌کرد.\n(﴿فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ﴾) پس میان آنها طبق شرعی که خدا بر تو نازل کرده است، داوری کن. (﴿وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّ﴾) و به جای حقی که پیش خود داری، از خواست‌ها و امیال فاسد آنان که با حق مخالف است، پیروی نکن؛ و چیزی فرومایه و حقیر را، به جای چیزی ارزشمند قرار مده.(﴿لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗا﴾) برای هریک از شما ـ امت‌ها ـ راه و روشی قرار داده‌ایم. و این شریعت‌های مختلف که برای ملت‌های مختلف آمده‌اند، شریعت‌هایی هستند که بر حسب تفاوت حال و زمان، تغییر می‌کنند؛ و همه در زمانی که آیین زندگی مردم بوده‌اند، دادگرانه و منصفانه حکم کرده‌اند.\nاما اصول کلی تمامی شریعت‌ها، که در هر زمان و مکانی برای مردمان حاوی مصلحت و حکمت بوده‌اند، فرق نکرده و در همۀ شریعت‌ها وجود داشته‌اند. (﴿وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ ﴾) و اگر خدا می‌خواست، همۀ شما را یک ملت، و پیرو یک شریعت قرار می‌داد، به‌گونه‌ای که پیشینیان و پسینیانتان با هم اختلافی نداشته باشند.\n(﴿وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡ﴾) ولی خداوند می‌خواهد شما را، در آنچه که به شما داده است، بیازماید، و معلوم سازد که چگونه عمل می‌کنید. و هر امتی را، طبق حکمت خویش، مورد آزمایش قرار داده و به هر یک چیزی را می‌دهد که شایسته اوست، تا ملت‌ها با یکدیگر به رقابت بپردازند، و هر ملتی تلاش کند که از دیگری سبقت بگیرد. بنابراین فرمود: (﴿فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِ﴾) پس به سوی خوبی‌ها و نیکی‌ها بشتابید، و آن را کامل بگردانید. نیکی‌ها هر فرض و مستحبی را، اعم از حقوق خدا و حقوق بندگان در بر می‌گیرد، و انجام دهندۀ آن جز با دو چیز از دیگران پیشی نمی‌گیرد: \n1ـ شتافتن برای انجام نیکی و غنیمت شمردن زمان مناسب.\n2ـ تلاش برای اینکه آن را به صورت کامل و آن گونه که بدان دستور داده شده است، انجام دهد. \nو از این آیه استنباط می‌شود که باید سعی نمود نماز و دیگر عبادت‌ها را در اول وقت انجام داد. نیز از این آیه برمی‌آید که بنده نباید فقط به انجام نماز و دیگر عبادات مفروض اکتفا کند، بلکه شایسته است مستحبات را نیز انجام دهد تا عبادتش تکمیل گردد، و پیشی گرفتن حاصل شود. \n(﴿إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا﴾) بازگشت همۀ شما ـ امت‌های گذشته و آینده ـ به سوی خداست، و شما را در روزی که هیچ شکی در آن نیست، جمع خواهد کرد.\n(﴿فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ﴾) پس در رابطه با شرایع و اعمالی که در آن اختلاف داشتید، شما را آگاه می‌سازد؛ و به اهل حق و کارهای شایسته آنان، پاداش می‌دهد، و اهل باطل و کارهای بد آنان را مجازات می‌نماید."
    },
    {
      "id": 718,
      "verse_number": 49,
      "verse_key": "5:49",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ ۖ فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَـٰسِقُونَ",
      "page_number": 116,
      "juz_number": 6,
      "translations": [
        {
          "id": 923383,
          "resource_id": 135,
          "text": "و [ای پیامبر،] میان آنان [= یهود] بر اساس آنچه الله [در قرآن] نازل کرده است حکم کن و از هوس‌هایشان پیروی مکن و بر حذر باش از اینکه تو را از برخی از آنچه الله بر تو نازل کرده است منحرف کنند؛ پس اگر [از پذیرشِ داوریِ تو] روی گردانند، بدان که الله می‌خواهد آنان را به [خاطر] برخی از گناهانشان مجازات کند؛ و به راستی که بسیاری از مردم نافرمانند."
        }
      ],
      "tafsir_saadi": "(﴿وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ﴾) و در میان آنها، طبق آنچه خدا نازل نموده است، داوری کن. گفته شده است که این آیه، آیۀ ﴿فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡ﴾ را منسوخ کرده است. اما صحیح آن است که این آیه، آیۀ مذکور را منسوخ نمی‌کند. و این آیه دلالت می‌نماید که پیامبر صلی الله علیه وسلم اختیار دارد بین آنها داوری کند یا داوری نکند؛ چون منظور آنان از آمدن برای قضاوت به نزد پیامبر، تبعیت از حق نیست.\nو این دلالت می‌نماید که هرگاه پیامبر حکمی را صادر نماید، طبق آنچه خدا از کتاب و سنت نازل نموده، حکم کرده، و حکمش دادگرانه و منصفانه است؛ چرا که خداوند قبلاً فرمود: ﴿وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِ﴾ و اگر داوری کردی، میان آنان دادگرانه داوری کن.\nدر این آیه بر رعایت عدالت تأکید شده، و اینکه دادگری و عدالت در تمامی احکام خداوند، مشهود است؛ زیرا احکامی که خداوند مشروع نموده است عین عدل و انصاف است؛ و هر آنچه با آن مخالف باشد، ظلم و ستم است.(﴿وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ﴾) و از خواست و آرزوهای آنان پیروی نکن. باز از پیروی از خواست‌های آنان نهی کرد، تا به شدت از این کار برحذر دارد. البته نهیِ قبلی در مقام حکم و فتواست، و آن گسترده‌تر می‌باشد. اما این، فقط در مورد داوری است، و در هر دو لازم است که از خواست‌های آنان که مخالف حق است، پیروی نشود. بنابراین فرمود: \n (﴿وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَ﴾) و مبادا فریب آنها را بخوری و تو را به فتنه مبتلا کنند، و تو را از برخی از آنچه خدا به سوی تو فرستاده است، باز دارند. پس پیروی از خواست‌هایشان، به ترک حق که پیروی از آن واجب است، می‌انجامد.\n(﴿فَإِن تَوَلَّوۡاْ﴾) و اگر از پیروی کردن از تو، و از تبعیت از حق روی‌گرداندند، (﴿فَٱعۡلَمۡ﴾) بدان که این عدم تبعیت، برای آنها سزا و مجازاتی سخت دربردارد، و همانا خداوند می‌خواهد (﴿أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡ﴾) که آنان را، به سبب پاره‌ای از گناهانشان، دچار مصیبت و عذاب نماید، چون گناه، هم سزای دنیوی دارد و هم سزای اخروی. و از بزرگ‌ترین سزاها این است که بنده به فتنه مبتلا گردد، و ترکِ تبعیت از پیامبر برای وی آراسته شود. و این به سبب فسق و تمرد و سرپیچی اوست. (﴿وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ﴾) و همانا بسیاری از مردم فاسق‌اند؛ یعنی سرشت آنان چنین است که از اطاعت خدا و پیروی کردن از پیامبرش سرپیچی می‌کنند."
    },
    {
      "id": 719,
      "verse_number": 50,
      "verse_key": "5:50",
      "hizb_number": 12,
      "rub_el_hizb_number": 46,
      "ruku_number": 92,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَفَحُكْمَ ٱلْجَـٰهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
      "page_number": 116,
      "juz_number": 6,
      "translations": [
        {
          "id": 923384,
          "resource_id": 135,
          "text": "آیا آنان حکم [و داوری بر اساس موازین] جاهلیت را می‌خواهند؟ و براى اهل یقین، حکم [و داورىِ] چه كسى بهتر از الله است؟"
        }
      ],
      "tafsir_saadi": "(﴿أَفَحُكۡمَ ٱلۡجَٰهِلِيَّةِ يَبۡغُونَ﴾) آیا با روی‌گرداندن از تو، جویای حکم جاهلیت هستند؟ و حکم جاهلیت، هر حکمی است که با آنچه خدا بر پیامبرش نازل نموده است، مخالف باشد. پس راه سومی وجود ندارد؛ یا حکم خدا و پیامبر، و یا حکم جاهلیت. پس هرکس از اولی روی‌بگرداند، به راه دوم که بر اساس جهل و ستم و گمراهی بنا شده است، گرفتار می‌آید. بنابراین خداوند آن را به جاهلیت نسبت داده است. و اما حکم خدا بر اساس دانش و آگاهی و عدالت و دادگری و نور و هدایت بنا شده است.\n(﴿وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ﴾) و برای قومی که معتقدند و باور دارند، چه کسی بهتر از خدا حکم می‌نماید؟ پس اهل یقین، تفاوت هر دو حکم را دانسته و با یقین خود، ارزش حکم خدا را دریافته و از نظر عقلی و شرعی به این نتیجه می‌رسند که باید از آن پیروی کرد. یقین؛ یعنی آگاهی و شناخت کامل، که آدمی را به عمل و رفتار وا می‌دارد."
    },
    {
      "id": 720,
      "verse_number": 51,
      "verse_key": "5:51",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 93,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923385,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، یهود و نصاری را به دوستی نگیرید. آنان دوستان یکدیگرند؛ و هر یک‌ از شما که با آنان دوستی [و همکاری] کنند، حتماً از آنهاست. بی‌تردید، الله گروه ستمکاران را [به خاطر دوستی‌ با کافران] هدایت نمی‌کند."
        }
      ],
      "tafsir_saadi": "خداوند پس از آنکه حالات یهودیان و نصارا و صفات زشت آنان را بیان کرد، بندگان مؤمنش را راهنمایی نمود تا آنها را به دوستی نگیرند؛ زیرا (﴿بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖ﴾) آنان دوستان یکدیگرند و یکدیگر را یاری می‌کنند و علیه دیگران یکدست و یکپارچه می‌شوند. پس آنها را به دوستی نگیرید؛ زیرا دشمنان حقیقی شما بوده، و زیان و ضررتان، آنها را خوشحال می‌کند، و برای گمراه کردن شما، از هیچ کوششی فروگذار نمی‌کنند. پس با آنان دوستی نمی‌کند، مگر کسی که مانند آنهاست.\nبنابراین فرمود: (﴿وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡ﴾) و هرکس از شما، آنان را به دوستی بگیرد، از آنان است؛ زیرا دوستیِ کامل با آنان، باعث می‌شود تا فرد به دین آنها منتقل شود، و دوستیِ کم با آنان، به دوستیِ زیاد منجر می‌شود، تا جایی که کم کم انسان از آنها می‌گردد.\n(﴿إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ﴾) همانا خداوند قوم ستمکار را هدایت نمی‌کند؛ یعنی کسانی که ستم، تبدیل به صفت آنها شده و به آن گراییده و بر آن پا فشاری می‌کنند، هرنشانه و معجزه‌ای را برای آنها بیاوری، از تو پیروی نمی‌کنند و تسلیم فرمان تو نمی‌شوند."
    },
    {
      "id": 721,
      "verse_number": 52,
      "verse_key": "5:52",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 93,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923386,
          "resource_id": 135,
          "text": "پس [ای پیامبر،] کسانی را که در دل‌هایشان بیماری [نفاق] است می‌بینی که در [دوستی با] آنان می‌شتابند [و] می‌گویند: «می‌ترسیم که [اگر پیروز شوند، از جانب آنان] آسیبی به ما برسد». امید است که الله [برای مسلمانان] از جانب خود فتح [و پیروزی] یا امر [دیگری] را پیش آورَد، آنگاه [این منافقان] از آنچه در دل خود پنهان می‌داشتند پشیمان شوند."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند از دوستیِ با آنان نهی نمود، خبر داد گروهی از کسانی که ادعای ایمان می‌کنند، آنان‌را به دوستی می‌گیرند. پس فرمود: (﴿فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ﴾) کسانی که شک و نفاق در دل‌هایشان بوده و ایمانشان ضعیف است، می‌گویند: ما بدان خاطر با آنها دوستی می‌کنیم که مبادا به آنها نیازمند شویم؛ زیرا (﴿نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞ﴾) می‌ترسیم به بلایی گرفتارشویم.\nیعنی اگر یهود و نصارا پیروز شوند، ما به سبب پیمانی که با آنها بسته‌ایم، از شر آنان در امان خواهیم بود. و این تفکر، از گمان بد آنها نسبت به اسلام نشأت گرفته بود.خداوند متعال بد گمانی آنان را رد نمود و فرمود: (﴿فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ﴾) نزدیک است خداوند فتحی را بیاورد که به اسلام قدرت دهد و مسلمانان را بر یهود و نصارا چیره بگرداند. (﴿أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ﴾) یا امر دیگری را از جانب خودش پیش آورد که منافقان از پیروز شدن کفار اعم از یهود و دیگران ناامید شوند. (﴿فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ﴾) پس به خاطر آنچه در وجود خود پنهان کرده‌اند، پشیمان می‌شوند. آنان از آنچه که دامنشان را گرفته است، و از ضرری که به آنان روی آورده است، نادم و پشیمان می‌شوند. پس فتحی که خداوند به وسیلۀ آن اسلام و مسلمین را یاری نمود، و کفر و کافران را خوار و ذلیل کرد، پیش آمد و منافقان پشیمان شدند، و خدا می‌داند که چقدر اندوهگین گشتند!"
    },
    {
      "id": 722,
      "verse_number": 53,
      "verse_key": "5:53",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 93,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923387,
          "resource_id": 135,
          "text": "و کسانی که ایمان آورده‌اند می‌گویند: «آیا اینها [= منافقان] همان کسانی هستند که با بیشترین تأکید به الله سوگند مى‌خوردند كه با شما هستند؟» اعمالشان تباه گشت و زیانکار شدند."
        }
      ],
      "tafsir_saadi": "(﴿وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ﴾) و مؤمنان با ابراز تعجب از حال کسانی که در دل‌هایشان بیماری است، می‌گویند: (﴿أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡ﴾) آیا اینها کسانی‌اند که به خدا سوگند خوردند، و سوگند خود را محکم و مؤکد کردند و گفتند: ما هم مثل شما مؤمن هستیم و با شما می‌باشیم؛ اهل ایمان را یاری می‌دهیم و با آنان از درِ دوستی و مودّت وارد می‌شویم؟! اما آنچه که در دل پنهان کرده بودند، آشکار گردید، و رازهای نهان آنان روشن شد، و مکر و دسیسه و گمان بد آنها به اسلام و مسلمین باطل گردید. پس (﴿حَبِطَتۡ أَعۡمَٰلُهُمۡ﴾) کارها و اعمالشان در دنیا تباه و ضایع گشت، (﴿فَأَصۡبَحُواْ خَٰسِرِينَ﴾) و از زمرۀ زیانکاران گردیدند و به هدف خود نرسیدند و شقاوت و عذاب، آنها را در برگرفت."
    },
    {
      "id": 723,
      "verse_number": 54,
      "verse_key": "5:54",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 93,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923388,
          "resource_id": 135,
          "text": "ای کسانی ‌که ایمان آورده‌اید، هر یک از شما که از دین خود برگردد [به الله زیانی نمی‌رساند]، الله به زودی گروهی را می‌آورد که آنان را دوست دارد و آنها [نیز] او تعالی را دوست دارند، [آنان] نسبت به مؤمنان فروتن [و مهربان] و در برابر کافران سرسخت هستند، در راه الله جهاد می‌کنند و از سرزنش هیچ ملامتگری نمی‌هراسند. این فضل الله است که به هر کس بخواهد می‌بخشد؛ و الله گشایشگرِ داناست."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که از جهانیان بی‌نیاز است، و هرکس از دینش بر گردد و مرتد شود، نمی‌تواند هیچ ضرری به وی برساند، بلکه به خودش زیان وارد می‌کند. و خداوند بندگانی مخلص و مردانی صادق و راستین دارد که آنها را هدایت نموده، و وعده داده است که آنان را خواهد آورد. آنها از همۀ مردم کامل‌تر هستند و از همه قوی‌ترند و اخلاقشان از همه نیکوتر است. \nبزرگ‌ترین صفت و ویژگی آنها، این است که (﴿يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ﴾) خداوند آنها را دوست دارد و آنان [نیز] خداوند را دوست دارند، به راستی که دوست داشتن خدا و محبت ورزیدن خداوند نسبت به بنده، بزرگ‌ترین نعمت و بزرگ‌ترین فضیلتی است که خداوند به او بخشیده است. و هرگاه خداوند بنده‌ای را دوست بدارد، اسباب را برای او فراهم کرده و هرکار سختی را برای او آسان می‌کند و او را بر انجام کارهای خوب و نیکو، و ترکِ کارهای زشت و منکر توفیق می‌دهد، و دل‌های بندگان را شیفتۀ او می‌گرداند، به‌گونه‌ای که همه او را دوست می‌دارند و با او محبت می‌ورزند. یکی از لوازم محبت بنده نسبت به پروردگارش، این است که در ظاهر و باطن و گفتار و کردار و همۀ حالاتش، از پیامبر صلی الله علیه وسلم پیروی نماید. همان طور که خداوند فرموده است: ﴿قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّه﴾ُ بگو: «اگر شما خدا را دوست دارید، پس، از من پیروی کنید تا خداوند شما را دوست بدارد.»\nیکی از لوازم دوست داشتن بنده از سوی خدا، این است که بنده با انجام دادن فرائض و نوافل، خودش را به وی خیلی نزدیک نماید، همان طور که پیامبر صلی الله علیه وسلم در حدیث صحیح از قول خدا فرموده است: «بنده‌ام با هیچ چیزی به من نزدیکی نمی‌جوید که برای من محبوب‌تر باشد از انجام دادن آنچه بر او فرض کرده‌ام؛ و بنده‌ام همواره با انجام نوافل، به من نزدیک می‌شود تا اینکه او را دوست می‌دارم؛ و هرگاه او را دوست بدارم، کمکش می‌کنم تا گوش و دست و پایش را در مسیر خشنودی من به‌کار ببرد و از آنها در مسیر معصیت من بهره نبرد؛ و اگر چیزی از من بخواهد؛ قطعاً به او می‌دهم؛ و اگر به من پناه بجوید، او را پناه می‌دهم.» و از لوازم محبت خدا، شناخت وکثرت ذکر و یاد اوست؛ زیرا محبت بدون شناخت خدا، بسیار ناقص است، بلکه اصلاً وجود ندارد، گرچه آدمی ادعای وجود آن را داشته باشد. و هرکس خدا را دوست بدارد، او را یاد می‌کند؛ و هرگاه خداوند بنده‌ای را دوست بدارد، عمل کم او را می‌پذیرد، و بسیاری از لغزهایش را می‌آمرزد.\nو از جمله صفاتِ کسانی که خداوند آنها را دوست دارد، این است که آنها (﴿أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ﴾) با مؤمنان فروتن، و در برابر کافران سخت و سرفرازند. پس آنها مؤمنان را دوست دارند و خیرخواهشان هستند، و با آنان نرم و مهربان، و در مورد آنها آسان‌گیر می‌باشند، با آنان فروتن هستند. اما در برابر کافران و منکران خدا و کسانی که آیات الهی را به تمسخر می‌گیرند و پیامبرانش را تکذیب می‌کنند، سخت و نیرومند هستند. تصمیم و ارادۀ آنان برای دشمنی با آنها، قاطع است و تمام تلاش و توان خود را برای دستیابی به آنچه که سبب پیروز شدن بر کافران می‌گردد، مبذول می‌دارند.\nخداوند متعال فرموده است: ﴿وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ﴾ و برای جنگ با آنها آمادگی حاصل کنید و نیرو جمع نمایید، و اسب‌ها را پرورش دهید که با آن، دشمن خدا و دشمن خود را بترسانید. و خداوند متعال فرموده است: ﴿أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡ﴾ بر کافران سخت‌گیر و با یکدیگر مهربان هستند.\nپس درشتخویی و سخت‌گیری با دشمنان خدا، از جمله صفاتی است که بنده را به الله نزدیک می‌کند و بنده با خداوند، در اینکه وی نیز از آنان ناخشنود است، هماهنگ می‌شود. و درشتی نمودن با کافران، نباید مانع از دعوت نمودن آنها به دین اسلام گردد. پس هم باید برآنان سخت گرفت، و هم به نرمی دعوتشان کرد، و هر دو کار به مصلحت آنان خواهد بود و فایده‌اش به آنها برخواهد گشت.\n(﴿يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ﴾) با مال‌ها و جان‌ها، و با گفتار و کردارشان در راه خدا جهاد می‌کنند (﴿وَلَايَخَافُونَ لَوۡمَةَ لَآئِمٖ﴾) و از ملامت و سرزنش هیچ سرزنش‌کننده‌ای نمی‌هراسند، بلکه آنها رضایت و خشنودی پروردگار و ترس از سرزنش الهی را بر سرزنش مردم مقدم می‌دارند. و این بر قوت اراده و عزم آنان دلالت می‌نماید؛ زیرا کسی که قلبش ضعیف است، همّت و اراده‌اش نیز به هنگام سرزنشِ سرزنش کنندگان ضعیف خواهد بود، و عزم او به هنگام سرزنشِ سرزنش کنندگان در هم می‌شکند، و قوّت و نیرویش سست می‌گردد. در دل‌های چنین کسانی، نوعی بندگی برای غیرخدا وجود دارد، و میزان این عبودیت و بندگی، به میزان رعایت مردم و ترجیح دادن رضایت و خشنودی آنان بر انجام اوامر خدا بستگی دارد. پس هیچ‌گاه قلب از بندگی غیرخدا سالم نمی‌ماند، مگر اینکه در راه وی از ملامتِ هیچ ملامت‌کننده‌ای نهراسد. \nوقتی خداوند صفت‌های زیبا و فضیلت‌های عالی آنان را ستود؛ صفات و فضایلی که مستلزم کارهای نیک دیگری است که در اینجا بخشی از آن به میان نیامده است، خبر داد که این، ناشی از فضل و احسان خدا بر آنهاست، تا دچار خودپسندی نشوند و شکر پروردگارشان را به‌خاطر نعمتی که بدانان ارزانی کرده است، به جای آورند، و از فضل خود بیشتر به آنان ببخشد. و تا دیگران بدانند که فضل خدا پوشش و حجابی ندارد. بنابراین فرمود: (﴿ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ﴾) خداوند دارای فضل و بخشش گسترده و احسان فراوان است، و رحمت او هر چیزی را دربرگرفته، و فضل و بخشش خود را بر دوستانش می‌گستراند، اما به دیگران آن اندازه را نمی‌دهد؛ چرا که او می‌داند چه کسی سزاوار فضل و بخشش است. پس به او می‌بخشد، و خداوند بهتر می‌داند که اصل و فرع رسالت خود را کجا قرار بدهد."
    },
    {
      "id": 724,
      "verse_number": 55,
      "verse_key": "5:55",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 93,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923389,
          "resource_id": 135,
          "text": "[ای مؤمنان،] بی‌تردید، [یاور و] دوست شما فقط الله و پیامبرش و [همچنین] افرادی هستند که ایمان آورده‌اند؛ [همان] کسانی که نماز برپا می‌دارند و با فروتنی [و رضایت کامل] زکات می‌پردازند."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال از دوستی با کفار؛ یهودیان و نصارا و دیگران نهی نمود و سرانجامِ زیانبار این کار را بیان کرد، خبر داد که باید با چه کسی دوستی کرد. و خداوند فایده و مصلحت آن را بیان داشت و فرمود: (﴿إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ﴾) دوست شما فقط خدا و پیغمبرش هستند، پس دوستی خدا به‌وسیلۀ ایمان و پرهیزگاری به‌دست می‌آید. و هرکس که مؤمن و پرهیزگار باشد، دوست خدا خواهد بود؛ و هر کس دوست خدا باشد، دوست پیامبر نیز است؛ و هرکس که خدا و پیامبرش را به دوستی بگیرد، باید کسانی را دوست بدارد که خدا و پیامبر را دوست دارند، و آنها مؤمنانی هستند که در ظاهر و باطن مؤمن بوده و با اقامۀ نماز همراه با شرایط و فرایض و سایر مکملات آن، خالصانه خدا را عبادت کرده، و با مردم نیکی می‌نمایند، و زکات اموال خود را به مستحقان آن می‌پردازند. (﴿وَهُمۡ رَٰكِعُونَ﴾) و در برابر خدا فروتن هستند. \nپس حصر در (﴿إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ﴾) دلالت می‌نماید که دوستی فقط باید با کسانی که ذ‌کر شده‌اند، صورت پذیرد، و باید از دوستیِ غیرآنان پرهیز شود."
    },
    {
      "id": 725,
      "verse_number": 56,
      "verse_key": "5:56",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 93,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923390,
          "resource_id": 135,
          "text": "و هر کس الله و پیامبرش و مؤمنان را به دوستی بگیرد، [از گروه الله است و] یقیناً گروه الله پیروزند."
        }
      ],
      "tafsir_saadi": "[سپس فایدۀ این دوستی را بیان نمود و فرمود:] (﴿وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ﴾) و هرکس خدا و پیامبرش و مؤمنان را به دوستی بگیرد، بی گمان «حزب الله» پیروز است؛ یعنی چنین کسی از گروهی است که به خدا منسوب هستند و خدا را می‌پرستند و محبت او را در دل دارند، و حزب خدا پیروز است. و آنان کسانی هستند که سر انجام و عاقبتِ نیکِ دنیا و آخرت، از آنِ آنها خواهد بود. همان‌طور که خداوند متعال فرموده است: ﴿وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ﴾ و لشکریان ما پیروزند. و این مژدۀ بزرگی است برای کسی که دستور خدا را انجام دهد، و از حزب و لشکر خدا گردد. او پیروز خواهد شد و پیروزی ازآنِ اوست، گرچه بنا به حکمتی که خدا می‌داند، دربعضی وقت‌ها شکست می‌خورد، اما آخر کارش پیروزی است، و چه کسی از خدا راستگوتر است."
    },
    {
      "id": 726,
      "verse_number": 57,
      "verse_key": "5:57",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
      "page_number": 117,
      "juz_number": 6,
      "translations": [
        {
          "id": 923391,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، کسانی را که دینتان را به تمسخر و بازی گرفته‌اند دوستان [خود] مگیرید؛ [خواه] از كسانى [باشند] كه پیش از شما به آنان كتاب داده شده است و [خواه از] كافران؛ و اگر ایمان دارید، از الله پروا کنید."
        }
      ],
      "tafsir_saadi": "خداوند بندگان مؤمنش را نهی می‌کند از این -که اهل‌کتاب [=یهودیان و نصارا] و سایر کفار را به دوستی بگیرند، و با آنها محبت کنند، و آنان را دوست بدارند، و اسرار مؤمنان را برای آنها فاش کنند، و آنان را در برخی از کارهایشان که به زیان اسلام و مسلمین است، یاری دهند؛ زیرا ایمانی که در وجود مؤمنان است، ایجاب می‌کند تا دوستی ایشان را ترک نمایند و از درِ دشمنی با آنها در آیند. \nنیز پایبندی مؤمنان به تقوای الهی که عبارت است از اطاعت از دستورهای خدا و پرهیز از نواهی‌اش، آنان را به دشمنی با کفار فرامی‌خواند. مشرکان و کفار و مخالفان، از دین مسلمین عیب گرفته و آن را به مسخره و بازی می‌گیرند و بدان توهین می‌کنند"
    },
    {
      "id": 727,
      "verse_number": 58,
      "verse_key": "5:58",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا نَادَيْتُمْ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923392,
          "resource_id": 135,
          "text": "و [این افراد کسانی هستند که] وقتی [توسط اذان، مردم را] به نماز مى‌خوانید، آن را به مسخره و بازى مى‌گیرند؛ زیرا آنان گروهی هستند كه نمى‌اندیشند."
        }
      ],
      "tafsir_saadi": "به ویژه نماز ـ‌که آشکارترین شعار مسلمین و بزرگ‌ترین عبادت آنان است‌ـ که هرگاه مسلمین برای آن ندا دهند، آن را به بازیچه و تمسخر می‌گیرند، و این به خاطر بی‌خردی و جهالت فراوان آنهاست. و اگر آنان عقل داشتند، در مقابل این ندا، سر تسلیم فرود آورده و به فضیلت‌هایی که نماز دارد، پی می‌بردند.\nپس شما ای مؤمنان! حالت و شدت دشمنی آنها را با خودتان و دینتان دانستید، بنابراین هرکس با آنها دشمنی نکند، اسلام را کم ارزش و دستِ کم گرفته است و اینکه برایش مهم نیست که آنان اسلام را مورد طعنه و تنقیص قرار داده است؛ همان کسانی که از سوی خدا و پیامبر، به کافر و گمراه از آنان نام برده شده است. و چنین فردی بهره‌ای از انسانیت و جوانمردی ندارد.\nپس چگونه ادعای داشتن دینی استوار دارید؛ دینی که حق است و دیگر دین‌ها، باطل هستند، اما به دوستی با کسانی از جاهلان و احمقان که اسلام را به مسخره و بازی گرفته، و دین و اهل دین را با دیدۀ حقارت می‌نگرند، راضی می‌شوید؟! در این آیه، انسانِ مسلمان بر دشمنی با کفار تحریک شده است، و این موضوع کاملاً واضح و روشن است."
    },
    {
      "id": 728,
      "verse_number": 59,
      "verse_key": "5:59",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923393,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «ای اهل کتاب، آیا [علت اینكه‌] بر ما خرده مى‌گیرید جز این است که ما به الله و آنچه بر ما نازل شده و [به] آنچه پیش از ما نازل گردیده است ایمان آورده‌ایم و [همچنین بر این باوریم] که اغلب شما نافرمانید؟»"
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) ای پیامبر! بگو (﴿يَٰٓأَهۡلَ ٱلۡكِتَٰبِ﴾) [به طریق الزام‌آور به آنان بگو: ] ای اهل‌کتاب! دین اسلام، دین حق است و عیب‌جویی شما در آن، عیب گرفتن از چیزی است که شایستۀ ستایش و تمجید می‌باشد.(﴿هَلۡ تَنقِمُونَ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ مِن قَبۡلُ وَأَنَّ أَكۡثَرَكُمۡ فَٰسِقُونَ﴾) آیا به نظر شما ما جز این عیبی داریم که به خدا و به کتاب‌های پیشین و پسینِ او، و به پیامبران گذشته و متأخرین ایمان آورده‌ایم؟ و آیا جز این، عیبی داریم که معتقدیم هرکس چنین ایمانی نداشته باشد، کافر و فاسق است؟!\nو آیا خرده گیری شما جز این، چیز دیگری است که ما به مسایلی که بر همۀ مکلفین واجب است، ایمان آورده‌ایم؟! و بدانید که بیشتر شما فاسق هستید؛ یعنی از اطاعت الهی بیرون رفته، و بر ارتکاب گناه جرأت کرده‌اید. پس ای فاسقان! برای شما بهتر است که سکوت کنید. اگر شما فاسق نبودید و عیب می‌گرفتید، زشتی کارتان کمتر از آن بود که فاسق باشید و از ما عیب بگیرید."
    },
    {
      "id": 729,
      "verse_number": 60,
      "verse_key": "5:60",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ ۚ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923394,
          "resource_id": 135,
          "text": "بگو: «آیا [می‌خواهید] شما را از [حال] کسانی آگاه کنم که کیفری از این بدتر نزد الله دارند؟ [آنان‌] کسانی [هستند] که الله لعنتشان کرد و بر آنان خشم گرفت و برخى از آنان را [مسخ نمود و به شکل] بوزینه و خوک درآورد و [نیز] كسانى كه [به جاى الله،] طاغوت‌ [=معبودان باطل] را عبادت [و بندگی] كردند. اینان [از همه] بدمقام‌تر و از راه راست گمگشته‌ترند»."
        }
      ],
      "tafsir_saadi": "و از آنجا که آنها از مسلمین عیب‌جویی می‌کردند، این امر مقتضی آن بود که آنان بر این باور باشند که مسلمین بر شر و بدی قرار دارند. پس خداوند متعال فرمود: (﴿قُلۡ﴾) آنان را از زشتی آنچه بر آن قرار دارند خبر بده، و بگو: (﴿هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ﴾) آیا شما را خبر دهم که چه صفاتی ـ از نظر سزای خداوند ـ بدتر از آن چیزی است که ما را بدان متهم نموده‌اید، حال آنکه آن صفات در شما موجود می‌باشد؟ آن صفات، (﴿مَن لَّعَنَهُ ٱللَّهُ﴾) [صفات] کسی است که خدا نفرینش نموده و او را از رحمت خویش دور کرده است، (﴿وَغَضِبَ عَلَيۡهِ﴾) و بر او خشم گرفته و در دنیا و آخرت او را سزا‌داده است، (﴿وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّٰغُوتَ﴾) و از آنان میمون‌ها و خوک و طاغوت‌پرستانی ساخته است. شیطان و هرآنچه به جای خدا پرستش شود، طاغوت است.\n(﴿أُوْلَٰٓئِكَ﴾) افراد مذکوری که این صفات زشت را دارند، (﴿شَرّٞ مَّكَانٗا﴾) نسبت به کسانی که رحمت خدا به آنان نزدیک است، و خداوند از آنان خشنود و راضی می‌باشد، و در دنیا و آخرت به آنان پاداش می‌دهد، جایگاه بدتری دارند؛ چون آنها دین را برای خدا خالص گردانده‌اند. و این (﴿شَرّٞ مَّكَانٗا﴾) از باب «استعمال افعل التفضیل» در غیر جایگاه آن است. (﴿وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ﴾) و از راستای راه دورترند."
    },
    {
      "id": 730,
      "verse_number": 61,
      "verse_key": "5:61",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923395,
          "resource_id": 135,
          "text": "و [ای پیامبر،] وقتی [یهودیان منافق] نزدتان می‌آیند، می‌گویند: «ایمان آورده‌ایم»؛ حال آنکه با کفر وارد شدند و قطعاً با همان [کفر] بیرون رفته‌اند؛ و الله به آنچه پنهان می‌کردند داناتر است."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا﴾) و هرگاه پیش شما بیایند از روی نفاق و مکر می‌گویند: ایمان آورده‌ایم. (﴿وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦ﴾) حال آنکه آنان با کفر وارد شده و با آن بیرون می‌روند. پس ورود و خروج آنها با کفر است، و آنها ادعا می‌کنند که مؤمن هستند. آیا حالت کسی بدتر و زشت‌تر از حالت اینهاست؟! \n(﴿وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ﴾) و خداوند به آنچه پنهان می‌کنند، آگاه‌تر است، و آنان را طبق اعمال و کارهای خوب و بدشان مجازات می‌نماید."
    },
    {
      "id": 731,
      "verse_number": 62,
      "verse_key": "5:62",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923396,
          "resource_id": 135,
          "text": "و بسیاری از آنان را می‌بینی که در گناه و تجاوز [به حقوق دیگران] و حرام‌خواری شتاب می‌کنند. چه بد است آنچه می‌کنند."
        }
      ],
      "tafsir_saadi": "سپس خداوند به برشمردن عیب‌های آنان ادامه داد تا از عیب‌جویی آنها از بندگان مؤمنش انتقام بگیرد، پس فرمود: (﴿وَتَرَىٰ كَثِيرٗا مِّنۡهُمۡ﴾) و بسیاری از یهودیان را می‌بینی که (﴿يُسَٰرِعُونَ فِي ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ﴾) در انجام گناه و تجاوز، از یکدیگر سبقت می‌گیرند و برای آن تلاش می‌کنند، و «حق خدا» و «حق مردم» را زیر پا می‌گذارند. (﴿وَأَكۡلِهِمُ ٱلسُّحۡتَ﴾) و در خوردن مال حرام از یکدیگر سبقت می‌گیرند. سپس خداوند فقط به این اکتفا نکرد که خبر دهد آنان این کارها را انجام می‌دهند، بلکه خبر داد که آنها در انجام این کارها از یکدیگر پیشی می‌گیرند. و این بر پلیدی و زشتی آنها دلالت می‌نماید، و اینکه آنان به گناه وستمگری خوی گرفته‌اند. این در حالی است که آنها برای خود جایگاه‌های بلندی را ادعا می‌کنند. (﴿لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ﴾) و چه زشت است آنچه انجام می‌دهند! و این نهایت مذمّت و نکوهش و عیب‌جویی از آنهاست."
    },
    {
      "id": 732,
      "verse_number": 63,
      "verse_key": "5:63",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923397,
          "resource_id": 135,
          "text": "چرا دانشمندان و فقهای [یهود] آنان را از گفتارِ گناه‌[آلود] و حرام‌خوارگی‌شان بازنمى‌دارند؟ راستى چه بد است آنچه انجام مى‌دهند!"
        }
      ],
      "tafsir_saadi": "(﴿لَوۡلَا يَنۡهَىٰهُمُ ٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ عَن قَوۡلِهِمُ ٱلۡإِثۡمَ وَأَكۡلِهِمُ ٱلسُّحۡتَ﴾) چرا علمایی که برای فایده رساندن به مردم گماشته شده‌اند، و خداوند با ارزانی‌داشتن دانش و فرزانگی به آنان، بر آنها منت نهاده است، ایشان را از گناهانشان باز نمی‌دارند تا جهالتشان دور گردد، و حجت خدا بر آنان اقامه شود؟ زیرا بر علما لازم است که مردم را امر و نهی کنند، و اموراتِ شرعی را بیان دارند، و آنان را بر انجام کارهای خوب تشویق نمایند، و از کارهای بد برحذر دارند. (﴿لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ﴾) چه کار زشتی می‌کنند!"
    },
    {
      "id": 733,
      "verse_number": 64,
      "verse_key": "5:64",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
      "page_number": 118,
      "juz_number": 6,
      "translations": [
        {
          "id": 923398,
          "resource_id": 135,
          "text": "و یهود [هنگام سختی و تنگدستی] گفتند: «دست الله [از خیر و بخشش] بسته است». دست‌هایشان بسته باد و به سزاى آنچه گفتند لعنت بر آنان باد! [هرگز چنین نیست؛] بلکه هر دو دستِ او گشاده است [و] هر گونه که بخواهد، می‌بخشد. [ای پیامبر،] این آیات که از طرف پروردگارت بر تو نازل شده است، بر سرکشی و کفرِ بسیاری از آنان می‌افزاید. ما در میان آنان تا روز قیامت دشمنی و کینه افکندیم. هر زمان آتش جنگ برافروختند، الله آن را خاموش کرد. آنان [پیوسته] در زمین به تبهکاری [و فساد] می‌کوشند؛ و الله تبهکاران را دوست ندارد."
        }
      ],
      "tafsir_saadi": "خداوند متعال از گفته و عقیدۀ بسیار زشت یهودیان خبر داده و می‌فرماید: (﴿وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌ﴾) و یهودیان گفتند: دست خدا بسته است؛ یعنی خدا نمی‌تواند خوبی و نیکی انجام دهد. \n(﴿غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ﴾) این دعا و نفرین علیه آنهاست که از نوع سخنشان است؛ دست‌هایشان بسته باد! و به سزای آنچه گفتند، نفرینشان باد؛ زیرا آنها خداوند بزرگوار و بخشنده را، به بخل و عدم احسان و نیکوکاری توصیف می‌کنند، پس آنان را مجازات کرد و این ویژگی را بر آنان منطبق ساخت.\nبنابراین آنان بخیل‌ترین مردم شدند، و از همه کمتر احسان و نیکوکاری‌کردند، و از همۀ مردم نسبت به خدا، بدگمان‌تر هستند، و از رحمت الهی که هر چیزی را فرا گرفته، و جهان بالا و عالم پایین را دربرگرفته است، دورترند. بنابراین فرمود: (﴿بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُ﴾) بلکه هردو دست او باز است و هرگونه که بخواهد، می‌بخشد. هیچ محدودیتی برای او نیست، و هیچ مانعی وجود ندارد که او را از آنچه که می‌خواهد، باز بدارد. و خداوند متعال بخشش و فضل و احسان دینی و دنیوی‌اش را گسترانده، و بندگان را دستور داده است تا خود را در معرض نسیم روح‌بخش سخاوت و بخشندگی او قرار دهند، و به سبب گناهانشان، دروازه‌های احسان وی را به روی خود نبندند.\nپس شبانه روز دست او باز است، و خیر او در همۀ اوقات فراوان است. هر مشکلی را دور می‌کند و هر اندوهی را برطرف می‌نماید، و فقیر را توانگر می‌کند، و اسیر را آزاد می‌نماید، و شکسته را پیوند می‌دهد، و درخواست کننده را اجابت می‌کند. و به فقیر می‌بخشد و درماندگان و سئوال‌کنندگان را جواب می‌دهد. و به کسی که از وی چیزی را نخواسته است، نعمت می‌بخشد، و به کسی‌که عافیت و تندرستی را طلب کند، سلامتی و تندرستی می‌دهد، و هیچ‌گاه گناهکاری را از خیر و نعمت خود محروم نمی‌گرداند، بلکه نیکوکار و فاسد در گلزار خیر و برکت او به سر می‌برند. و به دوستانش توفیق انجام کارهای شایسته می‌دهد، سپس آنان را به خاطر انجام کارهای شایسته ستایش می‌کند و این کارها را بدانان نسبت می‌دهد، و این از بخشندگی اوست. و به آنان در دنیا و آخرت، پاداشی وصف‌ناپذیر می‌بخشد که در ذهن انسان نمی‌گنجد و در همۀ کارهایشان به آنان مهربانی می‌ورزد، و بسیاری از خوبی‌ها را نصیب آنان می‌گرداند، و بسیاری از رنج‌ها و زشتی‌ها را از آنان دور می‌نماید، که آنان به بسیاری از آن پی نمی‌برند. پس پاک است خدایی که همۀ نعمت‌هایی که بندگان از آن برخوردارند، از اوست، و برای دور شدن ناگواری‌ها و سختی‌ها، به او پناه می‌برند. \nپس با برکت است خدایی که هیچ‌کس نمی‌تواند نعمت‌هایش را بشمارد و او را بر آنها ستایش کند و حق مطلب را ادا نماید، بلکه خداوند آن گونه است که خویشتن را ستوده است. و پاک و بلند مرتبه است خدایی که بندگان از بخشش و احسان او یک لحظه هم دور نیستند، بلکه دوام و قوامشان جز با بخشش و احسان او ممکن نمی‌باشد. و خداوند زشت و خوار بگرداند کسی را که به سبب نادانی‌اش خود را از پروردگارش بی‌نیاز می‌داند و به او چیزهایی نسبت می‌دهد که شایستۀ شکوه و عظمت او نیست. و اگر خداوند با یهودیان و امثال آنها، به خاطر برخی از سخنان ناروایشان، برخورد نماید، در دنیا هلاک و تباه و بدبخت می‌شوند. آنها این سخنان را بر زبان می‌آورند، ولی پروردگار متعال بردباری می‌نماید و از آنها چشم پوشی می‌کند و آنان را مهلت داده و تباه و هلاک نمی‌سازد.\n(﴿وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗا﴾) و آنچه از جانب پروردگارت بر تو نازل شده، بر کفر و سرکشی بسیاری از آنان می‌افزاید. و این بزرگ‌ترین سزا و عقوبت برای بندگانی است که قرآن به گمراهی و کفر و سرکشی آنان بیفزاید، قرآنی که حیات قلب، و سعادت دنیا و آخرت، و رستگاری هر دو جهان در آن نهفته است، و بزرگ‌ترین احسانی است که خداوند بر بندگانش منت نهاده و می‌بایست به سرعت آن را بپذیرند، و در برابر خدا تسلیم شوند، و شکر خدا را به خاطر آن به‌جای آورند، اما [از بس که بدبخت و سرگردان هستند] چنین قرآنی به گمراهی و کفر و سرکشی آنان می‌افزاید. واقعاً به بزرگ‌ترین سزا گرفتار آمده‌اند. و این به سبب اعراض و رویگردانی آنان از قرآن، و رد کردن آن، و مخالفت با آن و طرح شبهات باطل است. \n(﴿وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ﴾) و در میان آنها تا روز قیامت دشمنی و کینه توزی افکنده‌ایم. پس آنان با یکدیگر محبت نمی‌ورزند و یکدیگر را یاری نمی‌کنند و بر حالتی که به نفع آنهاست، متحد نمی‌شوند، بلکه همواره در دل‌هایشان نسبت به یکدیگر متنفرند، و در کارهایشان با یکدیگر دشمنی می‌ورزند، و تا روز قیامت چنین‌اند.\n(﴿كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ﴾) هرگاه آتش جنگ را بر افروزند تا با آن علیه اسلام و مسلمین دسیسه کنند و دشمنی خویش را اظهار نمایند، و تمام توان و تلاش خود را در این زمینه مصروف دارند، (﴿أَطۡفَأَهَا ٱللَّهُ﴾) خداوند آن را خاموش می‌کند؛ آنان را خوار و رسوا می‌گرداند و لشکریانشان را متفرق می‌نماید و مسلمانان را بر آنان پیروز می‌گرداند.(﴿وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗا﴾) و آنان تلاش می‌کنند با ارتکاب گناهان، و دعوت کردن مردم به سوی دین باطلشان، و جلوگیری از وارد شدن آنان به اسلام، در روی زمین فساد کنند.\n(﴿وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ﴾) و خداوند فساد کنندگان را دوست ندارد، بلکه به شدت از آنان متنفر است و آنان را به خاطر کارشان مجازات خواهد کرد."
    },
    {
      "id": 734,
      "verse_number": 65,
      "verse_key": "5:65",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَـٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَـٰهُمْ جَنَّـٰتِ ٱلنَّعِيمِ",
      "page_number": 119,
      "juz_number": 6,
      "translations": [
        {
          "id": 923399,
          "resource_id": 135,
          "text": "و اگر اهل کتاب ایمان می‌آوردند و پرهیزگاری می‌کردند، یقیناً گناهانشان را می‌زدودیم و آنان را به باغ‌های پرنعمت [بهشت] وارد می‌کردیم."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿وَلَوۡ أَنَّ أَهۡلَ ٱلۡكِتَٰبِ ءَامَنُواْ وَٱتَّقَوۡاْ لَكَفَّرۡنَا عَنۡهُمۡ سَيِّ‍َٔاتِهِمۡ وَلَأَدۡخَلۡنَٰهُمۡ جَنَّٰتِ ٱلنَّعِيمِ﴾) و اگر اهل‌کتاب ایمان بیاورند و پرهیزگاری را پیشه کنند، بدی‌هایشان را از آنان دور می‌کنیم و آنان را وارد باغ‌های بهشت می‌سازیم. این از بخشش و بزرگواری خداوند است؛ زیرا پس از آنکه زشتی‌های اهل کتاب و عیب‌ها و سخنان باطلشان را بیان کرد، آنها را به توبه فرا خواند و فرمود: \nاگر به خداوند و فرشتگانش و همۀ کتاب‌ها و پیامبرانش ایمان بیاورند و از گناهان بپرهیزند، گناهانشان را هراندازه که فراوان باشد، عفو خواهد کرد، و آنها را وارد باغ‌های بهشت می‌نماید که در آن هرچه نفس انسان بخواهد و چشم از آن لذت ببرد، وجود دارد."
    },
    {
      "id": 735,
      "verse_number": 66,
      "verse_key": "5:66",
      "hizb_number": 12,
      "rub_el_hizb_number": 47,
      "ruku_number": 94,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم ۚ مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ ۖ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
      "page_number": 119,
      "juz_number": 6,
      "translations": [
        {
          "id": 923400,
          "resource_id": 135,
          "text": "و اگر آنان به تورات و انجیل و آنچه از سوی پروردگارشان بر آنها نازل شده است [= قرآن] عمل می‌کردند، قطعاً از [برکات آسمانِ] بالای سرشان و از [نعمت‌های زمینِ] زیر پایشان برخوردار می‌شدند. برخی از آنان میانه‌رو [و بر حق، پایدار] هستند و[لی] بسیاری از آنان [به سبب بی‌ایمانی] کارهای بدی مرتکب می‌شوند."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ﴾) و اگر آنها به دستورات تورات و انجیل و آنچه از جانب پروردگارشان بر آنها نازل شده است، عمل می‌کردند، و آن‌گونه که خداوند آنان را بر این کار تشویق و تحریک نموده است آن را در پیش می‌گرفتند؛ و ازجمله بر پاداشتن تورات و انجیل، این است که به محمد صلی الله علیه وسلم و قرآن ایمان بیاورند؛ زیرا تورات و انجیل آنان را فرا خواند تا به نبوت محمد صلی الله علیه وسلم و به قرآن ایمان بیاورند. پس اگر آنها این نعمت بزرگ را که خداوند بر آنها نازل نموده، برپا دارند، به خاطر آنها و به خاطر توجه به آنها (﴿لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِم﴾) از بالای سرشان و از زیر پاهایشان روزی خواهند خورد؛ یعنی خدا، دروازۀ روزی خود را به روی آنها می‌گشاید؛ آسمان بر آنها می‌بارد و زمین برای آنان گیاه می‌رویاند. همان‌طور که خداوند متعال فرموده است: ﴿وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ﴾ و اگر اهل‌آبادی‌ها ایمان می‌آوردند و تقوا پیشه می‌کردند، برکت‌های آسمان و زمین را بر آنان می‌گشودیم.\n(﴿مِّنۡهُمۡ﴾) از میان اهل‌کتاب، (﴿أُمَّةٞ مُّقۡتَصِدَةٞ﴾) گروهی میانه رو و معتدل هستند و به تورات و انجیل عمل می‌کنند، اما عمل کردن آنها به تورات و انجیل، با قوت و نشاط نیست، (﴿وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ﴾) و بسیاری از آنان بدترین کارها را انجام می‌دهند، و به ندرت در میان آنان، افرادی یافت می‌شود که در کار خیر بر یکدیگر سبقت بگیرند."
    },
    {
      "id": 736,
      "verse_number": 67,
      "verse_key": "5:67",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُۥ ۚ وَٱللَّهُ يَعْصِمُكَ مِنَ ٱلنَّاسِ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "page_number": 119,
      "juz_number": 6,
      "translations": [
        {
          "id": 923401,
          "resource_id": 135,
          "text": "ای پیامبر، آنچه را از طرف پروردگارت بر تو نازل شده است ابلاغ کن؛ و اگر [چنین] نکنی، رسالت او را [به انجام] نرسانده‌ای؛ و الله تو را از [گزندِ] مردم حفظ می‌کند. بی‌تردید، الله گروه کافران را هدایت نمی‌کند."
        }
      ],
      "tafsir_saadi": "در اینجا خداوند دستور بسیار مهمی به پیامبرش می‌دهد و آن، رساندن پیامی است که خدا بر او نازل نموده است. و این شامل هر چیزی است که امت از ایشان دریافت کرده باشد، از قبیل: عقاید و اعمال و گفته‌ها و احکام شرعی و مطالب الهی. پس پیامبر صلی الله علیه وسلم به کامل‌ترین صورت ممکن، پیام الهی را تبلیغ کرد و به مردم رساند و آنان‌را بدان سوی دعوت کرد، و بیم داد و مژده داد و با نرمی و آرامی جاهلانِ بیسواد را علم آموخت تا سرانجام تبدیل به علمای ربانی و خداپرست شدند، و با سخن و عملش و نیز از طریقِ نامه‌ها و فرستادن قاصدان، پیام خدا را رسانید.\nپس هیچ خوبی و نیکی نیست، مگر اینکه امتش را به آن راهنمایی کرده است؛ و هیچ زشتی و کار بدی نیست، مگر اینکه امتش را از آن برحذر داشته است. و برگزیدگان و افراد برتر امت، از قبیل: اصحاب و ائمۀ دین و مردان بزرگ که پس از آنها آمده‌اند، بر تبلیغ و پیام رسانیِ پیامبر خدا گواهی داده‌اند.\n(﴿وَإِن لَّمۡ تَفۡعَلۡ﴾) و اگر چنین نکنی، و آنچه را که از جانب پروردگارت بر تو نازل شده است، نرسانی، (﴿فَمَا بَلَّغۡتَ رِسَالَتَهُۥ﴾) تو از دستور خدا فرمان نبرده‌ای، و رسالت الهی را نرسانده‌ای، (﴿وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِ﴾) این، حمایت و حفاظت خداوند از پیامبرش است. خداوند به او خبر می‌دهد که ما تو را از گزند مردمان محفوظ می‌داریم. و اینکه باید بر تعلیم و رساندن رسالت الهی کوشا و حریص باشی، و ترس از مردم، تو را از آن باز ندارد؛ زیرا مخلوقات همه در قبضۀ خدا هستند، و خداوند ضامن حفاظت تو می‌باشد. پس بر تو فقط رساندن [پیامِ] روشنگر است، و هرکس هدایت شود، برای خودش هدایت می‌شود. و اما کسانی که هدفی جز پیروی از خواست‌هایشان را ندارند، خداوند آنها را هدایت نخواهد کرد و آنها را به سبب کفرشان، به انجام اعمال خیر و نیک توفیق نمی‌دهد."
    },
    {
      "id": 737,
      "verse_number": 68,
      "verse_key": "5:68",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "page_number": 119,
      "juz_number": 6,
      "translations": [
        {
          "id": 923402,
          "resource_id": 135,
          "text": "بگو: «ای اهل کتاب، شما بر هیچ [آیین درستی] نیستید؛ مگر اینکه تورات و انجیل و آنچه را که از طرف پروردگارتان بر شما نازل شده است برپا دارید». و [ای پیامبر،] بی‌تردید آنچه از سوی پروردگارت بر تو نازل شده است، بر سرکشی و کفرِ بسیاری از آنان می‌افزاید؛ پس بر [این] گروه کافران، افسوس مخور."
        }
      ],
      "tafsir_saadi": "ای پیامبر! بطلان و گمراهی اهل کتاب را اعلام کن و به آنان بگو: (﴿لَسۡتُمۡ عَلَىٰ شَيۡءٍ﴾) شما بر هیچ چیزی از امور دینی نیستید، چون شما نه به قرآن و محمد ایمان آورده‌اید، و نه پیامبر و کتابتان را تصدیق کرده، و نه به حقی تمسک جسته، و نه بر اساس و اصلی تکیه کرده‌اید. (﴿حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ﴾) مگر اینکه تورات و انجیل را برپای دارید؛ یعنی با ایمان آوردن به این دو کتاب، و پیروی کردن از آنها، و تمسک جستن به هرآنچه که آن دو کتاب در بردارد، آنها را برپای دارید.\n(﴿وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ﴾) و برپای دارید آنچه را که از جانب پروردگارتان بر شما نازل شده است، پروردگاری که شما را پرورش داده و نعمت‌های خود را بر شما ارزانی داشته است. و بزرگ‌ترین نعمت خود را فرو فرستادن کتاب به سوی شما قرار داده است. پس بر شما واجب است تا شکر خدا را به جای آورید، و به احکام خدا پایبند باشید، و امانت خدا و و پیمانی را که بسته‌اید، بر پای دارید.(﴿وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ﴾) و قطعاً آنچه از جانب پروردگارت بر تو نازل شده، بر طغیان و کفر بسیاری از آنان می‌افزاید. پس بر قوم کافر اندوهگین مباش."
    },
    {
      "id": 738,
      "verse_number": 69,
      "verse_key": "5:69",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـُٔونَ وَٱلنَّصَـٰرَىٰ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page_number": 119,
      "juz_number": 6,
      "translations": [
        {
          "id": 923403,
          "resource_id": 135,
          "text": "در حقیقت، کسانی که [به رسالت محمد ﷺ] ایمان آورده‌اند‌ و نیز کسانی [از امت‌های پیشین، قبل از بعثت محمد ﷺ از] یهود و صابئان [= پیروان برخی پیامبران]، و نصاری؛ هر کس [از آنان] به الله و روز قیامت ایمان آورند و کارهای شایسته انجام دهند، پاداش آنان نزد پروردگارشان است؛ نه ترسی خواهند داشت و نه اندوهگین می‌شوند."
        }
      ],
      "tafsir_saadi": "خداوند متعال از پیروان کتاب‌های آسمانی، از قبیل: پیروان قرآن و پیروان تورات و انجیل خبر می‌دهد که سعادت و نجاتشان در یک راه است و آن، ایمان آوردن به خدا و روز آخرت و انجام عمل صالح می‌باشد.\nپس هرکس از آنها به خدا و روز آخرت ایمان آورده و عمل شایسته انجام داده است، نجات یافته و از امور ترسناکی که در آینده پیش روی دارد، هراسناک نشده و به خاطر آنچه در گذشته از دست داده است، اندوهگین نمی‌شود. حکم مذکور تنها مربوط به آن زمان نیست، بلکه سایر اوقات را نیز شامل می‌شود."
    },
    {
      "id": 739,
      "verse_number": 70,
      "verse_key": "5:70",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَقَدْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَآءَهُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُهُمْ فَرِيقًا كَذَّبُوا۟ وَفَرِيقًا يَقْتُلُونَ",
      "page_number": 119,
      "juz_number": 6,
      "translations": [
        {
          "id": 923404,
          "resource_id": 135,
          "text": "یقیناً ما از بنی‌اسرائیل [در مورد اطاعت از فرمان حق] پیمان گرفتیم و پیامبرانی به سویشان فرستادیم؛ هر گاه پیامبری چیزی آورد که هوای نفسشان نمی‌پسندید، گروهی را دروغگو خواندند و گروهی را ‌‌کشتند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿لَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ﴾) از بنی اسرائیل پیمان مؤکّد و محکم گرفتیم تا به خدا ایمان بیاورند و واجباتی را که پیش‌تر در آیۀ ﴿وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗا﴾ از آن سخن رفت، انجام دهند. (﴿وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗا﴾) و به سوی آنها پیامبرانی را فرستادیم، و یکی پس از دیگری پیش آنها آمدند و آنان را راهنمایی‌کردند، اما این کار در میان آنها اثر مفیدی برجای نگذاشت و سودی به آنان نبخشید.\n(﴿كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ﴾) هر بار پیامبری چیزی از حق بر خلاف دلخواهشان را برای آنان می‌آورد، او را تکذیب، و با او مخالفت ورزیده و با او بدترین و زشت‌ترین برخورد را می‌کردند. \n(﴿فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ﴾) دسته‌ای را تکذیب کرده و دسته‌ای را می‌کشتند."
    },
    {
      "id": 740,
      "verse_number": 71,
      "verse_key": "5:71",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "page_number": 120,
      "juz_number": 6,
      "translations": [
        {
          "id": 923405,
          "resource_id": 135,
          "text": "[آری، یهود پیمان شکستند] و پنداشتند که [عذاب و] مجازاتی در کار نیست؛ پس کور گشتند [و حق را ندیدند] و کر شدند [و حق را نشنیدند]؛ آنگاه [توبه کردند و] الله توبه‌شان را پذیرفت. سپس بسیاری از آنان [باز هم در برابرِ هدایت] کور و کر شدند؛ و الله به آنچه انجام می‌دهند بیناست."
        }
      ],
      "tafsir_saadi": "((وَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ﴾) و گمان بردند که گناه و تکذیب آنها، عذابی برای آنان در برندارد، و به باطل خود ادامه دادند.\n(﴿فَعَمُواْ وَصَمُّواْ﴾) پس، از دیدن حق، کور و از شنیدن آن، کر شدند. (﴿ثُمَّ﴾) سپس خداوند احوالشان را اصلاح نمود، (﴿تَابَ ٱللَّهُ عَلَيۡهِمۡ﴾) و وقتی که توبه کردند و به سوی او بازگشتند، توبۀ آنها را پذیرفت.\n(﴿ثُمَّ﴾) سپس براین راه باقی نماندند، تا اینکه بیشتر آنها به حالت زشت اولیه برگشتند، و (﴿عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡ﴾) بسیاری از آنان کور وکر شدند، و تعداد اندکی از آنها بر توبه وایمانشان باقی ماندند.\n(﴿وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ﴾) و خداوند به آنچه می‌کنند، بیناست. پس هرکس را طبق عملش مجازات می‌نماید؛ اگر عملش خوب باشد، به او پاداش نیک می‌دهد، و اگر عملش بد باشد، او را سزا می‌دهد."
    },
    {
      "id": 741,
      "verse_number": 72,
      "verse_key": "5:72",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۖ وَقَالَ ٱلْمَسِيحُ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۖ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
      "page_number": 120,
      "juz_number": 6,
      "translations": [
        {
          "id": 923406,
          "resource_id": 135,
          "text": "کسانی که گفتند: «الله همان مسیح پسر مریم است» یقیناً کافر شدند؛ در حالی ‌که [خودِ] مسیح گفت: «ای بنی‌اسرائیل، الله را عبادت کنید که پروردگار من و پروردگار شماست. بی‌تردید، هر ‌کس به الله شرک ورزد، الله بهشت را بر او حرام کرده است و جایگاهش دوزخ است؛ و ستمکاران هیچ یاوری ندارند»."
        }
      ],
      "tafsir_saadi": "خداوند متعال از کفر نصارا خبر می‌دهد که گفتند: (﴿إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ﴾) همانا خدا، مسیح -پسر مریم- است. این اعتقادِ غلط، به خاطر شبهه‌ای بود که او بدون پدر و مادر و بر خلاف آفرینش معمولی پدید آمده است. حال آنکه او ـ علیه الصلاة والسلام ـ آنها را در این ادعا تکذیب کرد و به آنان گفت: (﴿يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡ﴾) ای بنی اسرائیل! خدا را بپرستید که پروردگار من و پروردگار شماست. پس او بندگی کامل خود را ثابت نمود، و برای پروردگارش، ربوبیت فراگیری که همۀ آفریدگان را دربر می‌گیرد، ثابت کرد و گفت: (﴿إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ﴾) هرکس یکی از مخلوقات ـ عیسی یا کسی دیگر ـ را با خدا شریک بگیرد، (﴿فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُ﴾) به درستی که خداوند بهشت را بر او حرام کرده و جایگاهش جهنم است.\nو این بدان خاطر است که او آفریده را با آفریننده برابر قرار داده، و عبادت خالصانه‌ای را که خداوند به خود اختصاص داده، برای کسی دیگر که شایستۀ عبادت نیست، انجام داده است. بنابراین مستحق آن است که برای همیشه در جهنم بماند. (﴿وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ﴾) و ستمکاران یاوری ندارند که آنها را از عذاب خدا نجات دهد، و یا بخشی از عذابی که بر آنان فرود آمده است، دور نماید."
    },
    {
      "id": 742,
      "verse_number": 73,
      "verse_key": "5:73",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَـٰثَةٍ ۘ وَمَا مِنْ إِلَـٰهٍ إِلَّآ إِلَـٰهٌ وَٰحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 120,
      "juz_number": 6,
      "translations": [
        {
          "id": 923407,
          "resource_id": 135,
          "text": "كسانى كه [به تثلیث قائل شدند و معبود حقیقی را مجموعۀ پدر، پسر و روح القُدُس دانستند و] گفتند: «الله، یکی از [این] سه تاست [پدر، پسر، روح‌القدس]» قطعاً کافر شدند. معبودی [به‌حق] جز معبود یگانه نیست؛ و اگر از آنچه می‌گویند بازنایستند، قطعاً به افرادی از آنان که کفر ورزیدند عذاب دردناکی خواهد رسید."
        }
      ],
      "tafsir_saadi": "(﴿لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٖۘ﴾) بی‌گمان کسانی که گفتند: «خدا سومین شخص از سه شخص است»، کفر ورزیدند. این از گفته‌های نصارا است، و آنان گمان می‌بردند که خداوند سومینِ سه تاست: خدا، عیسی و مریم. خداوند از این اتهام پاک و مبرّا است. و این بزرگ‌ترین دلیل بر کمبود عقل نصارا است؛ چراکه این گفتار و عقیده زشت را پذیرفته‌اند!! چگونه آفریننده و آفریده بر آنها متشبه شده است؟! و چگونه پروردگار جهانیان از آنان پنهان شده است؟! خداوند متعال در رد آنها و امثالشان می‌فرماید: (﴿وَمَا مِنۡ إِلَٰهٍ إِلَّآ إِلَٰهٞ وَٰحِدٞ﴾) و هیچ معبود به حقی جز خدای یگانه وجود ندارد، او به تمام صفات کمال متصف است و از هر نقص و عیبی پاک است و در آفرینش و تدبیر یگانه است. مردم از هیچ نعمتی برخوردار نیستند، مگر اینکه از جانب اوست، پس چگونه با او خدایی دیگر شریک گرفته می‌شود؟!\nخداوند از آنچه ستمکاران می گویند به مراتب بلندتر است.\nسپس خداوند آنها را تهدید کرد و فرمود: (﴿وَإِن لَّمۡ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٌ﴾) و اگر از آنچه می گویند، باز نیایند، به کافرانِ آنان عذابی دردناک خواهد رسید."
    },
    {
      "id": 743,
      "verse_number": 74,
      "verse_key": "5:74",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسْتَغْفِرُونَهُۥ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "page_number": 120,
      "juz_number": 6,
      "translations": [
        {
          "id": 923408,
          "resource_id": 135,
          "text": "آیا به سوی الله بازنمی‌گردند و از او طلب آمرزش نمی‌کنند؟ حال آنکه الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "سپس خداوند آنها را به توبه کردن از آنچه از آنها سرزده، فراخواند و بیان نمود که او توبه را از بندگانش می‌پذیرد.\n(﴿أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ﴾) آیا به سوی آنچه خدا دوست دارد و می‌پسندد، از قبیل: اقرار به توحید و اعتراف به یگانگی خدا، و به اینکه عیسی بندۀ خدا و پیامبر او است، بر نمی‌گردند؟ (﴿وَيَسۡتَغۡفِرُونَهُۥ﴾)و از آنچه از آنها سرزده، آمرزش نمی‌طلبند؟ \n(﴿وَٱللَّهُ غَفُورٞ رَّحِيمٞ﴾) و خداوند آمرزنده و مهربان است. و همۀ گناهان کسانی را که توبه می‌کنند، می‌بخشد هرچند که آن گناهان، به اوج آسمان هم برسند، و خداوند با پذیرفتن توبۀ آنان و تبدیل کردن بدی‌هایشان به نیکی، بر آنها رحم می‌نماید. خداوند در نهایت مهربانی و نرمی، آنها را به سوی توبه فراخوانده و می‌فرماید: (﴿أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ﴾) آیا به سوی خدا باز نمی‌گردند؟!"
    },
    {
      "id": 744,
      "verse_number": 75,
      "verse_key": "5:75",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ۗ ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْـَٔايَـٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ",
      "page_number": 120,
      "juz_number": 6,
      "translations": [
        {
          "id": 923409,
          "resource_id": 135,
          "text": "مسیح پسر مریم، جز پیامبری نیست که پیش از او [نیز] پیامبران دیگری بودند و مادرش زن بسیار راستگو [و درستکار] بود؛ هر دو [مانند انسان‌های دیگر] غذا می‌خوردند. [ای پیامبر] بنگر که چگونه آیات [خود] را برایشان روشن می‌سازیم و باز بنگر که چگونه [از حقیقت] رویگردان می‌شوند."
        }
      ],
      "tafsir_saadi": "سپس حقیقت مسیح و مادرش را که حق آشکار بود، بیان کرد و فرمود: (﴿مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ﴾) بلندترین مرتبه‌ای که عیسی در آن قرار دارد، این است که او بنده و پیامبر خداست؛ هیچ اختیاری ندارد، و نمی‌تواند از جانب خود قانون‌گذاری کند، مگر آنچه را که خدا همراه با او فرستاده است. و عیسی از نوع پیامبران پیشین است، و برتری خاصی بر آنها ندارد که او را از دایرۀ انسان بودن فراتر ببرد و به مقام ربوبیت و خدایی برساند. (﴿وَأُمُّهُۥ﴾) و مادرش مریم (﴿صِدِّيقَةٞ﴾) زنی بسیار راستگو بود. تنها چیزی که در رابطه با او می‌توان گفت، این است که او از راستگویان و صدیقین بود، که بعد از پیامبران از همۀ مردم بالاتر، و رتبه و مقام رفیع‌تری دارند. و صدیق بودن؛ یعنی داشتن علم مفید و مثمرِ یقین و عمل صالح. و این بیانگر آن است که مریم پیامبر نبوده است، بلکه صدیق و راستکار بوده است، و همین برتری و شرافت برای او کافی است. و در میان زنان دیگر نیز، پیامبری مبعوث نشده است، چون خداوند نبوت را درمیان کامل‌ترین نوع انسان‌ها که همان مردان هستند، قرار داده است، همان طور که خداوند متعال می‌فرماید: ﴿وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم﴾ و پیش از تو جز مردانی که به آنان وحی نمودیم، نفرستاده‌ایم. بنابراین عیسی ـ علیه السلام ـ از نوع پیامبران پیشین است و مادرش نیز راستکار و صدیقه است. پس به خاطر چه چیزی نصارا آنها را همراه با خدا ، به خدایی گرفته‌اند؟ \n(﴿كَانَا يَأۡكُلَانِ ٱلطَّعَامَ﴾) آنها غذا می‌خوردند. این دلیل روشنی است بر اینکه آنها دو بندۀ نیازمند بودند، و همان طور که انسان‌ها به خوراک و آشامیدنی نیاز دارند، آنها نیز به آن نیازمند بودند. پس اگر آنها خدا بودند، از خوراک و نوشیدنی بی نیاز می‌شدند و به چیزی احتیاج نمی‌داشتند؛ زیرا خدا بی‌نیاز و ستوده است.خداوند برای اثبات این حقیقت، دلیل ارائه کرد و فرمود: (﴿ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ﴾) بنگر که چگونه آیاتی را که حق را روشن می‌نمایند و یقین می‌آورند برایشان بیان می‌کنیم. اما فایده‌ای ندارد، بلکه آنان همواره بر دروغ و تهمت خود قرار دارند. و این ناشی از ستم و کینه توزی آنهاست."
    },
    {
      "id": 745,
      "verse_number": 76,
      "verse_key": "5:76",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "page_number": 120,
      "juz_number": 6,
      "translations": [
        {
          "id": 923410,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «آیا چیزی را به جای الله عبادت می‌کنید که سود و زیانی برایتان ندارد؟ و [حال آنكه] الله شنوای داناست»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ﴾) ای پیامبر! به آنها بگو: (﴿أَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ﴾) آیا جز خدا، مخلوقات نیازمند و محتاج را می‌پرستید؟ (﴿مَا لَا يَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا نَفۡعٗا﴾) که مالک هیچ زیان و سودی برای شما نیستند، و کسی را رها می‌کنید که زیان، سود، بخشیدن و محروم کردن فقط دردست اوست؟\n(﴿وَٱللَّهُ هُوَ ٱلسَّمِيعُ﴾) و خداوند علی رغم اختلاف زبان‌ها و تنوع نیازمندی‌ها صداها را می‌شنود.\n(﴿ٱلۡعَلِيمُ﴾) و به درون و بیرون و پنهان و آشکار و امور گذشته و آینده آگاه است. پس خداوندِ کاملی که از این صفات برخوردار می‌باشد، سزاوار است تا همۀ عبادت‌ها تنها برای او انجام گردید و دین برای او خالص گردانده شود."
    },
    {
      "id": 746,
      "verse_number": 77,
      "verse_key": "5:77",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 95,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
      "page_number": 121,
      "juz_number": 6,
      "translations": [
        {
          "id": 923411,
          "resource_id": 135,
          "text": "بگو: «ای اهل کتاب، در دین خود به ناحق غلو [و زیاده‌روی] نکنید و از هوس‌های گروهی پیروی نکنید که پیشتر گمراه شدند و بسیاری [از پیروانشان] را گمراه کردند و [خودشان] از راه راست منحرف گشتند»."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش صلی الله علیه وسلم می‌فرماید: (﴿قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ﴾) بگو: ای اهل‌کتاب! در دینتان از حق فراتر نروید و به باطل نگرایید، مانند سخنانی که در مورد مسیح گفتند که حکایتِ آن سخن گذشت. و مانند مبالغه و زیاده‌روی آنها در مورد برخی مشایخ، به پیروی کردن از (﴿أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ﴾) خواست و امیال قومی که پیش از این گمراه شدند.\n(﴿وَأَضَلُّواْ كَثِيرٗا﴾) و با دعوت مردم به سوی دین خود، بسیاری از آنان را گمراه کردند، (﴿وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ﴾) و خود نیز از راه راست منحرف شدند. پس هم خودشان گمراه شدند، و هم دیگران را گمراه کردند. ایشان پیشوایان گمراهی هستند که خداوند، مردمان را از پیروی کردن از خواست‌های فرومایه و نظرهای گمراه کنندۀ آنان برحذر داشته است."
    },
    {
      "id": 747,
      "verse_number": 78,
      "verse_key": "5:78",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
      "page_number": 121,
      "juz_number": 6,
      "translations": [
        {
          "id": 923412,
          "resource_id": 135,
          "text": "[افرادی] از بنی‌اسرائیل كه کفر ورزیدند، از زبان داوود [در زبور] و [از قول] عیسی پسر مریم [در انجیل] مورد لعن قرار گرفتند. این [نفرین،] به خاطر آن بود که نافرمانی ‌کردند و [از حدود الهی] تجاوز ‌می‌نمودند."
        }
      ],
      "tafsir_saadi": "سپس خداوند فرمود: (﴿لُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ﴾) کافران بنی‌اسرائیل از رحمت خدا طرد و دور شدند، (﴿عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَ﴾) به سبب شهادت دادن داود و عیسی -پسر مریم- و اقرار نمودن آنان بر اینکه حجت بر بنی‌اسرائیل اقامه گشته است. اما آنها با آن حجت، مخالفت ورزیدند. (﴿ذَٰلِكَ﴾) آن کفر و نفرین،(﴿بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ﴾) به سبب سرکشی و نافرمانی آنها از خدا، و ستمشان نسبت به بندگان‌خدا بود. پس کفر ورزیدند و از رحمت خدا دور شدند؛ زیرا ارتکاب گناهان و در پیش گرفتن راه ستمگری، مجازات‌های شدیدی دربر دارد."
    },
    {
      "id": 748,
      "verse_number": 79,
      "verse_key": "5:79",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ",
      "page_number": 121,
      "juz_number": 6,
      "translations": [
        {
          "id": 923413,
          "resource_id": 135,
          "text": "آنان یکدیگر را از [گناهان و] کار[های] زشتی که انجام می‌دادند نهی نمی‌کردند. به راستى، چه بد بود آنچه انجام می‌دادند!"
        }
      ],
      "tafsir_saadi": "و ازجمله گناهانی که آنان را به عذاب گرفتار کرد این است که (﴿كَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُ﴾) آنان منکر را انجام می‌دادند و یکدیگر را از آن منع نمی‌کردند. بنابراین فردی که مستقیماً گناه را انجام می‌داد، با کسی که گناه را انجام نداده بود و می‌توانست از آن نهی کند اما نهی نمی‌کرد، شریک می‌شود.\nو این بیانگر آن است که آنان دستورات خدا را دستِ کم می‌گیرند و معصیت و نافرمانی او را سبک می‌انگارند. و چنانچه با دیدۀ تعظیم و بزرگداشت به پروردگارشان نگاه می‌کردند، به هنگامی‌که حریم الهی زیر پا نهاده می‌شد، خشمگین شده و غیرت آنان به جوش می‌آمد. و دلیل اینکه سکوت در برابر منکر ـ در صورتی که آدمی قدرت نهی از آن را داشته باشد ـ عقوبت و مجازات خدا را در پی دارد، این است که مفاسد بسیار زیادی از این امر نشأت می‌گیرد که به آنها اشاره می‌کنیم: \n1ـ سکوت، گناه محسوب می‌شود، هرچند که سکوت کننده خود مرتکب گناهی نشده باشد. و همچنان‌که باید از گناه دوری جست، باید گناهکاران را نیز نصیحت نمود و از ارتکاب گناه بازداشت.\n2ـ همچنان‌که قبلاً نیز اشاره شد، سکوت در برابر گناه، به منزلۀ سبک شمرد‌ن آن است. \n3ـ سکوتِ آحاد جامعه، سبب می‌شود که اهل معصیت و بزهکاران بر ارتکاب گناهان و نابهنجاری‌ها جرأت و جسارت پیدا کنند. و چنانچه از این اعمال نهی نشود، فتنه و فساد ازدیاد یافته و مصایب دینی و دنیوی فراوانی به‌بار می‌آید، و افراد گناهکار شکوه و عظمت پیدا کرده و بیشتر از گذشته خود را نشان می‌دهند، و به گناه و عصیان مبادرت می‌ورزند. و اهل‌خیر نیز از مقابلۀ با آنان بازمانده و نمی‌توانند جلوی انحرافات آنان را بگیرند، و روز به روز بر ضعف و ناتوانی آنان افزوده می‌شود.\n4ـ چنانچه انسان‌ها در مقابل تبهکاران سکوت کنند، به تدریج چراغ علم و اندیشه به خاموشی گراییده، و جهالت و نادانی مستولی می‌شود؛ چرا که گناه و معصیت اگر تکرار شود، و بسیاری از مردم به آن بگرایند، و اهل علم و دین به مقابلۀ با آن نپردازند، گمان می‌رود که گناه محسوب نمی‌شود، و چه بسا جاهل تصور کند که این گناه، عبادتی نیکو است. و چه مفسده‌ای بزرگ‌تر از آن است که آدمی حرام را حلال بداند؟! و چه فسادی خطرناک‌تر از آن است که انسان، باطل را حق بداند؟! \n5ـ سکوت در برابر گناه، بسیاری اوقات موجب می‌شود که گناه در نظر گناهکاران آراسته گردد و دیگران نیز به آنان اقتدا نمایند؛ چرا که آدمی دوست دارد به همنوعان خود تأسی کند. البته سکوت در برابر گناه، مفاسد بسیار زیاد دیگری را نیز در بردارد که به همین مقدار اکتفا می‌شود.پس چون سکوت، این پیامدها را در پی دارد، خداوند به صراحت اعلام نمود که کافرانِ بنی‌اسرائیل، به سبب گناهانی که مرتکب شدند، مورد لعن و نفرین پروردگار قرار گرفتند، به ویژه به سبب گناهِ بزرگ «‌سکوت در مقابل ارتکاب گناه.» [\n(﴿لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ﴾) چه عمل بدی را انجام دادند!]"
    },
    {
      "id": 749,
      "verse_number": 80,
      "verse_key": "5:80",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَـٰلِدُونَ",
      "page_number": 121,
      "juz_number": 6,
      "translations": [
        {
          "id": 923414,
          "resource_id": 135,
          "text": "[ای پیامبر،] بسیاری از آنان را می‌بینی که با کافران دوستی [و همکاری] می‌کنند. به راستى چه زشت است آنچه براى خود پیش فرستادند كه [در نتیجۀ آن نیز] الله بر آنان خشم گرفت و جاودانه در عذاب مى‌مانند."
        }
      ],
      "tafsir_saadi": "(﴿ تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْ﴾) بسیاری از آنان را می‌یابی که کافران را به دوستی می‌گیرند، و محبت آنان را در دل دارند، و به یاری و نصرت آنان می‌شتابند، و ولایت و رهبری آنان را می‌پذیرند. (﴿لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ﴾) این کالای بی‌رواج و این معاملۀ خسارت دیده، بد چیزی است که از پیش فرستادند؛ چرا که خشم و غضب خدا را درپی دارد، و موجب می‌شود برای همیشه در آتشِ جهنم باقی بمانند.\nآنان خودشان بر خویشتن ستم کردند، و این مهمانی نامبارک و شوم را برای خود تدارک دیدند، و خویشتن را از نعمت پایدار و همیشگی محروم نمودند."
    },
    {
      "id": 750,
      "verse_number": 81,
      "verse_key": "5:81",
      "hizb_number": 12,
      "rub_el_hizb_number": 48,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَـٰكِنَّ كَثِيرًا مِّنْهُمْ فَـٰسِقُونَ",
      "page_number": 121,
      "juz_number": 6,
      "translations": [
        {
          "id": 923415,
          "resource_id": 135,
          "text": "و اگر [یهود] به الله و پیامبر و آنچه بر او نازل شده است ایمان می‌آوردند، آنان [= کافران] را به دوستی نمی‌گرفتند؛ ولی بسیاری از آنان نافرمانند."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ﴾) و اگر به خدا و پیامبر و آنچه بر او نازل شده است، ایمان می‌آوردند، آنان را به دوستی نمی‌گرفتند؛ زیرا ایمان به خدا و پیامبر و به آنچه براو نازل شده است، بر بنده واجب می‌گرداند تا پروردگار و دوستان پروردگارش را دوست بدارد، و با کسی که به خدا کفر ورزیده و با وی دشمنی کرده و در ارتکاب گناه و نافرمانیِ خدا شتاب می‌کند، دشمنی ورزد. پس شرط ولایت خدا و ایمانِ به او، آن است که دشمنان خدا به دوستی گرفته نشوند. و اینها فاقد این شرط بودند، پس مشروط نیز منتفی است.\n(﴿وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ﴾) اما بسیاری ازآنان فاسق هستند؛ یعنی از اطاعت پروردگار و ایمان به خدا و پیامبر، بیرون رفته‌اند. و از جملۀ فسق آنها این است که، با دشمنان خدا دوستی می‌کنند."
    },
    {
      "id": 751,
      "verse_number": 82,
      "verse_key": "5:82",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ ۖ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
      "page_number": 121,
      "juz_number": 7,
      "translations": [
        {
          "id": 923416,
          "resource_id": 135,
          "text": "[ای پیامبر،] یقیناً یهود و كسانى را كه شرک ورزیده‌اند، دشمن‌ترین مردم نسبت به مؤمنان خواهى یافت؛ و نزدیک‌ترین دوستان به مؤمنان را کسانی خواهى یافت که می‌گویند: «ما نَصرانی هستیم». این به سبب آن است که در میان آنان کشیشان و راهبانی [حق‌پرست‌] هستند و [نیز] از آن روست که تکبر نمی‌ورزند."
        }
      ],
      "tafsir_saadi": ".خداوند متعال در بیان نزدیک‌ترین گروه به مسلمین و نزدیک‌ترین آنها در دوستی و محبت با مؤمنان، و دورترین آنها می‌فرماید: (﴿لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْ﴾) مسلّماً سرسخت‌ترین دشمن مؤمنان را، یهودیان و مشرکان خواهی یافت. پس این دو گروه به‌طور مطلق بزرگ‌ترین دشمنان اسلام ومسلمین‌اند، و بیش از همۀ مردم برای ضرر رساندن به مسلمانان، تلاش می‌کنند. واین به خاطر شدّت تنفر و دشمنی آنها نسبت به مسلمانان و حسد و کینه و کفر آنها است.(﴿وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰ﴾) و مسلّماً مهربان‌ترین افراد را نسبت به مؤمنان، کسانی خواهی یافت که گفتند: «ما نصارا هستیم.» خداوند برای این امر چند سبب را بیان کرده است: \n1-(﴿مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا﴾) در میان آنها دانشمندانی است که از دنیا بریده‌اند. و دیرنشینانی وجود دارند، که در صومعه‌ها مشغول عبادت هستند. و علم همراه با زهد و عبادت، دل را مهربان و نرم می‌کند و خشونت و سختی را، از آن دور می‌نماید. بنابراین سرسختی و خشونتی که در یهودیان و مشرکان وجود دارد، در آنان یافت نمی‌شود.\n2- (﴿وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ﴾) و آنان تکبر نمی‌ورزند؛ یعنی در آنها تکبر و سرکشی در برابر حق، وجود ندارد، و این باعث می‌شود که آنها به مسلمانان نزدیک‌تر شوند، و بیشتر با آنها دوستی کنند؛ زیرا فرد فروتن، از فردِ خودخواه و متکبر، به خیر و خوبی نزدیک‌تر است."
    },
    {
      "id": 752,
      "verse_number": 83,
      "verse_key": "5:83",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ ۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923417,
          "resource_id": 135,
          "text": "و چون آیاتی را که بر پیامبر نازل شده است می‌شنوند، مى‌بینى بر اثر آنچه از حق شناخته‌اند، چشمانشان اشک می‌بارد و می‌گویند: «پروردگارا، ایمان آوردیم؛ پس ما را در زمرۀ [مسلمانان و] گواهان بنویس."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ﴾) هرگاه آنچه را که بر پیامبر صلی الله علیه وسلم نازل می‌شود، بشنوند، در دل‌هایشان تأثیر می‌گذارد، و در مقابلِ آن فروتنی می‌کنند، و به خاطر حقّی که شنیده و به آن یقین کرده‌اند، چشم‌هایشان پر از اشک می‌گردد. بنابراین ایمان آورده و به آن اعتراف نموده و می‌گویند: (﴿رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ﴾) پروردگارا! ایمان آورده‌ایم، پس ما را در زمرۀ گواهان؛ یعنی امّت محمد صلی الله علیه وسلم قرار بده، چرا که آنها بر یگانگی خدا گواهی داده، و بر رسالت پیامبران و صحت آنچه که آورده‌اند، شهادت می‌دهند، و بر امت‌های پیشین گواهی می‌دهند که برخی را تصدیق و گروهی را تکذیب نمودند. و آنان عادل و دادگرند، و شهادت آنها پذیرفته می‌شود، همان‌طور که خداوند متعال فرموده است: ﴿وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗا﴾ و این چنین شما را امتی میانه قرار دادیم، تا بر مردم گواه باشید، و پیامبر [نیز] بر شما گواه باشد."
    },
    {
      "id": 753,
      "verse_number": 84,
      "verse_key": "5:84",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّـٰلِحِينَ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923418,
          "resource_id": 135,
          "text": "چرا به الله و آنچه از حق به ما رسیده است ایمان نیاوریم؛ حال آنكه امید داریم پروردگارمان ما را با گروه شایستگان [به بهشت‌] درآورد؟»"
        }
      ],
      "tafsir_saadi": "پس انگار آنان به خاطر ایمان آوردن و شتافتن به سوی ایمان، سرزنش شده‌اند. بنابراین گفتند: چه چیزی ما را از ایمان آوردن به خدا باز می‌دارد، حال آنکه از جانب پروردگارمان، حق پیش ما آمده است؛ حقی که هیچ شک و تردیدی را نمی‌پذیرد. و ما با ایمان آوردن و پیروی کردنمان از حق، امید آن را داریم که خداوند ما را همراه با قوم شایسته و صالح وارد بهشت نماید. پس چه مانعی ما را از این کار باز می‌دارد؟ آیا این، موجب شتافتن به سوی ایمان و تسلیم شدن در مقابل آن نیست؟!"
    },
    {
      "id": 754,
      "verse_number": 85,
      "verse_key": "5:85",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَأَثَـٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923419,
          "resource_id": 135,
          "text": "پس الله به پاس آنچه گفتند، به آنان باغ‌هایی [از بهشت] پاداش داد که از زیر [درختان] آن جویبارها جاری است و جاودانه در آن خواهند ماند؛ و این است جزای نیکوکاران."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ﴾) به سبب ایمانی که آوردند و اعترافی که به حق کردند، (﴿جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ﴾) خداوند باغ‌هایی را به عنوان پاداش به آنان داد، که از زیر درختان آن، رودها روان است و آنان برای همیشه در آن می‌مانند و این پاداش نیکوکاران است. این آیات، در مورد نصارایی نازل شده است که به حضرت محمد صلی الله علیه وسلم ایمان آوردند، مانند نجاشی و نصارای دیگری که ایمان آوردند. و هنوز در میان نصارا، کسانی یافت می‌شوند که دین اسلام را انتخاب می‌کنند و باطل بودن دینی که بر آن بوده‌اند، برایشان روشن است، و آنها از یهودیان و مشرکین به دین اسلام نزدیک‌ترند."
    },
    {
      "id": 755,
      "verse_number": 86,
      "verse_key": "5:86",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 96,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923420,
          "resource_id": 135,
          "text": "و کسانی که کفر ورزیدند و آیات ما را تکذیب کردند، آنان اهل دوزخند."
        }
      ],
      "tafsir_saadi": "وقتی که پاداش نیکوکاران را بیان کرد، سزا و عذاب بدکاران را نیز ذکر نمود و فرمود: (﴿وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِ‍َٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ﴾) و کسانی که کفر ورزیدند، و آیات ما را تکذیب کردند، ایشان اهل دوزخ‌اند؛ چون آنها به خدا کفر ورزیده، و آیات او را که مبین حق است، تکذیب کرده‌اند."
    },
    {
      "id": 756,
      "verse_number": 87,
      "verse_key": "5:87",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَـٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923421,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، چیزهای پاکیزه‌ای را که الله برای [استفادۀ‌] شما حلال کرده است، [به بهانۀ زهد و دینداری بر خود] حرام نکنید و [از حد] تجاوز ننمایید. به راستی که الله متجاوزان [از حدود الهی] را دوست ندارد."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ﴾) ای کسانی که ایمان آورده‌اید! خوردنی‌ها و نوشیدنی‌های پاکیزه‌ای که خدا برایتان حلال نموده است، حرام نکنید؛ زیرا اینها، نعمت‌هایی هستند که خداوند به شما ارزانی داشته است. پس خدا را ستایش کنید که آن نعمت‌ها را برایتان حلال نموده، و شکر او را به جای آورید، و نعمت اورا با ناسپاسی و تحریم نمودن آن، برنگردانید. که آنگاه هم بر خدا دروغ بسته، و هم کفران نعمت کرده، و روزی حلال و پاکیزه را حرام و ناپاک دانسته‌اید، و این، یک نوع تجاوزگری است. و خداوند از تجاوزگری نهی کرده و می‌فرماید: (﴿وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ﴾) و تجاوز نکنید، که خداوند متجاوزان را دوست ندارد، بلکه از آنان متنفّر است و آنها را به خاطر تجاوزشان، مجازات خواهد کرد."
    },
    {
      "id": 757,
      "verse_number": 88,
      "verse_key": "5:88",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923422,
          "resource_id": 135,
          "text": "و از چیزهای حلال [و] پاکیزه‌ای که الله به شما روزی داده است بخورید، و از الله که به او ایمان دارید پروا کنید."
        }
      ],
      "tafsir_saadi": "سپس خداوند به ضد آنچه که مشرکان برآن قرار دارند ـ همان‌هایی که آنچه خدا حلال نموده است، تحریم می‌کنند ـ دستور داد و فرمود: (﴿وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا﴾) و از روزی و رزق حلالی بخورید که خدا برایتان فراهم نموده، و اسباب به دست آوردن آن را برایتان آسان نموده است؛ رزق حلالی که از راه دزدی وغصب و دیگر راه‌های نامشروع، به‌دست نیامده باشد. و نیز باید پاکیزه باشد، و آن رزقی است که آلودگی در آن نیست. پس با این قید، حیوانات نجس، از قبیل: درندگان، و پلیدی‌ها خارج می‌شوند.\n(﴿وَٱتَّقُواْ ٱللَّهَ﴾) و در اطاعت از دستورات خدا و پرهیز از آنچه او نهی کرده است، از خدا بترسید. (﴿ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ﴾) خداوندی که شما به او ایمان دارید؛ زیرا ایمان داشتن به خدا، ترس از خدا و رعایت حقوق الهی را بر شما واجب می‌گرداند؛ زیرا ایمان، جز با پرهیزگاری و رعایت حق خدا، تکمیل نمی‌گردد. \nآیۀ کریمه دلالت می‌نماید که هرکس حلالی را از قبیل: خوراک یا نوشیدنی و کنیز و امثال آن بر خود حرام کند، با حرام کردن او، حرام نمی‌شود. اما اگر او آن کار را کرد، بر او کفارۀ قسم لازم می‌آید همان‌طور که خداوند متعال فرموده است: ﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ﴾ ای پیامبر! چرا چیزی را حرام می کنی که خدا برایت حلال کرده است؟ اما در حرام کردن زن، کفارۀ ظهار لازم می‌آید. و از این آیه استنباط می‌شود که برای انسان شایسته نیست از پاکی‌ها پرهیز کند و آن را بر خود حرام بگرداند، بلکه از آن استفاده نماید، و برای عبادت پروردگارش از آن کمک بگیرد."
    },
    {
      "id": 758,
      "verse_number": 89,
      "verse_key": "5:89",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
      "page_number": 122,
      "juz_number": 7,
      "translations": [
        {
          "id": 923423,
          "resource_id": 135,
          "text": "الله شما را به خاطر سوگندهای بیهوده [و بی‌اختیارتان] بازخواست نمی‌کند؛ ولی در سوگندهایی که [آگاهانه‌] می‌خورید [و می‌شکنید] مؤاخذه می‌کند. پس کفارۀ آن، خوراک‌ دادن به ده مستمند از غذاهای [معمولی و] متوسطِ مردم شهرتان است یا لباس ‌دادن به ده نفر [از مستمندان] یا آزاد کردن یک برده. اگر کسی [توانایی مالی ندارد یا هیچ یک از اینها را] نمی‌یابد، [باید] سه روز روزه [بگیرد]. این، کفارۀ سوگندهای شماست [برای] هر‌ زمان که سوگند یاد کردید [و آن را شکستید]؛ و سوگندهایتان را حفظ کنید [و نشکنید]. الله اینچنین آیات خود را برای شما بیان می‌کند؛ باشد که شکر به جای آورید."
        }
      ],
      "tafsir_saadi": "خداوند شما را به سبب سوگندهایی که به صورت لهو و بیهوده از زبانتان بیرون می‌آید، محاسبه نمی‌کند. و آن سوگندهایی است که بدون قصد و نیّت بر زبان جاری می‌شود، و یا اینکه شخصی سوگند می‌خورد و گمان می‌برد که او راست می‌گوید، اما خلاف آنچه او گفته است، ثابت می‌شود.\n(﴿وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَ﴾) ولی شما را به سبب سوگندهایی که از روی قصد و با ارادۀ قلبی می‌خورید، مواخذه می‌کند. همان‌طور که در آیه‌ای دیگر فرموده است: ﴿وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡ﴾ ولی شما را به سبب آنچه دل‌هایتان انجام داده است، مواخذه می‌کند. \n(﴿فَكَفَّٰرَتُهُۥٓ﴾) پس کفارۀ سوگندهایی که از روی قصد و اراده می‌خورید، (﴿إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ﴾) این است که به ده مستمند غذا بدهید، و این غذا (﴿مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ﴾) باید از غذای معمولی و متوسطی باشد که شما به خانواده‌هایتان می‌دهید، یا به ده مستمند لباس بپوشانید. و پوشاک، لباسی است که برای اقامۀ نماز کفایت می‌کند.(﴿أَوۡ تَحۡرِيرُ رَقَبَةٖ﴾) یا برده‌ای مؤمن آزاد کنید، همان‌طور که در جاهای دیگر با این قید «مؤمن» ذکر شده است. پس هرگاه یکی از این سه کار را انجام داد، کفارۀ سوگندش را داده است.(﴿فَمَن لَّمۡ يَجِدۡ﴾) و هرکس چیزی از این سه کار را نیافت، (﴿فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ﴾) باید سه روز، روزه بگیرد.\n(﴿ذَٰلِكَ﴾) این امور مذکور،(﴿كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡ﴾) کفارۀ سوگندهایتان است، آنگاه که سوگند خوردید. این اعمال، سوگند را می‌پوشاند و آن را از بین می‌برد، و از گناهکار شدن شما، جلوگیری می‌نماید.\n(﴿وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡ﴾) و سوگندهایتان را پاس بدارید، طوری که سوگندِ دروغ یاد نکنید و از زیاد سوگند خوردن، خودداری نمایید. و وقتی سوگند خوردید، از شکستن آن خودداری کنید، مگر اینکه شکستن سوگند، بهتر باشد. پس حفاظت کامل از سوگند این است که کار خیر انجام بگیرد، ونباید سوگند او مانع انجام آن کار خیر بگردد.(﴿كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ﴾) این‌گونه خداوند آیات خود را برای شما بیان می‌نماید، آیاتی که حلال را از حرام مشخص می‌نمایند و احکام را توضیح می‌دهند، (﴿لَعَلَّكُمۡ تَشۡكُرُونَ﴾) تا سپاس خدا را به جای آورید، خدایی که به شما چیزهایی آموخت که نمی‌دانستید. پس بنده به خاطر آنچه که خداوند از شناخت احکام شرع و توضیح آن به وی ارزانی نموده است، باید شکرش را به جای آورد."
    },
    {
      "id": 759,
      "verse_number": 90,
      "verse_key": "5:90",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَـٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَـٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
      "page_number": 123,
      "juz_number": 7,
      "translations": [
        {
          "id": 923424,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، بی‌تردید، شراب و قمار و نشانه‌های معبودان باطل و تیرهای قرعه‌کشی [برای فالگیری]، پلید [و] از کار[های] شیطان هستند؛ پس از آنها دوری کنید؛ باشد که رستگار شوید."
        }
      ],
      "tafsir_saadi": "خداوند این اعمال زشت را نکوهش می‌کند، و خبر می‌دهد که از عمل شیطان و پلید می‌باشند.\n(﴿فَٱجۡتَنِبُوهُ﴾) آن را ترک کنید، (﴿لَعَلَّكُمۡ تُفۡلِحُونَ﴾) شاید رستگار شوید؛ زیرا رستگاری، کامل نمی‌شود مگر با ترک آنچه خدا حرام کرده است، به ویژه ترک این زشتی‌های مذکور، که عبارتند از «خمر»، و آن به هر چیزی گفته می‌شود که عقل را با مستی و بیهوشی بپوشاند. و «میسر»، عبارت است از رقابتی که در آن دو طرف عوضی گذاشته‌اند، مانند شرط بندی و غیره. و «انصاب»، بت‌ها و همتایانی هستند که به جز خدا پرستش می‌شوند. و «ازلام»، تیرهایی است که با آن قرعه کشی می‌کردند، و فال می‌گرفتند. \nپس خداوند از این چهار چیز نهی کرده و از مفاسد آن خبر داده است؛ مفاسدی که آدمی را به ترک و دوری از آن فرا می‌خواند. از جمله مفاسد این اعمال، یکی این است که این کارها از حیث معنوی پلید و نجس هستند، گرچه در ظاهر پلید نیستند، و امور خبیث، از جمله مواردی هستند که باید از آنها پرهیز نمود و خویشتن را به پلیدی‌های آنان نیالود. همچنین این‌کارها از عمل شیطان‌اند، که بزرگ‌ترین و سرسخت ترین دشمن انسان است. و مشخص است که از دشمن و دام‌ها و کارهایش باید پرهیز کرد، به خصوص از توطئه‌هایی که او می‌چیند تا دشمن را در آن بیفکند؛ زیرا اگر در آن بیفتد هلاک می‌شود. پس باید قاطعانه تصمیم گرفت که از عمل دشمن برحذر بود و کاملاً از وی پرهیز کرد، مبادا در دام توطئه‌هایش گیر کرد.\nاز سوی دیگر موفقیت و رستگاری بنده، جز با پرهیز از آن ممکن نیست؛ زیرا رستگاری، به معنی رسیدن به اهداف دوست داشتنی، و نجات یافتن از امور ناگوار است. و این امور، مانع به دست آوردن رستگاری و حائل میان آن هستند."
    },
    {
      "id": 760,
      "verse_number": 91,
      "verse_key": "5:91",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا يُرِيدُ ٱلشَّيْطَـٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ ۖ فَهَلْ أَنتُم مُّنتَهُونَ",
      "page_number": 123,
      "juz_number": 7,
      "translations": [
        {
          "id": 923425,
          "resource_id": 135,
          "text": "در حقیقت، شیطان می‌خواهد با شراب و قمار، در میان شما دشمنی و کینه ایجاد کند و شما را از یاد الله و از نماز بازدارد؛ پس [ای مؤمنان، حال که حقیقت را دانستید،] آیا از آنها دست برمی‌دارید؟"
        }
      ],
      "tafsir_saadi": "همچنین این کارها، باعث دشمنی و کینه توزی بین مردم می‌گردد، و شیطان برای منتشر کردن آن بسیار علاقه‌مند است، به ویژه در پخش کردن شراب و قمار، تا میان مؤمنان دشمنی و کینه‌توزی بیفکند؛ زیرا به علت اینکه شراب، عقل را فاسد می‌کند و ادراک را از بین می‌برد، باعث می‌شود تا میان شرابخوار و برادران مؤمنش، دشمنی به وجود بیاید؛ به ویژه هرگاه با فحش و ناسزا همراه باشد، که از ویژگی‌های شرابخوار است؛ و در بسیاری اوقات، شرابخواری منجر به قتل می‌شود. و در قمار، یکی پیروز می‌شود و دیگری می‌بازد؛ و آن‌که پیروز می‌شود، مال فراوانی را به‌دست می‌آورد بدون اینکه در عوض آن چیزی را بدهد. \nو این کار، بزرگ‌ترین سبب برای دشمنی و کینه توزی است. همچنین این چیزها، قلب را آلوده کرده و جسم را از یاد خدا و از نماز باز می‌دارد که انسان برای این دو چیز آفریده شده، و سعادتش در این دو کار است.\nبنابراین شراب و قمار انسان را از این چیزها به شدت بازداشته، و قلب و ذهن را به خود مشغول می‌دارد، و بعد از مدتی نمی‌داند او کجا قرار دارد. پس چه مصیبتی بزرگ‌تر و زشت‌تر از گناهی است که آدمی را آلوده می‌کند، و او را از اهل پلیدی‌ها می‌گرداند، و در کارهای شیطان و در دام‌های او می‌افکند، و او از شیطان فرمان می‌برد، همان طور که گوسفندِ رام شده، از چوپانش اطاعت می‌کند. این کارها میان بنده و موفقیت او حائل می‌گردند، و میان مؤمنان دشمنی و کینه ورزی می‌افکنند و از ذکر خدا و از نماز باز می‌دارند. پس آیا مفاسد بزرگ‌تری از اینها وجود دارد؟!\nبنابراین خداوند متعال این پیشنهاد را بر عقل‌های سالم عرضه داشت و فرمود: (﴿فَهَلۡ أَنتُم مُّنتَهُونَ﴾) آیا شما دست می‌کشید؟ چون مرد عاقل وقتی که به این مفاسد بنگرد، از آن باز می‌آید و خودش را کنترل می‌کند و نیازی به وعظ و پند زیاد و نهی فراوان ندارد."
    },
    {
      "id": 761,
      "verse_number": 92,
      "verse_key": "5:92",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ ۚ فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "page_number": 123,
      "juz_number": 7,
      "translations": [
        {
          "id": 923426,
          "resource_id": 135,
          "text": "و از الله اطاعت کنید و فرمانبرِ پیامبر باشید و [از گناه و نافرمانی] پرهیز کنید. اما اگر روی گرداندید، بدانید که وظیفۀ پیامبر ما [چیزی] جز ابلاغ آشکار نیست."
        }
      ],
      "tafsir_saadi": "اطاعت از خدا و اطاعت از پیامبر یکی است. پس هر کس از خدا اطاعت نماید به راستی که از پیامبر اطاعت کرده است، و هر کس از پیامبر اطاعت کند در حقیقت از خدا اطاعت کرده است. و اطاعت از خدا و پیامبر، شامل اموری است که خدا و پیامبرش به آن فرمان داده‌اند، از قبیل: اعمال و اقوال ظاهری و باطنیِ واجب و مستحب که متعلق به حقوق خدا و بندگانش می‌باشند. همچنین اطاعت از خدا و پیامبر به معنی اجتناب از چیزی است که خدا و پیامبرش از آن نهی کرده‌اند. و این دستور، کلی‌ترین و فراگیر ترین دستور است، وهر امر و نهی ظاهر و باطنی در آن داخل است.(﴿وَٱحۡذَرُواْ﴾) و از نافرمانی خدا و نافرمانی پیامبرش بپرهیزید؛ زیرا نافرمانی خدا و پیامبرش، باعث خسران و زیان آشکار خواهد شد. (﴿فَإِن تَوَلَّيۡتُمۡ﴾) پس اگر از آنچه که به آن دستور داده شده‌اید و یا از آن نهی شده‌اید، روی گرداندید، (﴿فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ﴾) بدانید که فقط رساندنِ آشکار، بر پیامبر است، و او این وظیفه را انجام داده است. پس اگر هدایت شوید به سود خودتان است، و اگر بد کنید به زیان خودتان می‌باشد، و خداوند از شما حساب می‌گیرد. و پیامبر آنچه را بر دوش وی گذاشته شده بود و آنچه را که وظیفه‌اش بود، ادا نمود."
    },
    {
      "id": 762,
      "verse_number": 93,
      "verse_key": "5:93",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 97,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
      "page_number": 123,
      "juz_number": 7,
      "translations": [
        {
          "id": 923427,
          "resource_id": 135,
          "text": "بر کسانی‌ که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، [ایراد و] گناهی در آنچه [پیش از حکم تحریم شراب] خورده‌اند نیست؛ [البته] در صورتى كه [از محرّمات] پروا كنند و ایمان بیاورند و كارهاى شایسته انجام دهند؛ سپس پرهیزگاری كنند و ایمان بیاورند؛ آنگاه [بیش از پیش] پرهیزگاری كنند و نیکی نمایند؛ و الله نیکوکاران را دوست ‌دارد."
        }
      ],
      "tafsir_saadi": "وقتی‌که آیۀ تحریم شراب نازل شد، و به شدت از آن نهی گردید، مردمانی از مؤمنان آرزو کردند حال برادرانشان را بدانند که قبل از تحریم شراب بردین اسلام بوده‌اند و در آن وقت شراب می‌نوشیدند. پس آنگاه خداوند این آیه را نازل فرمود و خبر داد که (﴿لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ﴾) بر کسانی که ایمان آورده و کار شایسته انجام داده‌اند گناهی در آنچه قبلاً از شراب نوشیده‌اند و از قمار انجام داده‌اند، نیست. و از آنجا که نفی گناه شامل امور مذکور و غیر از آن نیز می‌شود، خداوند آن را مقید نمود و فرمود: (﴿إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) به شرطی که آنها گناهان را ترک کرده و به خدا ایمانی درست و صحیح داشته باشند، [ایمانی] که باعث شود عمل صالح انجام دهند، سپس این روند را تا آخر ادامه داده باشند. نه اینکه گاهی بنده چنین باشد و گاهی نه، این حالت کافی نیست مگر اینکه تا دم مرگ و فرارسیدن اجلش، چنین باشد و نیکوکاری خود را ادامه دهد. همانا خداوند احسان کنندگان در عبادت، و نیکوکارانی را که به مردم سود می‌رسانند، دوست می‌دارد.\n و این آیۀ کریمه شامل حال کسی است که غذای حرام را خورده، یا پس از تحریمِ کاری، آن را انجام داده باشد، سپس به گناهش اعتراف کند، و به سوی خدا بازگردد، و توبه نماید و تقوا پیشه کند، و ایمان بیاورد و عمل صالح انجام دهد. پس خداوند او را می‌آمرزد و گناهش را از وی دور می‌کند."
    },
    {
      "id": 763,
      "verse_number": 94,
      "verse_key": "5:94",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ ۚ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
      "page_number": 123,
      "juz_number": 7,
      "translations": [
        {
          "id": 923428,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، الله شما را [در حالی که مُحرِم هستید] به چیزى از شكار [صحرایی] كه در دسترس شما و نیزه‌هایتان باشد می‌آزماید تا معلوم دارد چه كسى در نهان از او مى‌ترسد. پس هر کس بعد از این [آزمون] از حد درگذرد [و در حال حج یا عمره شکار کند]، عذابی دردناک [در پیش‌] دارد."
        }
      ],
      "tafsir_saadi": "این از جمله منت و احسان خدا بر بندگانش است که آنها را از آنچه بنا بر تقدیر و قضای الهی در آینده انجام می‌پذیرد، مطلع کرده است تا از او اطاعت کنند، و از روی بینش اقدام نمایند؛ و کسی که باید هلاک شود، از روی حجت و برهان هلاک شود؛ و کسی که باید زنده بماند، از روی دلیل و برهان زنده بماند. پس فرمود: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ﴾) ای کسانی که ایمان آورده‌اید! حتماً خداوند ایمان شما را آزمایش خواهد کرد. خداوند شما را به مقدار کمی از شکار می‌آزماید، پس آزمایش آسانی خواهد بود، چون خداوند می‌خواهد بر شما آسان بگیرد و نسبت به بندگانش مهربان است.\n(﴿تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ﴾) شکاری که خداوند شما را با آن می‌آزماید، می‌توانید آن را شکار کنید تا آزمایش کامل بگردد، نه شکاری که دست شما و نیزه‌هایتان بدان نرسد؛ زیرا اگر چنین باشد، آزمایش فایده‌ای نخواهد داشت. سپس خداوند حکمت این آزمودن را بیان نمود و فرمود: (﴿لِيَعۡلَمَ ٱللَّهُ﴾) تا خداوند آنچه را که پاداش و سزا بر آن مترتب می‌شود، برای مردم مشخص نماید، و معلوم گرداند، (﴿مَن يَخَافُهُۥ بِٱلۡغَيۡبِ﴾) چه کسی در نهان از او می‌ترسد و از آنچه او نهی کرده است و توانایی انجام آن را دارد، دست نگاه می‌دارد. پس خداوند به او پاداش فراوان می‌دهد. و کسی که در نهان از او نمی‌ترسد و گناهی را که برای او پیش آمده است، ترک نمی‌کند، و هر اندازه که مقدور باشد شکار می‌کند، به عذاب شدید دچار می‌شود.\n(﴿فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ﴾) پس هرکس از شما بعد از این بیان قاطع که عذری را باقی نمی‌گذارد و راه را روشن می‌گرداند، تجاوز کند، (﴿فَلَهُۥ عَذَابٌ أَلِيمٞ﴾) برای او عذابی دردناک است، و کسی جز خدا نمی‌تواند وصف آن را بیان دارد، و این عذاب دردناک بدان جهت است که این متجاوز عذری ندارد. و مهم آن است که آدمی در نهان، و هنگامی که مردم پیش او نیستند، از خدا بترسد. اما کسی که در نزد مردم ترس از خدا را ابراز می‌داد، چه بسا به خاطر مردم است، پس پاداشی به او نمی‌رسد."
    },
    {
      "id": 764,
      "verse_number": 95,
      "verse_key": "5:95",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ ۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَـٰلِغَ ٱلْكَعْبَةِ أَوْ كَفَّـٰرَةٌ طَعَامُ مَسَـٰكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ ۗ عَفَا ٱللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
      "page_number": 123,
      "juz_number": 7,
      "translations": [
        {
          "id": 923429,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، در حال احرام، شکار را نکشید؛ و هر ‌یک از شما که به عمد آن را بکشد، باید همانند آنچه که کشته است، کفاره‌ای از چهارپایان بدهد؛ [به شرطی] که دو نفر عادل از شما [برابریِ ارزشِ] آن را تأیید کنند و [آنگاه آن کفاره را به صورت] قربانی به [مستمندان پیرامون] کعبه برساند؛ یا [معادلِ بهای آن را] به مستمندان [حرم] غذا دهد یا [اگر توان مالى نداشت] معادل آن را [به ازای هر فقیر، یک روز] روزه بگیرد تا کیفر عمل خود را بچشد. الله آنچه را که [پیش از این تحریم] گذشته است عفو نمود؛ و[لی] هر کس [به این گناه] بازگردد، [بداند که] الله از او انتقام می‌گیرد؛ و الله شکست‌ناپذیرِ انتقام‌گیرنده است."
        }
      ],
      "tafsir_saadi": "سپس از کشتن شکار در حالت احرام نهی نمود و فرمود: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞ﴾) ای کسانی‌که ایمان آورده‌اید! درحالی که شما در احرام هستید، شکار را نکشید؛ یعنی درحالی‌که برای حج یا عمره احرام بسته‌اید.نهی از کشتن شکار، شامل نهی از مقدمات کشتن، و از مشارکت درکشتن، و راهنمایی کردن و نشان دادن آن، وکمک بر کشتن می‌شود؛ حتی فردی که در حالت احرام است، از خوردن آنچه برای او کشته یا شکار شده است، نهی شده است. و این به خاطر بزرگداشت این عبادت بزرگ است. و برای فردی که در حالت احرام است، کشتن و شکار کردن چیزی که قبل از احرام برای او حلال بوده، حرام است.\n(﴿وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ﴾) و هرکس از شما شکار را قصداً و عمداً بکشد، بر او لازم است که کفارۀ آنچه را کشته است از چهارپایان بدهد؛ یعنی از شتر یا گاو و یا گوسفند. پس واجب است آنچه را که با شکار مشابهت دارد، ذبح کند و صدقه نماید.\nو برای مقایسۀ بین شکار و کفاره‌اش، باید (﴿يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ﴾) دو نفر از شما به آن حکم نمایند؛ یعنی دو نفرِ عادل که حکمیت را می‌دانند و جهت مشابهت را نیز می‌دانند. همان طور که اصحاب ـ رضی الله عنهم ـ چنین کردند و به خاطر کشتن کبوتر، شتر مرغ و گاو وحشی به ترتیب به کشتن گوسفند ، شتر و گاو خانگی قضاوت نمودند. بدین صورت هر چیزی که با نمونۀ مشابه آن از چهارپایان شبیه باشد، کفاره‌اش همان خواهد بود.پس اگر با چیزی مشابهت نداشت، باید قیمت آن را بپردازد، همان‌گونه که قاعده در مورد شیء تلف شده این‌گونه است که باید قیمت آن پرداخت شود. و این قربانی باید (﴿هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ﴾) در حرم ذبح شود.(﴿أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ﴾) یا به کفارۀ [آن] مستمندان را غذا داد، و معادل آن حیوان، خوراک به مستمندان داد. بسیاری از علما گفته‌اند: کفاره باید تخمین‌زده شود و با قیمت آن، خوراکی خریده شود و به هر مسکین به اندازۀ یک مد گندم، یا نصف صاع غیر از گندم به وی داد. \n(﴿أَوۡ عَدۡلُ ذَٰلِكَ﴾) و یا به اندازۀ آن (﴿صِيَامٗا﴾) روزه بگیرد؛ یعنی به جای غذا دادن به هر مستمند، یک روز روزه بگیرد. (﴿لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ﴾) تا با سزای مذکور، سزای کارش را بچشد. خداوند از آنچه قبلاً تحقق یافته، درگذشته است و هرکس بعد از آن دوباره بازگردد، (﴿فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ﴾) خداوند از وی انتقام می‌گیرد، و خداوند توانا و انتقام گیرنده است. \nپروردگار تصریح نموده که این سزا برای کسی است که از روی قصد، شکار را بکشد، هرچند که کفاره بر کسی که قصداً چنین کرده و نیز بر کسی که به صورت اشتباه شکار را کشته است، لازم می‌شود. همان طور که قاعدۀ شرعی می‌گوید: کسی که اموال و جان محترمی را تلف کند، اگر تلف کردن او به ناحق باشد در هر شرایطی باید وجه‌الضمان و معادل آن را بپردازد. چون خداوند کفاره و عقوبت و انتقام را بر آن مترتب کرده است، و این چیزها برای کسی است که از روی قصد و عمد چنین کرده باشد. اما کسی که از روی اشتباه چنین کند، بر او عقوبتی نیست، بلکه فقط کفاره بر او لازم است. این گفتۀ جمهورِ علما است، و صحیح و درست همان چیزی است که آیه به صراحت بیان کرده است مبنی بر اینکه کسی که قصداً چنین نکرده است کفاره‌ای بر وی لازم نیست. همان‌طور که گناهی نیز بر او نیست."
    },
    {
      "id": 765,
      "verse_number": 96,
      "verse_key": "5:96",
      "hizb_number": 13,
      "rub_el_hizb_number": 49,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "page_number": 124,
      "juz_number": 7,
      "translations": [
        {
          "id": 923430,
          "resource_id": 135,
          "text": "[ای مسلمانان، در حال احرام] صید دریایی و خوراک آن برای شما حلال شده است تا شما [که در مکه مقیم هستید] و کاروانیان [که مسافرند، همگی‌] از آن برخوردار شوید؛ و[لی] تا زمانی که مُحرِم هستید، صید صحرایی بر شما حرام است؛ و از الله که [روز قیامت] نزد او جمع می‌شوید، پروا کنید."
        }
      ],
      "tafsir_saadi": "و از آنجا که واژۀ «صید» شامل شکار در دریا و خشکی می‌گردید، شکار دریا را استثنا کرد و فرمود: (﴿أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ﴾) برای شما ـ در حال احرام ـ شکار دریا حلال شده است، و آن حیوانات زنده‌ای هستند که از دریا صید می‌شوند. و خوراک دریا، حیوانات مردۀ دریایی هستند، پس این دلالت می‌نماید که مردۀ دریا حلال است. \n(﴿مَتَٰعٗا لَّكُمۡ﴾) فایدۀ مباح بودن آن، این است تا شما از آن بهره‌مند شوید و همسفران شما از آن بهره‌مند گردند.(﴿وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗا﴾) و شکار خشکی تا زمانی که در احرام هستید، برایتان حرام است. و از کلمۀ «صید» چنین استنباط می‌شود که شکار باید وحشی باشد، چون حیوان اهلی شکار محسوب نمی‌شود. و باید خوردنی باشد؛ زیرا آنچه خوردنی نیست، شکار نشده است و آن را شکار نمی‌نامند.\n(﴿وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ﴾) و از خدایی بترسید که نزد او محشور می‌شوید؛ یعنی با انجام آنچه او بدان دستور داده و با ترک آنچه از آن نهی کرده است، از وی بترسید. و از شناخت و بینشی که در خصوص لقای خدا و حضور در پیشگاه او دارید در راستای پرهیزگاری و تقوای الهی کمک بگیرد؛ چرا که وقتی در پیشگاه او جمع شوید، شما را مجازات خواهد کرد. پس اگر تقوای الهی را پیشه کرده باشید، به شما پاداش فراوان می‌دهد؛ و اگر در مسیر تقوای الهی گام بر نداشته باشید، شما را سزا می‌دهد."
    },
    {
      "id": 766,
      "verse_number": 97,
      "verse_key": "5:97",
      "hizb_number": 13,
      "rub_el_hizb_number": 50,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "page_number": 124,
      "juz_number": 7,
      "translations": [
        {
          "id": 923431,
          "resource_id": 135,
          "text": "الله کعبۀ بیت ‌الحرام را وسیله‌ای برای استواری [و سامان بخشیدن به کار] مردم قرار داد و [همچنین حرمتِ جنگ و درگیری در] ماه حرام و [کشتنِ] قربانی [بی‌نشان] و قربانی قلاده‌دار [را برای آسایش مردم وضع کرد]. این [گونه احکام،] برای آن است که بدانید الله آنچه را که در آسمان‌ها و زمین است می‌داند و اینکه الله به همه چیز داناست."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که(﴿جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ﴾) او کعبه ـ بیت‌الحرام ـ را مایۀ سامان بخشیدن امور مردم قرار داده است، که با بزرگداشت آن، دین و دنیای مردم پایدار می‌شود، و اسلامشان کامل می‌گردد، و گناهانشان آمرزیده می‌شود، و با زیارت کعبه، بخشش و نیکی فراوانی را به دست می‌آورند؛ چرا که در این مسیر، اموال زیادی انفاق می‌شود و سختی‌ها و مخاطر فراوانی پشت سر گذاشته می‌شود. و مسلمین از راه‌های دور می‌آیند و در آن جمع گشته و با یکدیگر آشنا می‌شوند و از یکدیگر کمک می‌گیرند و در رابطه با مصالح و منافع عمومی مسلمانان، به رایزنی و مشورت می‌پردازند و با یکدیگر در مصالح دینی و دنیوی خود، گفتگو می‌کنند. خداوند متعال در این راستا فرموده است: ﴿لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِ﴾ تا شاهد منافع خویش باشند، و نام خدا را در روزهای معلومی بر دام‌های زبان بسته‌ای که روزی آنان کرده است، ببرند. و به خاطر اینکه کعبه، مایۀ قیام و به پا داشتن مصالح مردم است، برخی از علما گفته‌اند: حجِ خانۀ خدا در هر سال، فرض کفایی است. پس اگر همۀ مردم حج کعبه را ترک کنند، هر کس که توانایی رفتن به آنجا را داشته باشد، گناهکار می‌شود؛ و اگر مردم حج کعبه را ترک کنند، آنچه که مایۀ بر پاداشتن مصالح آنها است، از بین می‌رود و قیامت برپا خواهد شد. (﴿وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَ﴾) همچنین قربانی‌های بی‌نشان و نشان‌دار ـ که شریف ترین انواع قربانی هستند – مایۀ قیام و برپا داشتن منافع مردم می‌باشند؛ چرا که از آن استفاده می‌برند، و به خاطر آن، از پاداش الهی بهره‌مند می‌شوند.\n(﴿ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ﴾) این بدان خاطر است تا بدانید خداوند به تمامی آنچه درآسمان‌ها و زمین می‌باشد، آگاه است. و بدانید که خداوند به هر چیزی آگاه است. از جمله آگاهی خداوند این است که زیارت این خانه را برایتان مقرر ساخت، چون می‌دانست بسیاری از منافع دینی و دنیوی شما در آن تأمین می‌شود."
    },
    {
      "id": 767,
      "verse_number": 98,
      "verse_key": "5:98",
      "hizb_number": 13,
      "rub_el_hizb_number": 50,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "page_number": 124,
      "juz_number": 7,
      "translations": [
        {
          "id": 923432,
          "resource_id": 135,
          "text": "[ای مردم،] بدانید که الله سخت‌کیفر است و [در عین حال،] الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ﴾) بدانید که خداوند سخت کیفر است، و در عین حال خداوند بسی آمرزگار و مهربان است. پس باید این آگاهی در دل‌های شما وجود داشته باشد و دو چیز را به صورت قطعی و یقین بدانید، یکی اینکه خداوند سخت کیفر است؛ و کیفر او، هم در دنیا و هم در آخرت سخت می‌باشد، و او کسی‌را که از فرمانش سرپیچی کند، به شدت مجازات می‌کند، و بدانید او نسبت به کسی که به سویش باز گردد و توبه کند و از او اطاعت نماید، آمرزنده و مهربان است. این علم و آگاهی برای شما دو منفعت دارد؛ یکی ترس از مجازات و سزای خدا، و دیگری امیدواری به آمرزش و پاداش او و عمل کردن به مقتضای خوف و رجاء."
    },
    {
      "id": 768,
      "verse_number": 99,
      "verse_key": "5:99",
      "hizb_number": 13,
      "rub_el_hizb_number": 50,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ۗ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
      "page_number": 124,
      "juz_number": 7,
      "translations": [
        {
          "id": 923433,
          "resource_id": 135,
          "text": "پیامبر وظیفه‌ای جز رساندن [وحی] ندارد؛ و الله آنچه را که آشکار می‌کنید و پنهان می‌دارید [همه را] می‌داند."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ﴾) بر پیامبر چیزی جز رساندنِ [پیام] نیست، و او طبق دستور، پیام خدا را رسانده، و وظیفه‌اش را انجام داده است، و دیگر وظیفه‌ای ندارد. (﴿وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ﴾) و خداوند آنچه را آشکار می‌کنید و آنچه را پنهان می‌دارید، می‌داند، و بر این اساس شما را مجازات می‌نماید."
    },
    {
      "id": 769,
      "verse_number": 100,
      "verse_key": "5:100",
      "hizb_number": 13,
      "rub_el_hizb_number": 50,
      "ruku_number": 98,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
      "page_number": 124,
      "juz_number": 7,
      "translations": [
        {
          "id": 923434,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «پلید و پاک یكسان نیستند؛ هر چند که فراوانیِ پلید[ی] تو را به شگفت آورَد. پس اى خردمندان، از الله پروا كنید؛ باشد كه رستگار شوید»."
        }
      ],
      "tafsir_saadi": "(﴿قُل﴾) مردم را از بدی بر حذردار و بر انجام اعمال نیک تشویق کن و به آنان بگو: (﴿لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ﴾) هیچ ناپاک و پاکی برابر نیست. پس ایمان و کفر و اطاعت و نافرمانی برابر نیستند، و اهل بهشت و اهل جهنم برابر نیستند، و اعمال زشت و کارهای پاک، و مال حرام و مال حلال با هم برابر نیستند.\n(﴿وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِ﴾) گرچه زیادی ناپاک تو را شگفت‌زده کند؛ زیرا ناپاک هرچند زیاد باشد، به صاحب خود فایده‌ای نمی‌دهد بلکه او را در دین و دنیایش دچار زیان می‌کند.(﴿فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ﴾) پس ای خردمندان! از خدا بترسید تا رستگار شوید. خداوند صاحبان خرد و اندیشۀ کامل را مورد خطاب قرار داده است؛ چرا که آنها مورد اهتمام هستند، و امید خیر و خوبی از آنان می‌رود. سپس خداوند خبر داد که رستگاری، مبتنی بر پرهیزگاری است و پرهیزگاری، به معنی موافقت و همراهی با امر و نهی خداست. پس هرکس از او بترسد و پرهیزگاری را پیشه نماید، کاملاً به رستگاری دست می‌یابد. و هرکس تقوای الهی را ترک نماید، دچار زیان می‌شود و فایده و سود فراوانی را از دست می‌دهد."
    }
  ]
}