[
  {
    "ayah": 1,
    "text": ": 1 - 2                            #\n{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (1) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (2)}.\nيَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ اي مردم! از پروردگارتان بترسيد، بي‌گمان زلزلة قيامت چيز بزرگي است.\nيَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ. روزي كه آن را ببينيد، هر شيردهي از آن كه شيرش مي‌دهد غافل مي‌شود، و هر\n[مادر]\nبارداري سقط جنين مي‌كند، و مردم را مست مي‌بيني حال آنكه مست نيستند، بلكه عذاب خدا بسيار سخت است."
  },
  {
    "ayah": 1,
    "text": "#\n(1)\nخداوند همۀ مردم را مورد خطاب قرار می‌دهد که از پروردگارشان -که نعمت‌های ظاهری و باطنی به آنها بخشیده است- بترسند. پس شایسته است آنها با دوری از شرک و گناه و نافرمانی، از خدا بترسند؛ و تا جایی که می‌توانند، از فرمان‌های او اطاعت کنند. سپس آنچه را که آنها را به پرهیزگاری وا می‌دارد، بیان نمود، و آن خبردادن از وحشت‌های قیامت است. و آنان را به تقوی و پرهیزگاری سفارش نمود،\nپس فرمود:\n(\n﴿إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ﴾\n) بی‌گمان زلزلۀ روز قیامت، حادثۀ بزرگی است که به اندازه و عمق آن نمی‌توان پی برد. چون وقتی قیامت برپا می‌شود، زمین به لرزه می‌افتد و تکان می‌خورد، و کوه‌ها از جا کنده ‌شده و تکه تکه گشته و به توده‌ای از شن تبدیل می‌شوند، سپس غبار شده و به هوا می‌روند. در آن روز، مردم به سه گروه تقسیم می‌شوند. پس در آن وقت، آسمان می‌شکافد، و خورشید و ماه در هم پیچیده می‌شود، و ستارگان پراکنده می‌گردند، و پریشانی و اضطراب شدیدی که دل‌ها را از جا می‌کند، بر دل‌ها مستولی می‌شود، و کودکان از شدت آن پیر می‌شوند، و چیزهای سخت از هیبت آن ذوب می‌شوند.\nبنابراین فرمود:"
  },
  {
    "ayah": 2,
    "text": "#\n(2)\n(\n﴿يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ﴾\n) روزی که زلزلۀ قیامت را می‌بینید، آنچنان هول و هراس سراپای مردمان را فرا می‌گیرد که همۀ زنان شیردهی که پستان به دهان طفل شیرخوار خود نهاده‌اند، کودک خویش را رها می‌کنند، با اینکه مادر به شدت کودکش را دوست دارد، به خصوص در این حالت که او در آن به سر می‌برد. (\n﴿وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا﴾\n) و از شدت وحشت و هراسِ آن روز، همۀ بارداران سقط جنین می‌نمایند. (\n﴿وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ﴾\n) و مردمان را مست می‌بینی، ولی آنان مست نیستند؛ یعنی تو ای بیننده! آنان را چنان می‌پنداری که انگار شراب خورده و مست هستند، حال آنکه مست نیستند، (\n﴿وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ﴾\n) بلکه عذاب خدا بسیار سخت است، بنابراین عقل‌هایشان پریده؛ و دل‌هایشان ازجا برکنده شده و به گلو رسیده ‌است؛ و چشم‌ها به بالا دوخته شده، و بسته نمی‌شوند؛ و در این روز پدران برای فرزندان کاری نمی‌کنند؛ و فرزندان نیز نمی‌توانند برای پدرانشان کاری بکنند. و در این روز\n﴿يَوۡمَ يَفِرُّ ٱلۡمَرۡءُ مِنۡ أَخِيهِ وَأُمِّهِۦ وَأَبِيهِ وَصَٰحِبَتِهِۦ وَبَنِيهِ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُمۡ يَوۡمَئِذٖ شَأۡنٞ يُغۡنِيهِ﴾\nانسان از برادر و مادر و پدر و همسر و فرزندانش می‌گریزد. و هر کس درآن روز به خودش مشغول است. و در چنین روزی\n﴿يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا﴾\nستمگر انگشتانش را گاز می‌گیرد و می‌گوید: کاش راه پیامبر را در پیش می‌گرفتم، ای وای بر من! کاش فلانی را دوست خود قرار نمی‌دادم. و در آن وقت، چهره‌هایی سفید، و چهره‌هایی سیاه می‌شوند. و ترازوهایی که با آن کارهای خوب و بد -حتی اگر به اندازۀ ذره‌ای هم باشند- وزن می‌شوند، نصب شده؛ و نامه‌های اعمال گشوده می‌شوند، و همۀ اعمال و اقوال و نیت‌های کوچک و بزرگ، حاضر و نمایان می‌گردند؛ و پل صراط روی جهنم نصب می‌شود؛ و بهشت برای پرهیزگاران نزدیک می‌گردد. و\n﴿إِذَا رَأَتۡهُم مِّن مَّكَانِۢ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا﴾\nجهنم برای گمراهان آشکار گردانده می‌شود. و چون جهنم از دور آنها را ببیند، غرّش و صدای آن را می‌شنوند. و وقتی دست و پا بسته در جای تنگی از آن انداخته شوند، برای نابودشدن و از بین رفتن خود دعا می‌نمایند.\nو به آنان گفته می‌شود:\n﴿لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا﴾\nامروز یک بار واویلا سر ندهید، بلکه واویلاهای زیادی بگویید. و وقتی پروردگارشان را ندا می‌زنند تا آنها را از آن بیرون آورد،\nمی‌فرماید:\n﴿ٱخۡسَ‍ُٔواْ فِيهَا وَلَا تُكَلِّمُونِ﴾\nبتمرگید در آن و سخن نگویید. خداوند مهربان و بخشاینده بر آنها خشم گرفته و عذاب دردناکی را برآنها مستولی کرده است، و از هر خیر و خوبی ناامید می‌شوند، و همۀ اعمال خود را می‌بینند و کوچک‌ترین چیزی از آن ناپدید نمی‌شود. از طرفی پرهیزگاران در باغ‌های بهشت شاد و مسرور به ‌سر می‌برند و در انواع لذت‌ها و شادی‌ها بهره‌مند می‌شوند، و در میان نعمت‌های دلخواهشان جاودانه می‌مانند. پس برای عاقلی که می‌داند چنین روزی را در پیش دارد، شایسته است برای آن روز آمادگی داشته باشد، و آرزوهای دنیایی او را غافل نکند. پس عمل صالح را ترک ننماید، و پرهیزگاری و تقوای الهی را شعار خود قرار دهد، و ترس از خداوند را لباس خویش گرداند، و محبت الهی و ذکر خداوند را اساس و مبنای اعمالش قرار دهد."
  },
  {
    "ayah": 3,
    "text": ": 3 - 4                            #\n{وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ (3) كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ (4)}.\nوَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ و گروهي از مردم بدون هيچ علم و دانشي در بارة خداوند به مجادله برمي‌خيزند، و از هر شيطان سركشي پيروي مي‌كنند.\n كُتِبَ عَلَيْهِ أَنَّهُ مَن تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ\n[در قضاي الهي]\nبر او مقرر شده است كه هر كس شيطان را بدوستي بگيرد، گمراهش مي‌كند و او را به سوي عذاب آتش سوزان هدايت مي‌نمايد ."
  },
  {
    "ayah": 3,
    "text": "#\n(3 - 4)\nگروهی از مردم، راه گمراهی را در پیش گرفته‌اند؛ و به وسیلۀ باطل، به مجادلۀ با حق برمی‌خیزند؛ و می‌خواهند باطل را حق جلوه دهند، و حق را باطل بگردانند. حال آنکه آنها در نهایت نادانی قرار داشته، و هیچ علم و دانشی ندارند؛ و تنها چیزی که دارند این است که از پیشوایان گمراه و از هر شیطان سرکشی که از خدا و پیامبرش فرمان نمی‌برد و با آنها مخالف است، و از پیشوایانی که به سوی جهنم فرا می‌خوانند، تقلید ‌نمایند. (\n﴿كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ﴾\n) در قضا و تقدیر الهی بر این شیطان سرکش مقرر شده که هر کس آن را به دوستی بگیرد، و از وی پیروی نماید، (\n﴿فَأَنَّهُۥ يُضِلُّهُۥ﴾\n) شیطان او را گمراه می‌کند، (\n﴿وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ﴾\n) و او را به ‌سوی عذاب سوزان سوق می‌دهد و حقیقتاً چنین کسی نائب شیطان است.\nو خداوند در مورد شیطان فرموده است:\n﴿إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ﴾\nهمانا او گروهش را فرا می‌خواند تا از اهل آتش گردند. پس کسی که در مورد خداوند به مجادله برمی‌خیزد، خود گمراه شده و نیز به گمراه کردن دیگران می‌پردازد، و او از هر شیطان سرکشی پیروی می‌نماید،\n[کار او همانند]\nتاریکی‌هایی است که بر روی هم انباشته شده‌اند. و تمام اهل کفر و بدعت در این داخل اند، چون بیشتر آنها مقلدند و بدون علم و دانش به مجادله برمی‌خیزند."
  },
  {
    "ayah": 4,
    "text": "#\n(3 - 4)\nگروهی از مردم، راه گمراهی را در پیش گرفته‌اند؛ و به وسیلۀ باطل، به مجادلۀ با حق برمی‌خیزند؛ و می‌خواهند باطل را حق جلوه دهند، و حق را باطل بگردانند. حال آنکه آنها در نهایت نادانی قرار داشته، و هیچ علم و دانشی ندارند؛ و تنها چیزی که دارند این است که از پیشوایان گمراه و از هر شیطان سرکشی که از خدا و پیامبرش فرمان نمی‌برد و با آنها مخالف است، و از پیشوایانی که به سوی جهنم فرا می‌خوانند، تقلید ‌نمایند. (\n﴿كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ﴾\n) در قضا و تقدیر الهی بر این شیطان سرکش مقرر شده که هر کس آن را به دوستی بگیرد، و از وی پیروی نماید، (\n﴿فَأَنَّهُۥ يُضِلُّهُۥ﴾\n) شیطان او را گمراه می‌کند، (\n﴿وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ﴾\n) و او را به ‌سوی عذاب سوزان سوق می‌دهد و حقیقتاً چنین کسی نائب شیطان است.\nو خداوند در مورد شیطان فرموده است:\n﴿إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ﴾\nهمانا او گروهش را فرا می‌خواند تا از اهل آتش گردند. پس کسی که در مورد خداوند به مجادله برمی‌خیزد، خود گمراه شده و نیز به گمراه کردن دیگران می‌پردازد، و او از هر شیطان سرکشی پیروی می‌نماید،\n[کار او همانند]\nتاریکی‌هایی است که بر روی هم انباشته شده‌اند. و تمام اهل کفر و بدعت در این داخل اند، چون بیشتر آنها مقلدند و بدون علم و دانش به مجادله برمی‌خیزند."
  },
  {
    "ayah": 5,
    "text": ": 5 - 7                            #\n{يَاأَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (5) ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِ الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (6) وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ (7)}.\nيَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاء إِلَى أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنكُم مَّن يُتَوَفَّى وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاء اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ اي مردم! اگر از رستاخيز در شك هستيد\n[بدانيد كه]\nما شما را از خاك آفريده‌ايم، سپس از نطفه، آنگاه از خوني بسته، سپس از پاره گوشتي نقش يافته و نقش نايافته آفريده‌ايم،\n[همه اينها]\nبدين خاطر است كه براي شما روشن سازيم، و هر چه بخواهيم تا زمان معيني در رحمها نگاه مي‌داريم، و آنگاه شما را به صورت كودك بيرون مي‌آوريم، سپس تا به حد رشدشان برسيد. و از شما كسي هست كه جانش گرفته مي‌شود، و از شما كسي هست كه به نهايت فرتوتي و پيري باز برده مي‌شود تا پس از\n[آن همه]\nدانستن چيزي نداند. و زمين را خشكيده مي‌بيني اما هنگامي كه بر آن باران بارانديم حركت و جنبش بدان مي‌افتد و رشد مي‌كند و انواع گياهان زيبا و خرم را مي‌روياند.\nذلك بان الله هو الحق و انه يحي الموتي و انه علي كل شي قدير اين بدان خاطر است كه خداوند بر حق است و اينكه مردگان را زنده مي‌كند، و او بر هر چيزي توانا است.\nو ان الساعه اتيه لا ريب فيها و ان الله يبعث من في القبور\n[و اينكه بدانيد]\nقيامت آمدني است\n[و]\nشكي در آن نيست و خداوند تمام كساني را كه در گورها آرميده‌اند زنده مي‌گرداند."
  },
  {
    "ayah": 5,
    "text": "#\n(5)\nخداوند متعال می‌فرماید: (\n﴿يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ﴾\n) ای مردم! اگر در مورد قیامت شک و تردید دارید، و نمی‌دانید که چه وقت روی می‌دهد، ـ با اینکه باید پروردگارتان و پیامبرش را تصدیق نماییدـ اما چون شک و تردید دارید، دو دلیل عقلی ارائه می‌شود که آنها را مشاهده می‌کنید؛ و به صورت قطعی بر ثبوت آنچه شما در آن تردید دارید، دلالت می‌نماید، و شک را از دل‌هایتان دور می‌کند. یکی از آن دو دلیل، استدلال کردن بر آفرینشِ نخستینِ انسان است؛ و اینکه کسی که ابتدا آن را آفریده است، او را باز می‌آفریند.\nو در این مورد فرمود:\n(\n﴿فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ﴾\n) من شما را از خاک آفریده‌ام؛ زیرا که آدم ـ‌علیه السلام‌ را از خاک آفرید. (\n﴿ثُمَّ مِن نُّطۡفَةٖ﴾\n) سپس شما را از نطفه آفرید، و این ابتدای آفرینش است. (\n﴿ثُمَّ مِنۡ عَلَقَةٖ﴾\n) و نطفه به حکم خداوند، به خون بستۀ قرمز رنگی تبدیل می‌شود. (\n﴿ثُمَّ مِن مُّضۡغَةٖ﴾\n) و خون بسته، تبدیل به یک قطعه گوشت به اندازۀ گوشتی که جوییده می‌شود. و این پاره گوشت، گاهی (\n﴿مُّخَلَّقَةٖ﴾\n) نقش یافته، و به صورت انسان آفریده می‌شود، و کامل و تام الخلقه است، (\n﴿وَغَيۡرِ مُخَلَّقَةٖ﴾\n) و گاهی ناتمام و ناقص الخلقه است، به این صورت که قبل از آفریده شدن، سقط می‌شود. (\n﴿لِّنُبَيِّنَ لَكُمۡ﴾\n) تا اصل آفرینش شما را بیان نماییم. با اینکه خداوند متعال، بر آفرینش کامل آن در یک لحظه تواناست، اما کمالِ حکمت و بزرگیِ قدرت و گستردگیِ رحمتِ خویش را برای شما بیان می‌نماید. (\n﴿وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى﴾\n) و ما جنین‌هایی را که می‌خواهیم، تا زمانی مقرر در رحم‌ها نگاه می‌داریم؛ یعنی جنین‌هایی را در رحم باقی می‌گذارد تا وقتی که خداوند بخواهد، و آن مدت، زمان بارداری است. (\n﴿ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا﴾\n) سپس شما را از شکم مادرتان به صورت کودک بیرون می‌آوریم، که چیزی نمی‌دانید و هیچ توانایی ندارید. و مادرانِ شما را، فرمانبردار و خدمتگزارتان گردانیدیم، و در پستان‌هایشان برایتان شیر قرار دادیم، سپس از مرحله‌ای به مرحله‌ای دیگر درمی‌آیید تا اینکه به سن رشد می‌رسید و آن کمال قوت و عقل است. (\n﴿وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ﴾\n) و برخی از شما، قبل از آنکه به سن رشد برسد، می‌میرند؛ و برخی، سن رشد را پشت سر گذاشته و به سن فرتوتی و پیری و سالخوردگی می‌رسند. (\n﴿أَرۡذَلِ ٱلۡعُمُرِ﴾\n) یعنی پست‌ترین مرحلۀ عمر، و آن پیری و فرتوتی است که در آن مرحله، عقل انسان از دست می‌رود، آن طور که دیگر توانایی‌هایش تحلیل شده و ضعیف می‌گردد. (\n﴿لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡ‍ٔٗا﴾\n) تا کسی که به این مرحله از عمر رسیده است، چیزی از آنچه قبلاً می‌دانسته است، نداند؛ چون عقلش ضعیف می‌شود. و توانایی انسان را دو ناتوانی فرامی‌گیرد؛ یکی ناتوانی دوران کودکی، و دیگری ناتوانی و نقص دوران پیری.\nچنانکه خداوند متعال فرموده است:\n﴿ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ﴾\nخداوند آن ذاتی است که شما را از ضعف و ناتوانی آفریده؛ و بعد ‌از ناتوانی، شما را نیرومند گردانیده است؛ سپس شما را ضعیف می‌گرداند، و به پیری می‌رساند. هرچه می‌خواهد می‌آفریند و او دانای تواناست. دلیل دوم، زنده کردن و سبز نمودن زمین بعد از خشکیدن و پژمرده شدن آن است. (\n﴿وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ﴾\n) و زمین را خشکیده و پژمرده می‌بینی به‌گونه‌ای که گیاه سبزی در آن نیست.(\n﴿فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ﴾\n) اما هنگامی که بر آن آب باران باراندیم، با روییدن گیاهان به جنبش می‌افتد و سبز می‌شود. (\n﴿وَرَبَتۡ﴾\n) یعنی پس از دوران فرو نشستگی، ارتفاع پیدا می‌کند، و این به سبب ازدیاد گیاهانش است. (\n﴿وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۢ بَهِيجٖ﴾\n) و انواع گیاهانِ زیبا و دلکش درآن می‌روید.\nو این دو دلیل بر پنج مطلب دلالت می‌نمایند:"
  },
  {
    "ayah": 6,
    "text": "#\n(6 - 7)\n(\n﴿ذَٰلِكَ﴾\n) خداوند، آن ذاتی است که انسان را از آنچه بیان شد، آفرید؛ و زمین را پس از خشکیده شدنش، زنده و خرَّم نمود. (\n﴿بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ﴾\n) چون خداوند، پروردگار و معبودی است که عبادت جز برای او شایسته نیست، و فقط پرستش او حق است، و پرستش دیگران باطل می‌باشد. (\n﴿وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ﴾\n) و خداوند همان گونه که ابتدا مردم را آفریده؛ و زمین را پس از خشکیدنش، زنده نمود، مردگان را نیز زنده می‌نماید. (\n﴿وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾\n) و او بر هرچیزی تواناست، همچنان‌که قدرت شگفت و صنعت بزرگش را به شما نشان داده است. (\n﴿وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا﴾\n) و اینکه بدانید بدون شک، قیامت فرامی‌رسد و جای هیچ‌گونه تردیدی نیست. پس راهی برای بعید دانستن آن وجود ندارد.(\n﴿وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ﴾\n) و خداوند کسانی را که در گورها آرمیده‌اند، زنده می‌کند؛ و شما را بر کارهای نیک و بدتان، سزا و جزا خواهد داد."
  },
  {
    "ayah": 7,
    "text": "#\n(6 - 7)\n(\n﴿ذَٰلِكَ﴾\n) خداوند، آن ذاتی است که انسان را از آنچه بیان شد، آفرید؛ و زمین را پس از خشکیده شدنش، زنده و خرَّم نمود. (\n﴿بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ﴾\n) چون خداوند، پروردگار و معبودی است که عبادت جز برای او شایسته نیست، و فقط پرستش او حق است، و پرستش دیگران باطل می‌باشد. (\n﴿وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ﴾\n) و خداوند همان گونه که ابتدا مردم را آفریده؛ و زمین را پس از خشکیدنش، زنده نمود، مردگان را نیز زنده می‌نماید. (\n﴿وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾\n) و او بر هرچیزی تواناست، همچنان‌که قدرت شگفت و صنعت بزرگش را به شما نشان داده است. (\n﴿وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا﴾\n) و اینکه بدانید بدون شک، قیامت فرامی‌رسد و جای هیچ‌گونه تردیدی نیست. پس راهی برای بعید دانستن آن وجود ندارد.(\n﴿وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ﴾\n) و خداوند کسانی را که در گورها آرمیده‌اند، زنده می‌کند؛ و شما را بر کارهای نیک و بدتان، سزا و جزا خواهد داد."
  },
  {
    "ayah": 8,
    "text": ": 8 - 10                            #\n{وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ (8) ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ (9) [ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (10)}].\nوَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ و گروهي از مردم دربارة خداوند بدون\n[هيچ]\nدانش و هدايت و كتاب روشني مجادله مي‌كنند.\nثَانِيَ عِطْفِهِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ مستكبرانه شانهايش را بالا مي‌‌اندازد و مغرورانه رويش را بر مي‌گرداند تا\n[مردم را]\nاز راه خدا گمراه سازد، او در دنيا رسوايي\n[بزرگي]\nدارد، و روز قيامت عذاب آتش را به او مي‌چشانيم.\nذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ اين به سزاي كردار پيشين تسوت. و\n[گرنه]\nخداوند بر بندگان ستمگر نيست."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\nمجادله‌ای که پیش‌تر بیان شد، برای مقلّد است؛ و این مجادله، برای شیطان سرکش است که به بدعت‌ها فرامی‌خواند. پس خداوند خبر داد که (\n﴿يُجَٰدِلُ فِي ٱللَّهِ﴾\n) با پیامبران خدا و پیروانشان به وسیلۀ باطل مجادله می‌نماید تا با آن حق را درهم بشکند، (\n﴿بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى﴾\n) و بدون هیچ دانشِ درستی، و بدون اینکه رهنمودی داشته باشد، مجادله می‌کند؛ یعنی در مجادلۀ خود، از کسی پیروی نمی‌کند که عقل درستی دارد، و راه یافته است. (\n﴿وَلَا كِتَٰبٖ مُّنِيرٖ﴾\n) و بدون کتاب روشنی، مجادله می‌کند. پس او نه دلیلی عقلی دارد و نه دلیلی نقلی.\nاین همان شبهات و تردیدهایی است که شیطان به او الهام می‌کند:\n﴿وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡ﴾\nو همانا شیطان‌ها به دوستانشان الهام می‌کنند تا با شما مجادله نمایند."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\nبا وجود این (\n﴿ثَانِيَ عِطۡفِهِۦ﴾\n) مستکبرانه رویش را برمی‌گرداند، و این کنایه از آن است که او از روی خود بزرگ بینی حق را نمی‌پذیرد، و مردم را حقیر و ناچیز می‌داند؛ و از دانش غیرمفیدی که دارد، شاد شده؛ و اهل حقی را که همراهشان هست، حقیر می‌شمارد. (\n﴿لِيُضِلَّ﴾\n) تا مردم را گمراه سازد؛ یعنی تا از دعوتگرانِ به سوی گمراهی، باشد. و تمام پیشوایانِ کفر و گمراهی در این داخل هستند.\nسپس کیفرِ آنها را در دنیا و آخرت بیان کرد و فرمود:\n(\n﴿لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞ﴾\n) او در دنیا رسوایی\n[بزرگی]\nدارد؛ یعنی قبل از آخرت و در همین دنیا خوار و رسوا می‌شود، و این از نشانه‌های عجیب الهی است، و هیچ دعوتگری از دعوتگرانِ کفر و گمراهی را نمی‌بینی مگر اینکه جهانیان از او متنفرند، و او را نکوهش و مذمت می‌کنند؛ و هر یک، طبق حالتش مورد نفرت و نکوهش قرار می‌گیرد. (\n﴿وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ﴾\n) و روز قیامت، عذابِ سوزان را به او می‌چشانیم؛ یعنی گرمای سخت جهنم و آتش سوزان آن را، به کیفر آنچه از پیش فرستاده و انجام داده است، به او می‌چشانیم. (\n﴿ذَٰلِكَ﴾\n) آن عذاب دنیوی و اخروی که بیان شد. (\n﴿ذَٰلِكَ﴾\n) مفهوم دور بودن را دارد، که لام (\n﴿ذَٰلِكَ﴾\n) بر بُعد و دوری دلالت می‌کند، و این بیانگر آن است که کافر در نهایت وحشت و بدبختی و بدحالی قرار دارد. (\n﴿بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ﴾\n) کیفر کفر و گناهی است که مرتکب شده‌ای، و خداوند بر بندگان ستمگر نیست؛ یعنی خداوند، بندگانش را بدون اینکه گناهی مرتکب شده باشند، عذاب نمی‌دهد.\nخلاصۀ معنی چنین است:\nبه کافری که دارای صفت‌هایی باشد که در دو آیۀ گذشته بیان شدند،\nگفته می‌شود:\nاین عذاب و رسوایی که بدان دچار شده‌ای، به سبب افترا و تهمت زدن و تکبر ورزیدنت می‌باشد، چون خداوند عادل است و ستم نمی‌کند، و مؤمن و کافر، و صالح و فاسق را یکسان قرار نمی‌دهد، بلکه هر یک را به سبب عملش مجازات می‌کند."
  },
  {
    "ayah": 11,
    "text": ": 11 - 13                            #\n{وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (11) يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ (12) يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ (13)}.\nوَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ و از ميان مردم كسي هست كه با دو دلي خدا را مي‌پرستد؛ پس اگر خير و خوبي به او برسد بدان آرام گيرد، و اگر بلايي به او برسد به عقب برگردد، در دنيا و آخرت زيانكار شده، و اين همان زيان روشن و آشكار است.\nيَدْعُو مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنفَعُهُ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ به جاي خداوند چيزي را كه زياني به او نمي‌رساند و سودي به او نمي‌بخشد به فرياد مي‌خواند. اين همان گمراهي بسيار دور است.\nيَدْعُو لَمَن ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ كسي را مي‌خواند كه زيانش از سودش نزديكتر است، چه ياوران و سروران بد، و چه همدمان و دوستان بدي هستيد!"
  },
  {
    "ayah": 11,
    "text": "#\n(11)\nبرخی از مردم، ایمانشان ضعیف است، و ایمان وارد دل‌هایشان نگردیده، و نور و صفای ایمان با دل‌هایشان در نیامیخته است؛ بلکه یا از روی ترس، و یا بنابر عرف و عادت، ایمان آورده است؛ و به ‌هنگام آزمایش و مشکلات، استوار و ثابت قدم نمی‌ماند، و متزلزل و مذبذب است. (\n﴿فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦ﴾\n) پس اگر خوبی و خیری به او برسد، بدان آرام می‌گیرد؛ یعنی اگر همواره روزیِ گوارایی داشته باشد و در خوشی به سر ببرد و هیچ ناگواری و رنجی به او نرسد، به سبب این خیر و خوبی، آسوده خاطر و شادمان می‌شود؛ اما آرامش او براثر ایمانش نیست، چرا که ممکن است خداوند چنین فردی را در امان قرار دهد، و او را به فتنه‌ها و بلاهایی مبتلا نکند که او را از دینش برگرداند. (\n﴿وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ﴾\n) اما اگر بلایی به او برسد -به این صورت که امر ناپسندی برایش پیش بیاید، یا چیز دوست داشتنی و مورد پسندی را از دست بدهد- (\n﴿ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ﴾\n) رویگردان می‌شود؛ یعنی از دینش برمی‌گردد و مرتد می‌شود. (\n﴿خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَ﴾\n) سعادت دنیا و آخرت را از دست داده است. در دنیا، به امید اینکه مال مورد نظرش را به دست آورده، و به گمان اینکه آنچه او می‌خواهد جز با ارتداد به دست نمی‌آید، از دین برمی‌گردد؛ حال آنکه چیزی اضافه بر آنچه در تقدیر خدا برایش مقرر گشته است، به او نمی‌رسد. پس در حقیقت او ناکام و ناموفق گردیده و زیانکار شده است. و بسیار ظاهر و روشن است که در آخرت، از بهشتی که پهنای آن به اندازۀ آسمان‌ها و زمین است، محروم می‌شود؛ و سزاوار آتش جهنم می‌گردد. (\n﴿ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ﴾\n) و این همان زیانِ آشکار و روشن است."
  },
  {
    "ayah": 12,
    "text": "#\n(12 - 13)\nکسی که به عقب برگشته است، (\n﴿يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ﴾\n) به جای خداوند چیزی را به فریاد می‌خواند که نمی‌تواند به او زیانی برساند و سودی به وی ببخشد. و هر معبود و هر چیزی که به جای خداوند فرا خوانده ‌شود، نمی‌تواند به خودش یا به دیگران سود و زیانی برساند. (\n﴿ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ﴾\n) این، سرگشتگی فراوان و بسیار دوری است، و گمراهی‌ای است که به آخرین حد رسیده است، چون او از پرستش کسی که سودرسان و زیان دهنده، و بی‌نیاز و برآورده کنندۀ نیازهاست، رویگردان شده؛ و به پرستش بنده‌ای مانند خود یا پایین‌تر از خویش روی آورده که هیچ اختیاری ندارد، بلکه زیانِ آن از سودش بیشتر است.\nبنابراین فرمود:\n(\n﴿يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦ﴾\n) کسی را به ‌فریاد می‌خواند که زیانش از سودش بیشتر است؛ زیرا پرستش و فراخواندن آن، برای عقل و جسم و دنیا و آخرت مشخص است. (\n﴿لَبِئۡسَ ٱلۡمَوۡلَىٰ﴾\n) چه یاور و سرور بدی است این معبود. (\n﴿وَلَبِئۡسَ ٱلۡعَشِيرُ﴾\n) و چه همدم و دوست بدی هستند! سرور و همدم اصولاً باید به آدمی سود برساند و زیان را از وی دور کند. پس وقتی سودی به دست نمی‌آید و زیانی دور نمی‌شود، همدم و سرور قرار دادن اینها نکوهش شده و زشت به ‌حساب آمده است."
  },
  {
    "ayah": 13,
    "text": "#\n(12 - 13)\nکسی که به عقب برگشته است، (\n﴿يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ﴾\n) به جای خداوند چیزی را به فریاد می‌خواند که نمی‌تواند به او زیانی برساند و سودی به وی ببخشد. و هر معبود و هر چیزی که به جای خداوند فرا خوانده ‌شود، نمی‌تواند به خودش یا به دیگران سود و زیانی برساند. (\n﴿ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ﴾\n) این، سرگشتگی فراوان و بسیار دوری است، و گمراهی‌ای است که به آخرین حد رسیده است، چون او از پرستش کسی که سودرسان و زیان دهنده، و بی‌نیاز و برآورده کنندۀ نیازهاست، رویگردان شده؛ و به پرستش بنده‌ای مانند خود یا پایین‌تر از خویش روی آورده که هیچ اختیاری ندارد، بلکه زیانِ آن از سودش بیشتر است.\nبنابراین فرمود:\n(\n﴿يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦ﴾\n) کسی را به ‌فریاد می‌خواند که زیانش از سودش بیشتر است؛ زیرا پرستش و فراخواندن آن، برای عقل و جسم و دنیا و آخرت مشخص است. (\n﴿لَبِئۡسَ ٱلۡمَوۡلَىٰ﴾\n) چه یاور و سرور بدی است این معبود. (\n﴿وَلَبِئۡسَ ٱلۡعَشِيرُ﴾\n) و چه همدم و دوست بدی هستند! سرور و همدم اصولاً باید به آدمی سود برساند و زیان را از وی دور کند. پس وقتی سودی به دست نمی‌آید و زیانی دور نمی‌شود، همدم و سرور قرار دادن اینها نکوهش شده و زشت به ‌حساب آمده است."
  },
  {
    "ayah": 14,
    "text": ": 14                            #\n{إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (14)}.\nإِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ همانا خداوند كساني را كه ايمان آورده و كارهاي شايسته كرده‌اند به باغهايي در مي‌آورد كه رودها در زير\n[درختان و كاخهاي]\nآن روان است. بي‌گمان خداوند آنچه را مي‌خواهد انجام مي‌دهد."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\nخداوند از مجادله کنندگانِ در باطل،\nسخن به میان آورد و فرمود:\nاین گروه بر دو نوع هستند؛ یکی مقلد و دیگری دعوتگر، و نیز بیان کرد آنهایی که مؤمن نامیده می‌شوند نیز دو نوع می‌باشند، گروهی هستند که ایمان به قلبشان وارد نشده است، چنانکه پیش‌تر بیان شد، و نوع دوم مؤمن واقعی و حقیقی هستند که ایمانشان را با اعمال صالح تصدیق می‌کنند. پس خداوند خبر داد که آنها را به باغ‌هایی وارد می‌نماید که رودها از زیر درختان و کاخ‌های آن روان است. و بهشت\n«جنّت»\nنامیده شده است، چون در آن کاخ‌ها و قصرها و درختان و گیاهانی وجود دارد که ساکنانش را می‌پوشاند، به‌گونه‌ای که در آن پنهان می‌شوند. (\n﴿إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ﴾\n) بدون شک، خداوند آنچه را که می‌خواهد انجام می‌دهد. پس خداوند هرچه بخواهد -بدون اینکه کسی بتواند مانع کارش ‌شود و با او مخالفت نماید- انجام می‌دهد. و از جمله کارهایی که می‌کند، این است که اهل بهشت را به بهشت می‌رساند. خداوند با منت و فضل خویش، ما را از اهل بهشت بگرداند."
  },
  {
    "ayah": 15,
    "text": ": 15                            #\n{مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ (15)}.\nمَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاء ثُمَّ لِيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ كسي كه گمان مي‌برد خدا پيامبرش را در دنيا و آخرت ياري نمي‌دهد، ريسماني به آسمان بياويزد، سپس آن\n[ياري خداوند]\nرا قطع نمايد، آنگاه بنگرد آيا اين تدبيرش خشم او را از ميان مي‌برد؟"
  },
  {
    "ayah": 15,
    "text": "#\n(15)\nهرکس گمان می‌برد که خداوند پیامبرش را یاری نمی‌کند، و دین وی نابود خواهد شد، بداند که یاری و کمک خداوند از آسمان می‌رسد. (\n﴿فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ﴾\n) و چنین گمان‌بَرَنده‌ای ریسمانی را بیاویزد، و به وسیلۀ آن به آسمان برود تا یاری خداوند را قطع کند، و نگذارد به پیامبر برسد. (\n﴿فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ﴾\n) آنگاه بنگرد آیا این تدبیرش، خشم او را ازمیان می‌برد؟ یعنی بنگرد که آیا تدبیر او و توطئه‌ای که علیه پیامبر طراحی می‌کند، و برای مبارزۀ با او به کار می‌برد، و برای باطل کردن دینش می‌کوشد، خشم او را که به‌خاطر پیروزی دینش شعله‌ور شده است از بین می‌برد؟ و این استفهام، برای نفی است؛ یعنی او نمی‌تواند با کارهایی که می‌کند، خشم خود را از بین ببرد.\nو معنی آیه کریمه چنین است:\nای کسی که با پیامبر صلی الله علیه وسلم دشمنی می‌ورزی، و برای خاموش کردن دینش تلاش می‌نمایی، و به سبب نادانی‌ات گمان می‌بری که این تلاش‌های نافرجام به تو فایده‌ای می‌رساند، بدان که هر وسیله‌ای را به‌کار گیری، و برای نیرنگ ورزیدن بر ضد پیامبر تلاش نمایی، خشم و رنج تو را از میان نمی‌برد. پس بر این کار توانایی نداری. ولی ما کاری را به تو پیشنهاد می‌کنیم که با این روش شاید بتوانی خشم خود را خاموش نموده، و از رسیدن کمک به پیامبر جلوگیری کنی.از در وارد شو و با استفاده از ابزار و وسایل مناسب به سوی هدف پیش برو؛ ریسمانی از برگ درختان خرما یا سایر درختان بیاور و به آسمان آویزان کن، سپس از آن بالا برو تا اینکه به دره‌هایی برسی که از آن کمک و یاری فرود می‌آید، آنگاه آن دره‌ها را ببند و راهشان را قطع کن، پس با این کار خشم تو فرو می‌نشیند. چاره و نیرنگ همین است، چراکه از دیگر راه‌ها نمی‌توانی خشم خود را فرو بنشانی، گرچه تمام مردم تو را یاری دهند. این آیۀ کریمه، نوید و مژده‌ایست مبنی براینکه خداوند دینش را یاری می‌دهد، و نویدی است برای پیامبر خدا و بندگان مؤمن؛ و کافرانی را که می‌خواهند با دهان خود نور الهی را خاموش نمایند، ناامید می‌نماید؛ و خداوند نورش را کامل می‌گرداند گرچه کافران نپسندند؛ یعنی گرچه آنها تمام تلاش خود را برای خاموش کردن نور الهی به کار بگیرند."
  },
  {
    "ayah": 16,
    "text": ": 16                            #\n{وَكَذَلِكَ أَنْزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ (16)}.\nوَكَذَلِكَ أَنزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَن يُرِيدُ و اينگونه آن\n[قرآن]\nرا\n[به صورت]\nآيات روشن نازل كرديم و خداوند هر كس را بخواهد هدايت مي‌كند."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\nو این چنین امور را به شیوه‌های گوناگون در قرآن بیان نموده، و آن را آیات روشن و واضح قرار داده‌ایم، تا بر همۀ مطالب و مسائل مفید دلالت ‌نماید؛ اما هدایت در دست خداوند است، و هرکس را که بخواهد هدایت کند، به وسیلۀ این قرآن راهیاب می‌نماید؛ و خداوند قرآن را پیشوا و الگوی او قرار می‌دهد؛ و به وسیلۀ نور آن، راهش را روشن می‌گرداند. و هرکس را که خداوند بخواهد هدایت نکند ـ‌گرچه نشانه‌ها و معجز‌ات زیادی برای او بیایدـ ایمان نمی‌آورد؛ و قرآن هیچ فایده‌ای به او نمی‌رساند؛ بلکه حجت و دلیلی علیه او خواهد بود."
  },
  {
    "ayah": 17,
    "text": ": 17 - 24                            #\n{إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (17) أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ (18) هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ (19) يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ (20) وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ (21) كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ (22) إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (23) وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ (24)}.\nإِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ به راستي\n[خداوند در ميان]\nمؤمنان و يهوديان، و صائبين، و نصارا، و مجوس، و كساني كه شرك ورزيدند، همانا خداوند در روز قيامت داوري خواهد كرد. بي‌گمان خداوند بر همه چيز آگاه است.\nأَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِّنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاء آيا نديده‌اي تمام كساني كه در آسمانها و زمين هستند، و خورشيد و ماه و ستاره‌ها و كوهها و درختان و چهارپايان و بسياري از مردم براي خدا سجده مي‌برند؟ و بسيارند كساني كه عذاب بر آنان تحقق يافته است. و هر كه را خداوند خوار سازد، گرامي دارنده‌اي ندارد. بي‌گمان خداوند هر آنچه را بخواهد انجام مي‌دهد. \nهَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُؤُوسِهِمُ الْحَمِيمُ اين دو دسته كه دشمن همديگر مي‌باشند دربارة خدا به جدال پرداخته و به كشمكش نشسته‌اند. پس آنان كه كفر ورزيده‌اند بر ايشان لباسهايي از آتش بريده شده است، از بالاي سرشان آب داغ و سوزان ريخته مي‌شود.\nيُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ\n[اين آب جوشان آن چنان در بدنشان نفوذ مي‌كند كه]\nآنچه در درونشان است و\n[نيز]\nپوستهايشان بدان گداخته و ذوب مي‌گردد.\nوَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ  و براي\n[عذاب دادن]\nآنان گرزهاي آهنين مهياست.\nكُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ هر گاه بخواهند از غم و اندوه آتش بيرون بيايند به آنجا بازگردانده مي‌شوند\n[و به آنان گفته مي‌شود:]\nبچشد عذاب سوزان را.\nإِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ بي‌گمان خداوند آنان را كه ايمان آورده و كارهاي شايسته انجام داده‌اند به باغهايي داخل مي‌گرداند كه از زير\n[درختان]\nآن رودبارها جاري است، در آن جا با دستبندهاي زرين و مرواريد آراسته مي‌شوند، و لباسشان در آن جا ابريشم است.\nوَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ و به سخن پاكيزه راه يافتند و به راه پسنديده رهنمود شدند."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nخداوند از گروه‌های اهل زمین خبر می‌دهد؛ از اهل کتاب، از مؤمنان و یهودیان و نصارا و صابئین و آتش پرستان، و مشرکان خبر می‌دهد که همۀ آنها را در روز قیامت گرد خواهد آورد، و با فرمان دادگرانه اش میان آنها داوری می‌نماید؛ و به سبب اعمالشان که خداوند ثبت نموده و بر آن حاضر و ناظر بوده است، سزا و جزایشان می‌دهد.\nبنابراین فرمود:\n(\n﴿إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ﴾\n) همانا خداوند بر همه چیز حاضر و ناظر است."
  },
  {
    "ayah": 19,
    "text": "#\n(19 - 22)\nسپس در میان آنها چنین داوری می‌کند که (\n﴿هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡ﴾\n) این دو دسته، دشمن همدیگر می‌باشند؛ و دربارۀ خداوند به جدال پرداخته و به کشمکش نشسته و هریک ادعا می‌نماید که او برحق است. (\n﴿فَٱلَّذِينَ كَفَرُواْ﴾\n) پس آنان که کفر ورزیده‌اند.\nهر کافری را از قبیل:\nیهودی‌ها و نصارا و صابئین و آتش پرستان و مشرکین شامل می‌شود، (\n﴿قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ﴾\n) برایشان لباس‌هایی از آتش دوخته می‌شود؛ یعنی لباس‌هایی از قطران برایشان دوخته می‌شود، سپس آن را آتش می‌زنند تا از هر طرف، عذاب آنان را فرا بگیرد. (\n﴿يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ﴾\n) و از بالای سرشان آب بسیار داغ و سوزان بر روی آنان ریخته می‌شود (\n﴿يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ﴾\n) که گوشت و چربی و روده‌هایشان از شدت گرمای آن در داخل شکمشان ذوب می‌گردد. (\n﴿وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ﴾\n) و برای شکنجه کردن آنان، تازیانه‌ها و گرزهای آهنینی است که فرشتگان تندخو و سخت‌گیر آنها را با آن می‌زنند. (\n﴿كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا﴾\n) هر زمان که دوزخیان بخواهند از غم و اندوه بزرگ آتش بیرون بیایند، به آنجا بازگردانده می‌شوند. پس نه عذاب از آنها کاسته ‌شده، و نه به آنان مهلت داده می‌شود.\nو با اهانت به آنان گفته می‌شود:\n(\n﴿وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ﴾\n) عذاب سوزان را بچشید که دل‌ها و جسم‌ها را می‌سوزاند."
  },
  {
    "ayah": 20,
    "text": "#\n(19 - 22)\nسپس در میان آنها چنین داوری می‌کند که (\n﴿هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡ﴾\n) این دو دسته، دشمن همدیگر می‌باشند؛ و دربارۀ خداوند به جدال پرداخته و به کشمکش نشسته و هریک ادعا می‌نماید که او برحق است. (\n﴿فَٱلَّذِينَ كَفَرُواْ﴾\n) پس آنان که کفر ورزیده‌اند.\nهر کافری را از قبیل:\nیهودی‌ها و نصارا و صابئین و آتش پرستان و مشرکین شامل می‌شود، (\n﴿قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ﴾\n) برایشان لباس‌هایی از آتش دوخته می‌شود؛ یعنی لباس‌هایی از قطران برایشان دوخته می‌شود، سپس آن را آتش می‌زنند تا از هر طرف، عذاب آنان را فرا بگیرد. (\n﴿يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ﴾\n) و از بالای سرشان آب بسیار داغ و سوزان بر روی آنان ریخته می‌شود (\n﴿يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ﴾\n) که گوشت و چربی و روده‌هایشان از شدت گرمای آن در داخل شکمشان ذوب می‌گردد. (\n﴿وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ﴾\n) و برای شکنجه کردن آنان، تازیانه‌ها و گرزهای آهنینی است که فرشتگان تندخو و سخت‌گیر آنها را با آن می‌زنند. (\n﴿كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا﴾\n) هر زمان که دوزخیان بخواهند از غم و اندوه بزرگ آتش بیرون بیایند، به آنجا بازگردانده می‌شوند. پس نه عذاب از آنها کاسته ‌شده، و نه به آنان مهلت داده می‌شود.\nو با اهانت به آنان گفته می‌شود:\n(\n﴿وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ﴾\n) عذاب سوزان را بچشید که دل‌ها و جسم‌ها را می‌سوزاند."
  },
  {
    "ayah": 21,
    "text": "#\n(19 - 22)\nسپس در میان آنها چنین داوری می‌کند که (\n﴿هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡ﴾\n) این دو دسته، دشمن همدیگر می‌باشند؛ و دربارۀ خداوند به جدال پرداخته و به کشمکش نشسته و هریک ادعا می‌نماید که او برحق است. (\n﴿فَٱلَّذِينَ كَفَرُواْ﴾\n) پس آنان که کفر ورزیده‌اند.\nهر کافری را از قبیل:\nیهودی‌ها و نصارا و صابئین و آتش پرستان و مشرکین شامل می‌شود، (\n﴿قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ﴾\n) برایشان لباس‌هایی از آتش دوخته می‌شود؛ یعنی لباس‌هایی از قطران برایشان دوخته می‌شود، سپس آن را آتش می‌زنند تا از هر طرف، عذاب آنان را فرا بگیرد. (\n﴿يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ﴾\n) و از بالای سرشان آب بسیار داغ و سوزان بر روی آنان ریخته می‌شود (\n﴿يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ﴾\n) که گوشت و چربی و روده‌هایشان از شدت گرمای آن در داخل شکمشان ذوب می‌گردد. (\n﴿وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ﴾\n) و برای شکنجه کردن آنان، تازیانه‌ها و گرزهای آهنینی است که فرشتگان تندخو و سخت‌گیر آنها را با آن می‌زنند. (\n﴿كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا﴾\n) هر زمان که دوزخیان بخواهند از غم و اندوه بزرگ آتش بیرون بیایند، به آنجا بازگردانده می‌شوند. پس نه عذاب از آنها کاسته ‌شده، و نه به آنان مهلت داده می‌شود.\nو با اهانت به آنان گفته می‌شود:\n(\n﴿وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ﴾\n) عذاب سوزان را بچشید که دل‌ها و جسم‌ها را می‌سوزاند."
  },
  {
    "ayah": 22,
    "text": "#\n(19 - 22)\nسپس در میان آنها چنین داوری می‌کند که (\n﴿هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡ﴾\n) این دو دسته، دشمن همدیگر می‌باشند؛ و دربارۀ خداوند به جدال پرداخته و به کشمکش نشسته و هریک ادعا می‌نماید که او برحق است. (\n﴿فَٱلَّذِينَ كَفَرُواْ﴾\n) پس آنان که کفر ورزیده‌اند.\nهر کافری را از قبیل:\nیهودی‌ها و نصارا و صابئین و آتش پرستان و مشرکین شامل می‌شود، (\n﴿قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ﴾\n) برایشان لباس‌هایی از آتش دوخته می‌شود؛ یعنی لباس‌هایی از قطران برایشان دوخته می‌شود، سپس آن را آتش می‌زنند تا از هر طرف، عذاب آنان را فرا بگیرد. (\n﴿يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ﴾\n) و از بالای سرشان آب بسیار داغ و سوزان بر روی آنان ریخته می‌شود (\n﴿يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ﴾\n) که گوشت و چربی و روده‌هایشان از شدت گرمای آن در داخل شکمشان ذوب می‌گردد. (\n﴿وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ﴾\n) و برای شکنجه کردن آنان، تازیانه‌ها و گرزهای آهنینی است که فرشتگان تندخو و سخت‌گیر آنها را با آن می‌زنند. (\n﴿كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا﴾\n) هر زمان که دوزخیان بخواهند از غم و اندوه بزرگ آتش بیرون بیایند، به آنجا بازگردانده می‌شوند. پس نه عذاب از آنها کاسته ‌شده، و نه به آنان مهلت داده می‌شود.\nو با اهانت به آنان گفته می‌شود:\n(\n﴿وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ﴾\n) عذاب سوزان را بچشید که دل‌ها و جسم‌ها را می‌سوزاند."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\n(\n﴿إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ﴾\n) بی‌گمان، خداوند آنان را که ایمان آورده و کارهای شایسته انجام داده‌اند، به باغ‌هایی داخل می‌گرداند که از زیر درختان و کاخ‌های آن رودبارها جاری است. و مشخص است تنها مسلمانان که به همۀ کتاب‌ها و پیامبران ایمان آورده‌اند، چنین صفتی را دارند.(\n﴿يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗا﴾\n) زنان و مردان بهشتی با دستبندهایی از طلا آراسته می‌شوند، و دستبندهای سیمین به دست دارند. (\n﴿وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ﴾\n) و لباسشان در آنجا ابریشم است. پس نعمت‌هایشان کامل است، و از انواع خوردنی‌ها و نوشیدنی‌های لذیذ که کلمه (\n﴿جَنَّٰتٖ﴾\n)\n«باغ‌ها»\nدربرگیرندۀ آن است، بهره‌مند می‌شوند. رودبارهای جاری و روان را ذکر کرد و آن رودهای آب و شیر و عسل و شراب است و در آنجا انواع لباس و زیورآلات زیبا وجود دارد."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\nاین بدان سبب است که آنها (\n﴿وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ﴾\n) به سخن پاکیزه راه یافتند که برترین و پاکیزه ترینِ آن، کلمۀ اخلاص است. سپس همۀ گفته‌های پاکیزه‌ای را در بر می‌گیرد که با آن خداوند یاد می‌شود، یا به وسیلۀ آن عبادت الهی به بهترین وجه انجام ‌شده، یا نیکی و خیری به بندگان خدا رسانده می‌شود. (\n﴿وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ﴾\n) و به راه پسندیده راهنمایی شدند؛ زیرا تمام احکام شریعت، سرشار از نیکی و حکمت است، و به بهترین چیزها دستور داده، و از زشتی‌ها نهی کرده است. در شریعت، افراط و تفریطی وجود ندارد، و در برگیرندۀ علم مفید و عمل صالح می‌باشد.\nیا می‌توان گفت که معنای این بخش از آیه چنین است:\nو به راه پسندیدۀ خدا هدایت شدند؛ زیرا خداوند در بسیاری مواقع، راه را به خودش نسبت می‌دهد؛ چون آن راه، صاحبش را به خداوند می‌رساند. و ذکر (\n﴿ٱلۡحَمِيدِ﴾\n) در اینجا، به خاطر این است تا بیان نماید که آنها در سایۀ سپاس پروردگارشان و به منت و فضل او هدایت شدند،\nبنابراین در بهشت می‌گویند:\n﴿ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُ﴾\nستایش خداوندی را سزاست که ما را به این راه راهنمایی کرد؛ و اگر او ما را هدایت نمی‌کرد، ما هدایت نمی‌شدیم."
  },
  {
    "ayah": 18,
    "text": "#\n(18)\nو خداوند در لابلای این آیات بیان کرد که همۀ آفریده‌ها برای او سجده می‌برند، همۀ آنچه که در آسمان‌ها و زمین وجود دارد، و ماه و خورشید و ستارگان و کوه‌ها و درختان و چهارپایان، و همۀ حیوانات، و بسیاری از مردم ـ‌که مومنان هستندـ برای خداوند سجده می‌برند. (\n﴿وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُ﴾\n) و بر بسیاری نیز گرفتار شدن به عذاب الهی، قطعی و حتمی شده است؛ یعنی به علت کفر ورزیدن و ایمان نیاوردنشان، عذاب بر آنها لازم گردیده است. آنان موفق نشده‌اند ایمان بیاورند، چون خداوند آنها را خوار کرده است. (\n﴿وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍ﴾\n) و هرکس را که خداوند خوار بگرداند، هیچ گرامی دارنده‌ای ندارد. و کسی نمی‌تواند آنچه را که خداوند خواسته است، برگرداند؛ و کسی نیست که بتواند با خواست الهی مخالفت نماید. پس وقتی که همۀ مخلوقات برای پروردگارشان سجده می‌برند، ودربرابر شکوه او فروتن و سر به زیر هستند، و در برابر قدرت و عزت او سرتسلیم و فروتنی بر خاک می‌نهند، این دلالت می‌نماید که تنها او فرمانروا و پادشاه ستوده است؛ و هرکس عبادت او را رها کند و به پرستش دیگر چیزها روی بیاورد، بسیار سرگشته و گمراه شده و به زیان آشکاری گرفتار آمده است."
  },
  {
    "ayah": 25,
    "text": ": 25                            #\n{إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (25)}.\nإِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاء الْعَاكِفُ فِيهِ وَالْبَادِ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ بي‌گمان كساني كه كفر ورزيده‌اند و\n[مردم را]\nاز راه خدا، و\n[پيامبر و مؤمنان را در سال حديبيه]\nاز مسجدالحرام باز مي‌دارند كه ما آن را- براي همة مردم اعم از كساني كه در آن جا زندگي مي‌كنند و يا از نقاط ديگر بدان وارد مي‌شوند- يكسان\n[حرم امن و امان و محل مراسم حج]\nنموده‌ايم\n[براي آنان عذابي سخت دردناك است]\n، و كسي كه ار روي ستم در آن جا مرتكب خلاف گردد عذاب دردناكي به او مي‌چشانيم."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\nخداوند متعال از زشتیِ آنچه که مشرکانِ کافر برآن هستند،\nخبر داده و می‌فرماید:\nآنها هم به خدا و پیامبرش کفر ورزیده؛ و هم مردم را از راه خدا بازمی‌دارند؛ و مردم را از اینکه ایمان بیاورند،‌منع می‌کنند؛ و نیز مردم را از ورود به مسجدالحرام باز می‌دارند که نه ملک آنها و نه مال پدرانشان است؛ بلکه مردم -اعم از کسانی که از بیرون بدانجا می‌آیند، و کسانی که در آنجا زندگی می‌کنند- در آن یکسان می‌باشند. حتی بهترین انسان، محمد صلی الله علیه وسلم و اصحابش را از ورود به مسجد الحرام باز داشتند، حال آنکه حرمت و احترام و عظمت مسجدالحرام مقتضی آن است که هر کس با توسل به ظلم بخواهد در آن کجروی کند و مرتکب خلاف شود، به او عذاب دردناکی بچشانیم. پس فقط ارادۀ ستم کردن و الحاد نمودن در حرم، باعث عذاب می‌گردد؛ گرچه در غیر حرم، هر گاه انسان ارادۀ گناه و ستم را داشته باشد، تا وقتی که آن را انجام ندهد، مجازات نمی‌شود. پس کسی که در حرم بزرگ‌ترین ستم، یعنی کفر و شرک را انجام ‌دهد، و زائران کعبه را از آن باز دارد، خداوند به بدترین نوع با وی برخورد خواهد کرد. و این آیۀ کریمه تأکید می‌نماید که احترام حرم و تعظیم فراوان آن واجب است، و از ارادۀ گناه و انجام آن در حرم باید به شدت پرهیز کرد."
  },
  {
    "ayah": 26,
    "text": ": 26 - 29                            #\n{وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ (26) وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (28) ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (29)}.\nوَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَن لَّا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ و به يادآور آنگاه كه جايگاه خانة\n[كعبه]\nرا براي ابراهيم معين ساختيم\n[و به او گفتيم:]\nكه چيزي را با من شريك مياور، و خانه‌ام را براي طواف كنندگان و قيام كنندگان و ركوع كنندگان و سجده برندگان پاكيزه‌دار.\nوَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ و در\n[ميان]\nمردم به حج ندا برآور، و آن‌ها را صدا كن تا پياده و\n[سوار]\nبر هر شتر لاغري كه از هر راه دور رهسپارند به سوي تو بيايند.\nلِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ تا شاهد منافع خود باشند، و در روزهاي معيني نام خدا را بر چهارپاياني ببرند كه خداوند روزيشان كرده است. پس، از آن بخوريد و بينوايان و مستمندان را نيز بخورانيد.\nثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ سپس بايد آلودگي‌هاي بدنشان را بزدانيد و به نذرهايشان وفا كنند، . خانة قديمي و گرامي\n[خدا، كعبه]\nرا طواف نمايند."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\nخداوند، عظمت بیت‌الحرام و شکوه سازندۀ آن را که ابراهیم خلیل‌الرحمان است، بیان می‌دارد.\nپس فرمود:\n(\n﴿وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ﴾\n) و آنگاه که محل و جایگاه خانۀ کعبه را برای ابراهیم معیّن ساختیم، و او را به آنجا بردیم، و برخی از فرزندانش را در آنجا ساکن نمودیم، وخداوند به ابراهیم فرمان داد تا خانۀ کعبه را بسازد. پس ابراهیم آن را بر اساس پرهیزگاری و طاعت خداوند بنا نهاد؛ و او و فرزندش اسماعیل آن را ساختند، و خداوند به ابراهیم دستور داد تا چیزی را شریک او نسازد به این صورت که اعمالش را خالصانه برای خدا انجام دهد، و خانۀ کعبه را بر نام خداوند بنا نماید. (\n﴿وَطَهِّرۡ بَيۡتِيَ﴾\n) و خانه‌ام را از شرک و گناهان، و از آلودگی‌ها پاکیزه بدار. و خداوند خانه را به خودش نسبت داد، و این به خاطر شرافت و فضیلتی است که خانۀ کعبه دارد، و تا بیشتر محبت کعبه در دل‌ها جای بگیرد، و از هر طرف مردم به آن دلبسته شوند. و تا بیشتر به پاکیزه داشتن آن اهتمام ورزند؛ زیرا کعبه،\nخانۀ خداوند است برای طواف‌کنندگان و افرادی که در کنار آن مشغول عبادت هستند و اعتکاف می‌کنند و به انجام عباداتی از قبیل:\nذکر و خواندن قرآن و آموختن علم و یاد دادن آن به دیگران می‌پردازند، و دیگر انواع عبادت‌ها را انجام می‌دهند. (\n﴿وَٱلرُّكَّعِ ٱلسُّجُودِ﴾\n) و نمازگزاران؛ یعنی خانۀ کعبه را برای این افراد با ارزش و برتر که هدفشان اطاعت پروردگار و نزدیکی جستن به خدا در کنار خانه‌اش می‌باشد، پاکیزه بدار؛ زیرا این افراد شایسته هستند، و باید مورد بزرگداشت قرار بگیرند. و یکی از مصادیق تکریم آنها، این است که خانۀ کعبه باید برای آنان پاکیزه داشته شود. و پاکسازی کعبه از صداهای بیهوده و بلند که نماز و طواف مردم را مشوّش می‌نماید، از جمله پاک کردن و پاکیزه داشتن آن به‌حساب می‌آید. و طواف را بر اعتکاف و نماز مقدم کرد؛ چون طواف فقط ویژۀ خانه کعبه است، سپس اعتکاف را بیان نمود؛ چون در هر مسجدی می‌توان آن را انجام داد."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\n(\n﴿وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ﴾\n) و به مردم اعلام کن که به حج بیایند، و آنها را به حج فرا بخوان، و فرض بودن و فضیلت حج را به همۀ آنان -و به ‌دور و نزدیکشان- خبر بده. و هر گاه آنها را به حج و عمره فرا بخوانی، از بس که علاقه دارند، با پای پیاده می‌آیند، (\n﴿وَعَلَىٰ كُلِّ ضَامِرٖ﴾\n) و سوار برشتران باریک اندام\n[در اینجا مراد شتری است که بر اثر کار کردن با آن، لاغر شده است، نه شتری که ذاتاً لاغر می‌باشد.]\n، راه‌های دور و دراز و بیابان‌ها را طی می‌کنند، تا به بهترین مکان و جایگاه برسند، (\n﴿يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ﴾\n) و از هر سرزمین و راه دوری، به قصد حج رهسپار می‌شوند. و ابراهیم خلیل -علیه السلام- چنین کرد و بعد از او فرزندش محمد صلی الله علیه وسلم نیز چنین نمود. پس هردو، مردم را به حج خانۀ کعبه فراخواندند و این ندا را تکرار کردند؛ و آنچه خداوند به او وعده داده بود، محقق شد و مردم پیاده و سوار از شرق و غرب دنیا به سوی او آمدند."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\nسپس فواید زیارت بیت‌الله‌الحرام را بیان نمود و بر زیارت آن تشویق کرد و فرمود: (\n﴿لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ﴾\n) تا به سبب حضور در بیت‌الله، منافع معنوی و دینی‌شان را از قبیل عبادت‌های بافضیلت که جز در بیت‌الله انجام نمی‌شود، به دست بیاورند؛\nو نیز از سود و منافع دنیوی از قبیل:\nبه دست آوردن سودهای مادی بهره‌مند شوند. و همۀ اینها، امور مشخص و معلومی هستند، و هر کس\n[به حج مشرف شده باشد آنها را]\nمی‌داند. (\n﴿وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِ﴾\n) و این نیز از منافع دینی و دنیوی است؛ یعنی تا به هنگامِ سر بریدن و ذبح قربانی‌ها، نام خدا را ببرند، تا سپاس او را به خاطر آنچه روزی و نصیب آنها نموده و برایشان فراهم کرده است، به جای آورند. و وقتی که قربانی‌ها را سر بریدید، (\n﴿فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ﴾\n) از آن بخورید، و نیز به بینوایانِ مستمند بخورانید."
  },
  {
    "ayah": 29,
    "text": "#\n(29)\n(\n﴿ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ﴾\n) سپس اعمالشان را به پایان برسانند، و چرک‌ها و آلودگی‌هایی را که در حالت احرام به آن آلوده شده‌اند، از خود برطرف سازند، (\n﴿وَلۡيُوفُواْ نُذُورَهُمۡ﴾\n) و نذرهایی از قبیل: حج، و عمره، و قربانی را که بر خود واجب کرده‌اند، انجام دهند، و به آن وفا نمایند. (\n﴿وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ﴾\n) و خانۀ قدیمی\n[کعبه]\nرا که به طور مطلق از همۀ مساجد برتر است، طواف نمایند؛ خانه‌ای که از چیره شدن ستمگران برآن در امان است. در اینجا فرمان داده شده تا به طور عموم همۀ مناسک انجام شود، و به طور ویژه به طواف دستور داده شده است؛ چون طواف فضیلت فراوانی دارد؛ چرا که\n[در سفر حج]\n، طواف مطلوب و مقصود است، و دیگر چیزها وسیله‌ای برای نیل به این فضیلت می‌باشند. و شاید دستور به طواف، فایده‌ای دیگر داشته باشد؛ و آن این است که طواف در هر وقت جایز است -چه طوافِ در اثنای حج یا عمره باشد، چه بدون حج یا عمره- این امر در هر حالتی جایز است."
  },
  {
    "ayah": 30,
    "text": ": 30 - 31                            #\n{ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ (30) حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ (31)}.\nذَلِكَ وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ اين است\n[حكم خداوند]\nهر كس مقدسات و شعاير خداوند را بزرگ و محترم بدارد آن برايش در نزد پروردگار بهتر است، و چهارپايان برايتان حلال گشته‌اند مگر آنچه بر شما خوانده مي‌شود، و از پليدي‌ها كه بعضي از آن بت‌ها هستند دوري كنيد و از سخن دروغ بپرهيزيد.\nحُنَفَاء لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ حقگرا و مخلص خدا باشيد، و هيچ گونه شريكي براي خدا قرار ندهيد. و هر كس به خداوند شرك ورزد انگار از آسمان فرو افتاده، و آنگاه مرغان او را ربوده‌اند، يا اينكه باد او را به جاي بسيار دوري افكنده است."
  },
  {
    "ayah": 30,
    "text": "#\n(30)\n(\n﴿ذَٰلِكَ﴾\n) احکامی را که برایتان بیان کردیم، و آنچه را از تعظیم و بزرگداشت شعایر خداوند بیان کردیم، پاس بدارید؛ زیرا بزرگداشت و تعظیم حرمات و مقدّسات خداوند، جزوِ چیزهایی است که پروردگار آن را دوست ‌دارد، و آدمی را به آن نزدیک می‌گرداند؛ و هر کس مقدسات و شعایر خداوند را بزرگ و محترم بدارد، خداوند به چنین فردی پاداش فراوانی می‌دهد، و مایۀ خیر دین و دنیا و آخرتش به نزد پروردگارش خواهد بود. و حرمات خداوند، تمامی چیزهایی هستند که دارای حرمت می‌باشند، و به محترم داشتن آن دستور داده شده است؛ از طریق عبادت، مانند همۀ مناسک‌ها، و مانند حَرَم و اِحرام، و قربانی و عبادت‌هایی که خداوند بندگان را دستور داده تا آن را انجام دهند. پس بزرگداشت مقدسات و حرمت‌های الهی این‌گونه انجام می‌شود که در دل، محترم و بزرگ شمرده شوند؛ و این عبادت‌ها به ‌طور کامل و بدون سستی و تنبلی انجام شوند. سپس منّت و احسان خویش را بر بندگان بیان نمود که برای آنان،\nچهارپایان از قبیل:\nشتر و گاو و گوسفند را حلال قرار داده، و قربانی کردن آن را، از جملۀ مناسک و عبادت‌هایی به حساب آورده که به وسیلۀ آن، بنده به خداوند نزدیک می‌شود. پس منت و احسان او از دو جهت بزرگ و بیکران است. (\n﴿إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ﴾\n) مگر آنچه در قرآن، تحریم آن بر شما خوانده می‌شود،\nاز قبیل:\nفرمودۀ خداوند\n﴿حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ ...﴾\nحیوانِ مردار و خون و گوشتِ خوک ... بر شما حرام شده‌اند. اما خداوند چون نسبت به بندگانش مهربان است، محرمّات مذکور را بر آنان حرام نمود، تا آنها را از آلودگی‌ها و از شرک و سخن دروغ پاک بدارد.\nبنابراین فرمود:\n(\n﴿فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ﴾\n) و از پلیدی‌ها بپرهیزید که برخی از آن، بت‌هایی هستند که آن را همراه با خداوند به خدایی گرفته‌اید؛ چون به راستی این بت‌ها، بزرگ‌ترین انواع پلیدی می‌باشند. و ظاهر آن است که (\n﴿مِن﴾\n) در اینجا برای بیان جنس نیست، آن طور که بسیاری از مفسران گفته‌اند، بلکه (\n﴿مِن﴾\n) برای تبعیض است؛ زیرا\n«رجس»\nو آلودگی، عام است و همۀ امور حرامی را که از آن نهی شده است، شامل می‌شود. پس، از همۀ محرمات به طور عموم نهی شده است، و به طور خاص نیز از بت‌ها -که برخی از پلیدی‌ها می‌باشند- نهی شده است. (\n﴿وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ﴾\n) و از سخن دروغ بپرهیزید؛ یعنی از همۀ گفته‌های حرام دوری کنید؛ زیرا از جملۀ دروغ می‌باشند؛ و از آن جمله است شهادت دروغ. هنگامی که خداوند آنان را از شرک و پلیدی و شهادت دروغ نهی کرد،"
  },
  {
    "ayah": 31,
    "text": "#\n(31)\nآنها را فرمان داد تا (\n﴿حُنَفَآءَ لِلَّهِ﴾\n) مخلص و پاکدین باشند؛ یعنی به ‌خدا و عبادت او روی آورده، و از غیرِ او روی بر تابند. (\n﴿غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ﴾\n) و هیچ گونه شریکی برای خدا قرار ندهید، و هر کس چیزی را شریک خداوند سازد، (\n﴿فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ﴾\n) مانند این است که از آسمان فرو افتاده باشد، (\n﴿فَتَخۡطَفُهُ ٱلطَّيۡرُ﴾\n) پس پرندگان به سرعت او را بربایند، (\n﴿أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ﴾\n) یا اینکه باد او را به جای بسیار دوری افکند. مشرکین این‌گونه هستند، و ایمان به مانندِ آسمان بلند و محفوظ است؛ و هر کس ایمان را ازدست بدهد، مانند کسی است که از آسمان‌ها فرو افتاده باشد، و در معرض آسیب‌ها و بلاها قرار ‌گیرد، و یا پرندگان او را بربایند و او را تکه تکه ‌کنند. همین‌طور مشرک، وقتی تمسّکِ به ایمان را رها کند، شیطان‌ها از هرسو او را می‌ربایند، و او را تکه تکه می‌کنند، و دین و دنیایش را از او می‌گیرند؛ و یا اینکه تند بادی، او را به هوا می‌برد، و بعد از تکه تکه ‌شدن، او را در جای دوری می‌افکند."
  },
  {
    "ayah": 32,
    "text": ": 32 - 33                            #\n{ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ (32) لَكُمْ فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ (33)}.\nذَلِكَ وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ چنين است، و هر كس شعاير خداوند را بزرگ شمارد بي‌گمان بزرگداشت آن نشانة پرهيزكاري دلهاست.\nلَكُمْ فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ در آن\n[حيوانات قرباني]\nتا مدتي معين فايده‌ها مي‌باشد، سپس محل قرباني كردن آنها خانة قديمي و گرامي\n[كعبه]\nاست."
  },
  {
    "ayah": 32,
    "text": "#\n(32)\nآنچه از تعظیم و بزرگداشت مقدسات و شعایر خداوند برایتان بیان نمودیم، بیانگر تقوای دل‌هاست. و منظور از\n«شعائر»\n، علامات و نشانه‌های ظاهری دین است؛ و برخی از آن، عبارت است از همۀ دستورات حج.\nهمچنان‌که خداوند متعال فرموده است:\n﴿إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِ﴾\nهمانا صفا و مروه از شعایر خداوند می‌باشند؛ و قربانی‌ها نیز از شعایر الهی هستند؛ و پیش‌تر گذشت که تعظیمِ شعایر الهی، به معنی بزرگداشت و محترم قرار دادن آن، و انجام دادن آن، و کامل نمودن آن به بهترین وجهی است که انسان توانایی آن را دارد. یکی از شعایر الهی، قربانی است؛ و تعظیم و بزرگداشت آن، عبارت است از اینکه با حیوانِ قربانی به خوبی و نیکی رفتار شود؛ چاق کرده شود، و از هرجهت بدون عیب و کامل باشد. پس بزرگداشت و تعظیم شعایر خداوند، از پرهیزگاری دل‌هاست، و از آن سرچشمه می‌گیرد؛ و هر کس آن را بزرگ و محترم بدارد، بیانگر آن است که او پرهیزگار است و ایمان درستی دارد؛ چون بزرگداشت و محترم داشتن شعایر الهی، برخاسته از بزرگداشت و تعظیم خداوند است."
  },
  {
    "ayah": 33,
    "text": "#\n(33)\n(\n﴿لَكُمۡ فِيهَا مَنَٰفِعُ﴾\n) برایتان در حیوانات قربانی منافعی هست. این،\nدر قربانی‌هایی از قبیل:\nشتر و غیره است که حجاج همراه با خود می‌برند، و از آنها سود می‌برند؛ سوار آنها شده، و شیرشان را می‌دوشند، نیز به روش‌های دیگری از آنها سود می‌برند که برایشان زیانی ندارد. (\n﴿إِلَىٰٓ أَجَلٖ مُّسَمّٗى﴾\n)\n[منافعی وجود دارد]\nتا مدتی معین، و آن زمان ذبح است؛ وقتی که به (\n﴿مَحِلُّهَآ﴾\n) قربانگاهش برسد، و آن (\n﴿ٱلۡبَيۡتِ ٱلۡعَتِيقِ﴾\n) خانۀ قدیمی و گرامی کعبه است؛ یعنی تمام حرم، مِنی و دیگر جاه‌ها محل قربانی است. و چون قربانی ذبح شود، از آن بخورند و به بینوایانِ مستمند نیز بخورانند."
  },
  {
    "ayah": 34,
    "text": ": 34 - 35                            #\n{وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ (34) الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (35)}.\nوَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ و براي هر امتي قرباني كردن را مقرر داشته‌ايم تا با نام خدا چهارپاياني را ذبح كنند كه خدا بديشان عطا نموده است. معبودتان معبود يگانه است، پس براي او تسليم شويد، و فروتنان را نويد ده.\nالَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ\n[آنان ]\nكساني\n[هستند]\nكه چون نام خدا برده شود دلهايشان ترسان گردد، و در برابر مصيبت‌هايي كه به آنان مي‌رسد شكيبايي مي‌روزند، و\n[همواره]\nنماز را بر پا مي‌دارند، و از آنچه روزيشان داده‌ايم انفاق مي‌كنند."
  },
  {
    "ayah": 34,
    "text": "#\n(34)\nبرای هر یک از امت‌های گذشته، قربانی کردن را مقرر نموده‌ایم؛ یعنی برای انجام خوبی‌ها بشتابید، تا ما بنگریم که کدام یک از شما کار بهتری را انجام می‌دهد. و حکمت در اینکه خداوند برای هر امتی قربانی کردن را مقرر نموده، این است تا او را یاد کنند، و به شکر او بپردازند.\nبنابراین فرمود:\n(\n﴿لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ﴾\n) تا نام خدا را، بر چهارپایان حلال گوشتی که روزیِ آنان کرده است، یاد کنند. پس معبودتان خداوند یگانه است. گر چه شریعت‌ها با یکدیگر فرق دارند، اما همۀ شریعت‌ها بر این اصل متفق‌اند که معبود واقعی خداوند است، و باید تنها او پرستش شود، و برای او شریک قرار نداد.\nبنابراین فرمود:\n(\n﴿فَلَهُۥٓ أَسۡلِمُواْ﴾\n) پس تسلیم او شوید و از او فرمان برید، و از کسی دیگر اطاعت نکنید؛ زیرا تسلیم شدن در برابر فرمان او، تنها راه رسیدن به بهشت است. (\n﴿وَبَشِّرِ ٱلۡمُخۡبِتِينَ﴾\n) و مخلصانِ فروتن را به نیکیِ دنیا و آخرت مژده بده.\n«مخبت»\nکسی است که در برابر پروردگارش فروتن است، و تسلیم فرمان اوست، و در برابر بندگانش متواضع می‌باشد.\nسپس صفات فروتنان را بیان نمود و فرمود:"
  },
  {
    "ayah": 35,
    "text": "#\n(35)\n(\n﴿ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ﴾\n) آنان کسانی هستند که چون نام خدا برده شود، از ترسِ او هراسان می‌گردند. بنابراین به ‌سببِ هراسی که از خداوند یگانه دارند، آنچه را که حرام نموده است، ترک می‌کنند. (\n﴿وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ﴾\n) و در برابر مصیبت‌ها و سختی‌ها و انواع آزارهایی که به آنان می‌رسد، شکیبایی می‌ورزند؛ و از تقدیر الهی، اظهار نارضایتی نمی‌کنند، بلکه به خاطر طلبِ رضایت خداوند و چشم داشتِ پاداش الهی، شکیبایی می‌ورزند (\n﴿وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ﴾\n) و کسانی که نماز را به طور کامل و درست برپا می‌دارند، به این صورت که امور لازم و مستحب نماز را به جای می‌آورند و در ظاهر و باطن\n[خدا را]\nپرستش می‌نمایند، (\n﴿وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ﴾\n) و از آنچه روزی ایشان کرده‌ایم، انفاق می‌نمایند. و این، همۀ نفقات واجب مانند زکات و کفاره و انفاق بر همسران و برده‌ها و خویشاوندان را شامل می‌شود. نیز شاملِ همۀ نفقاتِ مستحب می‌شود ‌و از واژۀ (\n﴿مِن﴾\n) که به معنیِ بعضی است، دانسته می‌شود آنچه خداوند به آن دستور داده، و بر انجام آن تشویق نموده است، آسان می‌باشد. و\n«انفاق»\nبه معنی بخششِ قسمت اندکی است از آنچه خداوند به ما ارزانی داشته است؛ و بنده برای به دست آوردن آن قدرتی ندارد، مادامی‌که خداوند برایش فراهم نسازد و به او روزی ندهد. پس ای کسی که از فضل خداوند به تو روزی داده شده است! از آنچه خداوند به تو روزی داده است، انفاق کن، تا خداوند نیز بر تو انفاق نماید، و از فضل خویش به تو بیشتر ‌دهد."
  },
  {
    "ayah": 36,
    "text": ": 36 - 37                            #\n{وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ (36) لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ (37)}.\nوَالْبُدْنَ جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ  و\n[قرباني كردن]\nشتران\n[چاق و فربه]\nرا برايتان از شعاير خدا قرار داديم، در آنها برايتان خير\n[فراواني]\nاست، پس در حالي كه برپاي ايستاده‌اند نام خدا را بر آنها ببريد، و هنگامي كه بر پهلويشان افتادند از گوشت آنها بخوريد، و به بينوايان سائل و غير سائل بخورانيد، اينگونه آنها را برايتان رام و مطيع كرده‌ايم تا سپاسگزاري كنيد.\nلَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِن يَنَالُهُ التَّقْوَى مِنكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ هرگز گوشتهاي و خونهاي قربانيان به خداوند نمي‌رسد، بلكه پرهيزگاريتان به او مي‌رسد، اينگونه آنها را برايتان مسخر نمود تا خداوند را به خاطر آنكه شما را هدايت كرده است به بزرگي ياد كنيد، و نيكوكاران را مژده بده."
  },
  {
    "ayah": 36,
    "text": "#\n(36)\nاین بیانگر آن است که شعایر، شامل عبادات آشکار دین می‌شود. و پیش‌تر گذشت که خداوند خبر داده است، هرکس شعایر او را محترم بدارد، از پرهیزگاری دل‌هاست. و در اینجا خبر داد که از جملۀ شعایر او، شترانِ درشت اندام و فربه است که قربانی می‌شوند. و طبق یکی از دو قول، منظور از آن گاو است. پس اینها باید محترم و بزرگ شمرده ‌شده، و باید چاق گردانده ‌شوند و به خوبی با آنها رفتار ‌شود. (\n﴿لَكُمۡ فِيهَا خَيۡرٞ﴾\n) برای قربانی‌کننده و دیگران، در آن خیر و خوبی است؛ چرا که از آن می‌خورند، و آن را صدقه می‌دهند، و از آن استفاده می‌برند، و پاداش و مزد\n[خدا]\nبه آنان می‌رسد. (\n﴿فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا﴾\n) پس به هنگام سر بریدن و ذبح، نام خدا را برآنها ببرید؛ یعنی\n«بسم الله»\nبگویید، و آنها را ذبح کنید. (\n﴿صَوَآفَّ﴾\n) یعنی درحالی که بر پا ایستاده‌اند، به این صورت که بر هر چهار دست و پا ایستاده باشند، سپس پای چپ آن بسته شده، و گردنش بریده می‌شود. (\n﴿فَإِذَا وَجَبَتۡ جُنُوبُهَا﴾\n) و هنگامی که آن را بر زمین و به پهلو می‌اندازید، در این وقت برای خوردن آماده شده است. (\n﴿فَكُلُواْ﴾\n) و این خطاب به قربانی کننده است. پس برای او جایز است که از آن بخورد. (\n﴿وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّ﴾\n) و از گوشت آن، به فقیری که گدایی نمی‌کند و از روی قناعت و استغنا چیزی را طلب نمی‌نماید، بدهید، و او را بخورانید؛ و به فقیرِ گدا پیشه که سؤال می‌کند نیز بخورانید. پس هر یک از اینها در آن حق دارند. (\n﴿كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ﴾\n) این‌گونه شتران را رام و مطیع شما کرده‌ایم تا پروردگارتان را سپاسگزار باشید که آنها را برایتان رام و فرمانبردار کرده است. و اگر خداوند شتران را مطیع شما نمی‌کرد، دست شما به آنها نمی‌رسید؛ اما خداوند آنها را برایتان رام کرده است، چون نسبت به شما مهربان است، و تا به شما احسان نماید. پس او را ستایش کنید."
  },
  {
    "ayah": 37,
    "text": "#\n(37)\n(\n﴿لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا﴾\n) هرگز گوشت‌ها و خون‌های قربانیان، به خداوند نمی‌رسد؛ یعنی منظور از قربانی، فقط ذبح کردن آن نیست. و از خون‌ها و گوشت‌هایشان چیزی به خداوند نمی‌رسد؛ چون خداوند بی‌نیاز و ستوده است. تنها چیزی که به او می‌رسد، اخلاصِ شما و چشمِ امید داشتن به پاداش و نیتِ درست شماست.\nبنابراین فرمود:\n(\n﴿وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ ﴾\n) بلکه پرهیزگاری‌تان به او می‌رسد. در اینجا به اخلاص در قربانی کردن؛ و اینکه هدف ازآن، باید فقط جلب رضای خداوند باشد؛ و نباید به خاطر ریا و شهرت یا به عنوان یک عادت ذبح شود، فرمان داده شده است؛ و سایر عبادت‌ها اگر خالصانه و بر مبنای پرهیزگاری صورت نگیرند، پوچ و بی‌مغز خواهند بود، و تبدیل به جسمی می‌شوند که روحی در آن نیست. (\n﴿كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ﴾\n) این‌گونه خداوند آنها را برایتان رام و مطیع نموده تا خداوند را به خاطر اینکه شما را هدایت کرده است، بزرگ دارید؛ چون سزاوارِ کامل‌ترین و بزرگ‌ترین ستایش و بالاترین بزرگداشت است. (\n﴿وَبَشِّرِ ٱلۡمُحۡسِنِينَ﴾\n) و نیکوکاران را مژده بده؛ آنهایی که عبادتِ خداوند را به نیکویی انجام می‌دهند؛ به این صورت که او را طوری می‌پرستند، انگار که او را می‌بینند؛ و اگر نماز و سایر عبادت‌هایشان در این سطح نباشد، باید او را طوری عبادت نمایند که به وقت عبادتِ خود، چنین باور داشته باشند که خداوند از حال آنها آگاه است و آنان را می‌بیند. و آنهایی که با تمام وجود، با بندگان خداوند نیکوکاری می‌کنند، و با مال و دانش و مقام و خیرخواهی و امر به معروف و نهی از منکر و سخن خوب و... نیکی می‌کنند، نیکوکاران را از جانب خداوند به سعادت دنیا و آخرت مژده باد، و خداوند با آنها نیکی خواهد کرد. همان‌گونه که آنها به نیکویی او را عبادت نمودند، و با بندگان نیکی کردند.\n﴿هَلۡ جَزَآءُ ٱلۡإِحۡسَٰنِ إِلَّا ٱلۡإِحۡسَٰنُ﴾\nآیا پاداشِ نیکی، جز نیکی است؟!\n﴿لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞ﴾\nبرای کسانی که نیکویی نمودند، پاداش نیک، و افزون بر آن است."
  },
  {
    "ayah": 38,
    "text": ": 38                            #\n{إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ (38)}.\nإِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ به راستي خداوند از مؤمنان دفاع مي‌كند، چرا كه خداوند هيچ خيانت پيشة كافري را دوست نمي‌دارد."
  },
  {
    "ayah": 38,
    "text": "#\n(38)\nدر اینجا پروردگار به مؤمنان خبر داده، و به آنان نوید می‌دهد که هرچیز ناپسندی را از آنها دور می‌کند؛ و شرِّ کافران و وسوسۀ شیطان و شرِّ نفس خودشان و بدی‌های اعمالشان را -به سبب ایمانشان- از آنها دور می‌نماید؛ و به هنگام فرود آمدن مشکلاتی که توان تحملش را ندارند، بارشان را سبک می‌کند. هر مومنی به اندازۀ ایمانش، از این دفاع و فضیلت برخوردار است. پس بهرۀ برخی زیاد است، و بهرۀ برخی اندک می‌باشد. (\n﴿إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ﴾\n) بدون شک خداوند هیچ خیانت‌پیشه‌ای را دوست ندارد؛ آن کس که در امانتی که خداوند بر دوش او گذاشته است، خیانت می‌نماید؛ یعنی حقوق خداوند را که بر اوست، انجام نمی‌دهد و به آن خیانت ‌نموده؛ و به مردم نیز خیانت می‌کند، و خداوند چنین کسی را دوست نمی‌دارد. (\n﴿كَفُورٍ﴾\n) خیانت پیشۀ ناسپاس که سپاس نعمت‌های خداوند را به جای نمی‌آورد. خداوند بر او احسان و نعمت پی در پی فرو می‌ریزد، اما او همواره ناسپاسی می‌کند و گناه انجام می‌دهد. خداوند چنین کسی را دوست نمی‌دارد، بلکه بر او خشمگین و از او ناخشنود است، و به زودی او را به خاطر ناسپاسی و خیانتش مجازات خواهد کرد. مفهوم آیه این است که خداوند هر امانتداری که امانتش را حفظ ‌نماید؛ و سپاسِ پروردگارش را به جای آورد، دوست می‌دارد."
  },
  {
    "ayah": 39,
    "text": ": 39 - 41                            #\n{أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (39) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (40) الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ (41)}.\nأُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ به كساني كه از روي ستم\n[با آنان جنگ مي‌شود اجازة [جهاد]\nداده شده و خداوند تواناست بر اينكه ايشان را پيروز گرداند.\nالَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ همان كساني كه از سرزمينشان به ناحق،\nبلكه از آن روي كه مي‌گفتند:\n‌\n«خداوند پروردگار ماست»\nبيرون رانده شدند، اگر خداوند بعضي از مردم را به وسيله بعضي\n[ديگر]\nدفع نمي‌كرد صومعه‌ها و كليساها و كنيسه‌ها ومسجدهايي كه در آنها خدا بسيار ياد مي‌شود، ويران مي‌شدند، .و به راستي خداوند كسي كه او را ياري دهد ياري مي‌كند، همانا خداوند نيرومند و چيره است.\nالَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ كساني كه اگر در زمين آنها را قدرت ببخشيم نماز را برپاي مي‌دارند و زكات\n[اموال]\nرا مي‌پردازند و به كار خوب فرمان مي‌دهند و از كار زشت باز مي‌دارند، و سرانجام كارها به خدا باز مي‌گردد."
  },
  {
    "ayah": 39,
    "text": "#\n(39)\nبر اساس حکمت الهی، جنگیدن با کافران در آغاز اسلام برای مسلمان‌ها ممنوع بود، و آنها دستور داده شده بودند تا شکیبایی ورزند. وقتی که به مدینه هجرت کردند و مورد آزار و اذیت قرار گرفتند، و دارای قدرت و توان گشتند، به آنها اجازه داده شد تا جنگ کنند،\nچنانکه خداوند متعال فرموده است:\n(\n﴿أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ﴾\n) به کسانی که با آنان جنگ می‌شود، اجازۀ جهاد داده ‌شده است. از این فهمیده می‌شود که پیش‌تر جنگیدن برایشان ممنوع بود. پس خداوند به آنها اجازه داد تا با کسانی بجنگند که با آنها می‌جنگند. و بدان خاطر به آنها اجازۀ جهاد داده شد که مورد ستم قرار گرفته و از عمل کردن به دینشان بازداشته می‌شدند؛ و در راه دین مورد اذیت و آزار قرار می‌گرفتند؛ و از سرزمین خودشان بیرون رانده می‌شدند. (\n﴿وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ﴾\n) و بدون شک، خداوند بر یاری کردن و پیروز گرداندن آنها تواناست. پس باید از او یاری و کمک بجویند. سپس بیان کرد که چگونه آنها موردستم قرار گرفته‌اند.\nپس فرمود:"
  },
  {
    "ayah": 40,
    "text": "#\n(40)\n(\n﴿ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم﴾\n) کسانی که از سرزمینشان بیرون رانده شده‌اند؛ یعنی براثر اذیت و فتنۀ کافران، مجبور شده‌اند از سرزمین خود بیرون روند. (\n﴿بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّه﴾\n) به ناحق بیرون شده‌اند،\nبلکه از آن روی آواره گشتند که می‌گفتند:\nخداوند پروردگار ماست؛ یعنی آنها گناهی نداشتند مگر اینکه خداوند را یگانه دانسته و فقط او را می‌پرستیدند. و به همین دلیل، کافران آنان را مورد آزار و اذیت قرار ‌دادند. پس اگر این، گناه و جرم است، آنها این گناه را داشتند.\nمانند اینکه خداوند متعال فرموده:\n﴿وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ﴾\nشکنجه‌گران هیچ عیب و ایرادی بر مؤمنان نمی‌دیدند جز اینکه ایشان به خداوند توانا و ستوده ایمان آورده بودند. و این فلسفه و حکمت جهاد را بیان می‌کند؛ و هدف از جهاد، اقامۀ دین خدا، و دور کردن آزار کافرانی است که مؤمنان را آزار می‌دهند، و به آنان تجاوز می‌کنند. که جهاد برای دفع ستم و تجاوز آنها، و انجام عبادت خدا و اقامۀ شرایع دین به طور آشکار است.\nبنابراین فرمود:\n(\n﴿وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ﴾\n) و اگر خداوند بعضی از مردم را به‌وسیلۀ بعضی دیگر دفع نمی‌کرد، (\n﴿لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ﴾\n) صومعه‌ها و کلیساها و مسجدها ویران می‌شد. پس خداوند به وسیلۀ کسانی که در راه او جهاد می‌کنند، زیان کافران را دفع می‌نماید؛ و اگر کافران را به وسیلۀ مؤمنان دفع نمی‌کرد، عبادتگاه‌های بزرگ یهودیان و نصارا و مساجد مسلمین ویران می‌گشت. (\n﴿يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗا﴾\n) عبادتگاه‌هایی که در آن، نام خداوند بسیار زیاد برده می‌شود، و در آن نماز خوانده می‌شود؛ و کتاب خدا در آن تلاوت می‌گردد؛ و با انواع ذکر، خداوند یاد می‌شود. پس اگر خداوند برخی از مردم را به وسیلۀ برخی دیگر دفع نمی‌کرد، کافران بر مسلمانان غالب و چیره می‌شدند، و عبادتگاه‌هایشان را ویران می‌کردند، و آنها را در دینشان دچار فتنه می‌نمودند. پس این دلالت می‌نماید که هدف از مشروعیت جهاد، ذات جهاد نیست؛ یعنی هدف، ذات کشتن و اذیت و آزار رساندن نیست؛ بلکه هدف از جهاد، مقاصدی است که به وسیلۀ آن تحقق می‌یابد،\nمانند:\nدفع تهاجم دشمن تجاوزگر، و دفع آزار و اذیت از مسلمانان، و پیروز گرداندن دین خدا، و از بین بردن کفر و شرک و معاصی. و این دلالت می‌نماید شهرهایی که مردم در آن با آرامش می‌توانند خدا را پرستش نمایند، و مساجد آن شهرها آباد است، و همۀ شعایر خدا در آن برپا است، به برکت و فضیلت مجاهدین است؛ و خداوند به وسیلۀ جهاد، کافران را از آن شهرها دفع نموده است.\nخداوند متعال می‌فرماید:\n﴿وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ﴾\nو اگر خداوند برخی از مردم را به وسیلۀ برخی\n[دیگر]\nدفع نمی‌کرد، زمین تباه می‌شد، اما خداوند برجهانیان فضل و احسان دارد.\nاگر کسی سؤال کند و بگوید:\nامروزه مساجد مسلمانان در دیارشان آبادند، و تخریب نشده‌اند، درحالیکه در بسیاری از سرزمین‌های مسلمین، کشورهای کوچک و حکومت‌های نامنظمی شکل گرفته است که توانایی جنگیدن با کشورهای کافر ندارند. حتی در کشورهای تحت سلطۀ کفار نیز مساجد آباد می‌باشند و تخریب نشده‌اند، و مردم آن دیار نیز با آرامش زندگی می‌کنند، با اینکه فرمانروایان کافر آن ممالک می‌توانند آن مساجد را منهدم و تخریب نمایند، در حالی که خداوند خبر داده است که اگر بعضی از مردم را به وسیلۀ بعضی دیگر دفع نمی‌کرد، این عبادتگاه‌ها ویران می‌شدند. و اگر نگاه کنیم، متوجه خواهیم شد که در آن دیار، آن دفع وجود ندارد و مساجدشان نیز تخریب نشده‌اند. در پاسخ چنین سؤالی می‌گوییم که جواب این سؤال، در بطن عموم آیه است، و جزئی از معنای آن می‌باشد؛ زیرا هر کس حالات و نظام حکومت‌های فعلی را بشناسد، پی خواهد برد که هر ملت و طایفه‌ای، در داخل قلمرو آن حکومت‌ها، بخشی از آن کشور و حکومت شمرده می‌شود که تحت فرمانروایی آن قرار دارد، و عضوی از اعضای آن مملکت، و بخشی از اجزای آن حکومت به ‌حساب می‌آید؛ و توانایی آن ملت، چه از نظر تعداد، یا لشکر و سازو برگ نظامی، یا ثروت یا علم، یا خدمات رسانی فرقی نمی‌کند. حکومت‌ها، منافع مادی و مذهبی و طوایف و ملل تحت سلطۀ خود را مورد توجه قرار می‌دهند؛ چراکه اگر چنین نکنند، در نظام و حکومت آنان اختلال به وجود می‌آید، و پایه‌های آن متزلزل می‌شود. بنابراین حکومت‌ها به امور دینی می‌پردازند، و به ویژه مساجد را آباد می‌کنند. و مساجد، به لطف خداوند، در نهایت نظم و سامان قرار دارند؛ حتی در پایتخت کشورهای بزرگ غیر مسلمان، بهترین مسجدها ساخته شده است. و این دولت‌ها، رعایتِ حالِ حکومت‌های مستقل را می‌کنند تا رعایتِ حالِ مردمِ مسلمانِ تحت سلطۀ آن حکومت‌ها را کرده باشند. دولت‌های نصرانی با یکدیگر در حسد ورزی و کینه توزی به‌سر می‌برند، همچنان‌که خداوند متعال خبر داده است که آنها تا روز قیامت با یکدیگر به کینه توزی می‌پردازند، در نتیجه حکومت مسلمانی که نمی‌تواند شر آنها را ازخود دفع نماید، از بسیاری زیان‌ها و آسیب‌هایشان سالم می‌ماند، چون آنها با یکدیگر کشمکش دارند. بنابراین هیچ کس از آنها نمی‌تواند به سوی آن حکومت‌های اسلامی دست تعدی دراز نماید، چون می‌ترسد که مبادا این کشور مسلمان با کشور دیگری پیمان ببندد و مورد حمایت قرار بگیرد، خداوند نیز حتماً اسلام و مسلمین را پیروز می‌نماید و در کتابش به این امر وعده داده است. و\n«الحمد لله»\nاسباب پیروزی مهیا شده است؛ چون مسلمین احساس می‌نمایند که باید به دین خود بازگردند، و احساس، آغاز کار و فعالیت است. و از خداوند می‌خواهیم که نعمت خویش را بر ما کامل بگرداند.\nبنابراین خداوند در وعدۀ راستین خود که مطابق با واقعیت است فرمود:\n(\n﴿وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ﴾\n) و هر کس دین خدا را یاری کند و این کار را خالصانه برای خدا انجام دهد و در راه خدا جهاد کند تا پیام خدا بالاتر باشد، قطعاً خداوند او را یاری خواهد کرد. (\n﴿إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ﴾\n) بدون شک، خداوند توانا و پیروزمنداست؛ بر همۀ خلایق چیره و غالب است و همه در اختیار اویند. پس ای مسلمانان! مژده باد شما را؛ زیرا اگر چه لشکر و ساز و برگ دشمن زیاد و قوی است، اما پشتیبان شما، خداوند توانای نیرومند است؛ و بر کسی تکیه کرده‌اید که شما و کارهایتان را آفریده است. پس، از اسباب و وسیله‌هایی که به آن امر شده است، استفاده کنید،\nسپس ازاو یاری بخواهید که حتماً شما را یاری خواهد کرد:\n﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ﴾\nای مؤمنان! اگر خداوند را یاری کنید،\n[او نیز]\nشما را یاری خواهد کرد، و قدم‌هایتان را استوار خواهد گرداند. پس ای مسلمانان! به گونه‌ای شایسته ایمان بیاورید و عمل صالح انجام دهید.\n﴿وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَيَسۡتَخۡلِفَنَّهُمۡ فِي ٱلۡأَرۡضِ كَمَا ٱسۡتَخۡلَفَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَلَيُمَكِّنَنَّ لَهُمۡ دِينَهُمُ ٱلَّذِي ٱرۡتَضَىٰ لَهُمۡ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعۡدِ خَوۡفِهِمۡ أَمۡنٗاۚ يَعۡبُدُونَنِي لَا يُشۡرِكُونَ بِي شَيۡ‍ٔٗا﴾\nخداوند به کسانی از شما که ایمان آورده و کارهای شایسته انجام داده‌اند، وعده داده است که آنها را در زمین جانشین\n[و خلیفه و حاکم]\nگرداند؛ و دینشان را -که برای آنها پسندیده است- حاکم نماید؛ و بعد ‌از ترس، به آنها امنیت خواهد داد؛ مرا می‌پرستند، و چیزی را شریک من نمی‌سازند."
  },
  {
    "ayah": 41,
    "text": "#\n(41)\nسپس علامت و نشانه‌های کسانی را که او را یاری می‌دهند، بیان کرد؛ و هر کس ادعا کند دین خدا را یاری می‌نماید و این صفت‌ها را نداشته باشد، دروغ می‌گوید.\nپس فرمود:\n(\n﴿ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ﴾\n) کسانی که اگر در زمین ایشان را قدرت بخشیم؛ یعنی آنها را حاکم و مالک زمین بگردانیم، و آنان را در آن مسلط کنیم بدون اینکه مخالفی داشته باشند که با آنها به کشمکش و ستیز بپردازد، (\n﴿أَقَامُواْ ٱلصَّلَوٰةَ﴾\n) نماز را در اوقات مشخص شده، و با رعایت حدود و ارکان و شرایط آن، و در قالب جمعه و جماعت برپا می‌دارند.(\n﴿وَءَاتَوُاْ ٱلزَّكَوٰةَ﴾\n) و زکات اموال خود را -که بر آنها و بر مردمان تحت سلطه‌شان واجب است- به مستحقین آن می‌پردازند. (\n﴿وَأَمَرُواْ بِٱلۡمَعۡرُوفِ ﴾\n) و امر به معروف می‌کنند. و این، هر معروف و امر خوبی که از دیدگاه شرع و عقل خوب به ‌حساب آید،\nاز قبیل:\nحقوق خدا و حقوق انسان‌ها را شامل می‌شود. (\n﴿وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِ﴾\n) و از هر منکری که شرعاً و عقلاً زشت است، و زشتیِ آن آشکار است، باز می‌دارند. و آنچه امر به معروف و نهی از منکر جز با آن کامل نمی‌گردد، در این حکم داخل است. پس اگر شناختِ معروف و منکر جز با تعلیم و تعلم محقق نشود، باید مردم را به یاد گرفتن و یاد دادن واداشت. و اگر امر به معروف و نهی از منکر جز با تنبیه و ادب کردن کامل نگردد که در شریعت اندازۀ آن مقرر شده است، یا کم و کیف آن به انسان‌های متخصص واگذار شده است، مانند انواع تعزیرها، باید این کار را بکنند. و اگر نیاز باشد که برای امر به معروف و نهی از منکر، تعدادی از مردم را بگمارند، این کار لازم است و باید انجام شود، و دیگر اموری که امر به معروف و نهی از منکر جز با آن به مرحلۀ اجرا نمی‌رسد. (\n﴿وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ﴾\n) و سرانجامِ همۀ کارها به خدا باز می‌گردد، و خداوند خبر داده است که عاقبت و سرانجامِ نیک، از آنِ پرهیزگاری است. پس هر فرمانروا و پادشاهی که خداوند او را بر مردم حاکم و مسلط نموده است، چنانچه دستور خداوند را اجرا نماید، سرانجامِ نیک و شایسته، از آنِ او خواهد بود. و هرکس با ظلم و ستم بر مردم حکمرانی نماید و هر چه دلش بخواهد انجام دهد -گر چه برای مدت کمی فرمانروایی و پادشاهی کند- اما سرانجامِ او نیک و پسندیده نخواهد بود، و مردم از حکومتِ او بیزار و متنفر شده، و سرانجامِ بد و ناپسندی در انتظار او خواهد بود."
  },
  {
    "ayah": 42,
    "text": ": 42 - 46                            #\n{وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ (42) وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ (43) وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ (44) فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ (45) أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (46)}.\nوَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ و اگر تو را تكذيب كنند، به راستي كه پيش از آنان قوم نوح و عاد و ثمود\n[پيامبرانشان]\nرا دروغگو انگاشتند.\nوَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ  و\n[همچنين]\nقوم ابراهيم و قوم لوط.\nوَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ و اهل دين\n[نيز پيامبر خود را تكذيب نمودند]\nو موسي\n[نيز]\nدروغگو انگاشته شد، پس به كافران مهلت دادم، آنگاه ايشان را گرفتار نموديم. پس\n[بنگر]\nعقوبت من چگونه است!\nفَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ و چه بسيار شهرهايي را در حالي كه\n[اهلش]\nستمگر بودند نابود كرده‌ايم، و\n[اينك]\nسقفهايشان بر ديوارهايشان فرو ريخته است، و چه بسيار چاههايي كه بي‌استفاده رها گشته است و كاخهاي برافراشته و استواري كه بي‌صاحب و متروك مانده است.\nأَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ آيا در زمين به سير و سفر نپرداخته‌اند تا دلهايي داشته باشند كه با آن دريابند و گوشهايي داشته باشند كه با آن بشنوند، بي‌گمان چشمها نابينا نمي‌گردند، بلكه دلهاي درون سينه‌ها نابينا مي‌شوند."
  },
  {
    "ayah": 42,
    "text": "#\n(42 - 44)\nخداوند به پیامبرش می‌فرماید اگر این مشرکان تو را تکذیب می‌کنند، کار تازه‌ای نیست، و تو اولین پیامبری نیستی که تکذیب شده‌ای، و آنها نیز اولین امت نیستند که پیامبرشان را تکذیب کرده و دروغگو انگاشته‌اند، بلکه (\n﴿فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ مَدۡيَنَ﴾\n) پیش از اینان، قوم نوح و قوم عاد و قوم ثمود، و همچنین قوم ابراهیم و قوم لوط و اهل مدین\n[=قوم شعیب نیز]\nپیامبرانشان را تکذیب کرده‌اند. (\n﴿وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ﴾\n) و موسی نیز تکذیب شد، پس به کافران تکذیب کننده مهلت دادم، و فوراً آنان را به جرم گناهانشان مجازات نکردم تا اینکه سرگشته و حیران به سرکشی خود ادامه دادند، و بر کفر و بدی خود ‌افزودند. (\n﴿ثُمَّ أَخَذۡتُهُمۡ﴾\n) سپس ایشان را به عذاب گرفتار نمودم، (\n﴿فَكَيۡفَ كَانَ نَكِيرِ﴾\n) پس بنگر که چگونه کفرشان را ناپسند شمردم، و بنگر که سرانجامِ تکذیب آنها چی شد! آنها به سخت‌ترین و زشت‌ترین عذاب‌ها گرفتار شدند؛ پس خداوند برخی از آنها را غرق نمود، و برخی با صدای تند و وحشتناک از بین رفتند، و برخی با تندباد و طوفان هلاک شدند، و برخی در زمین فرو رفتند، و برخی از آنها در روز ابر\n«یوم الظلۀ»\nبا عذاب از پای درآمدند. پس این تکذیب کنندگان باید از آنها درس عبرت بیاموزند، و بترسند که مبادا به آنچه آنها بدان گرفتار شدند، گرفتار آیند؛ زیرا اینها از آنان بهتر نیستند، و در کتاب‌هایی که از سوی خداوند نازل شده است، نیز مصونیت و نجاتشان ثبت نشده است. و افراد هلاک شده‌ای که مانند اینها بوده‌اند، زیادند.\nبنابراین فرمود:"
  },
  {
    "ayah": 43,
    "text": "#\n(42 - 44)\nخداوند به پیامبرش می‌فرماید اگر این مشرکان تو را تکذیب می‌کنند، کار تازه‌ای نیست، و تو اولین پیامبری نیستی که تکذیب شده‌ای، و آنها نیز اولین امت نیستند که پیامبرشان را تکذیب کرده و دروغگو انگاشته‌اند، بلکه (\n﴿فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ مَدۡيَنَ﴾\n) پیش از اینان، قوم نوح و قوم عاد و قوم ثمود، و همچنین قوم ابراهیم و قوم لوط و اهل مدین\n[=قوم شعیب نیز]\nپیامبرانشان را تکذیب کرده‌اند. (\n﴿وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ﴾\n) و موسی نیز تکذیب شد، پس به کافران تکذیب کننده مهلت دادم، و فوراً آنان را به جرم گناهانشان مجازات نکردم تا اینکه سرگشته و حیران به سرکشی خود ادامه دادند، و بر کفر و بدی خود ‌افزودند. (\n﴿ثُمَّ أَخَذۡتُهُمۡ﴾\n) سپس ایشان را به عذاب گرفتار نمودم، (\n﴿فَكَيۡفَ كَانَ نَكِيرِ﴾\n) پس بنگر که چگونه کفرشان را ناپسند شمردم، و بنگر که سرانجامِ تکذیب آنها چی شد! آنها به سخت‌ترین و زشت‌ترین عذاب‌ها گرفتار شدند؛ پس خداوند برخی از آنها را غرق نمود، و برخی با صدای تند و وحشتناک از بین رفتند، و برخی با تندباد و طوفان هلاک شدند، و برخی در زمین فرو رفتند، و برخی از آنها در روز ابر\n«یوم الظلۀ»\nبا عذاب از پای درآمدند. پس این تکذیب کنندگان باید از آنها درس عبرت بیاموزند، و بترسند که مبادا به آنچه آنها بدان گرفتار شدند، گرفتار آیند؛ زیرا اینها از آنان بهتر نیستند، و در کتاب‌هایی که از سوی خداوند نازل شده است، نیز مصونیت و نجاتشان ثبت نشده است. و افراد هلاک شده‌ای که مانند اینها بوده‌اند، زیادند.\nبنابراین فرمود:"
  },
  {
    "ayah": 44,
    "text": "#\n(42 - 44)\nخداوند به پیامبرش می‌فرماید اگر این مشرکان تو را تکذیب می‌کنند، کار تازه‌ای نیست، و تو اولین پیامبری نیستی که تکذیب شده‌ای، و آنها نیز اولین امت نیستند که پیامبرشان را تکذیب کرده و دروغگو انگاشته‌اند، بلکه (\n﴿فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ مَدۡيَنَ﴾\n) پیش از اینان، قوم نوح و قوم عاد و قوم ثمود، و همچنین قوم ابراهیم و قوم لوط و اهل مدین\n[=قوم شعیب نیز]\nپیامبرانشان را تکذیب کرده‌اند. (\n﴿وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ﴾\n) و موسی نیز تکذیب شد، پس به کافران تکذیب کننده مهلت دادم، و فوراً آنان را به جرم گناهانشان مجازات نکردم تا اینکه سرگشته و حیران به سرکشی خود ادامه دادند، و بر کفر و بدی خود ‌افزودند. (\n﴿ثُمَّ أَخَذۡتُهُمۡ﴾\n) سپس ایشان را به عذاب گرفتار نمودم، (\n﴿فَكَيۡفَ كَانَ نَكِيرِ﴾\n) پس بنگر که چگونه کفرشان را ناپسند شمردم، و بنگر که سرانجامِ تکذیب آنها چی شد! آنها به سخت‌ترین و زشت‌ترین عذاب‌ها گرفتار شدند؛ پس خداوند برخی از آنها را غرق نمود، و برخی با صدای تند و وحشتناک از بین رفتند، و برخی با تندباد و طوفان هلاک شدند، و برخی در زمین فرو رفتند، و برخی از آنها در روز ابر\n«یوم الظلۀ»\nبا عذاب از پای درآمدند. پس این تکذیب کنندگان باید از آنها درس عبرت بیاموزند، و بترسند که مبادا به آنچه آنها بدان گرفتار شدند، گرفتار آیند؛ زیرا اینها از آنان بهتر نیستند، و در کتاب‌هایی که از سوی خداوند نازل شده است، نیز مصونیت و نجاتشان ثبت نشده است. و افراد هلاک شده‌ای که مانند اینها بوده‌اند، زیادند.\nبنابراین فرمود:"
  },
  {
    "ayah": 45,
    "text": "#\n(45)\n(\n﴿فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ﴾\n) و چه بسیار شهرها و آبادی‌هایی، که ساکنان آن به سبب کفر ورزیدن به خدا و دروغ انگاشتن پیامبرانشان، ستمگر گشته، و ما آن را باعذاب سخت و خوارکننده‌ای ویران و نابوده کرده‌ایم. و عقوبت و عذابی که ما بر آنها نهاده‌ایم، ستمی از جانب ما نبوده است، بلکه آنها خودشان ستمگر بوده‌اند. (\n﴿فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا﴾\n) و شهرها و قصر و دیوارهای آن فرو تپیده و برهم ریخته و ویران شده است، درحالی‌که پیش از آن، آباد بود و مردمان زیادی با آرامش درآن زندگی می‌کردند. (\n﴿وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ﴾\n) وچه چاه‌هایی که مردم برای نوشیدن آب و سیراب کردن حیوانات خود بر آن جمع می‌شدند، اما اکنون بی‌استفاده مانده، و اهالی خود را از دست داده، و کسی بر سر آن نمی‌آید. و چه بسیار کاخ‌هایی که صاحبان آن با رنج و زحمت آنها را بر افراشته، و آنها را آراسته و محکم کرده‌اند، پس آنگاه که فرمان خدا سر رسید، اموال و کاخ‌هایشان نتوانست آنها را نجات دهد؛ و سرزمین و کاخ‌هایشان از ساکنان خالی مانده، و عبرتی شده‌اند برای کسی که عبرت می‌گیرد، و مثال و نمونه‌ای گشته‌اند برای کسی که فکر می‌کند و می‌اندیشد."
  },
  {
    "ayah": 46,
    "text": "#\n(46)\nبنابراین خداوند بندگانش را به گشت و گذار در زمین فرا می‌خواند تا بنگرند و عبرت بگیرند.\nپس فرمود:\n(\n﴿أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ﴾\n) آیا با جسم و دل‌هایشان در زمین به سیر و سفر نپرداخته‌اند، (\n﴿فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ﴾\n) تا با دیدن آثار گذشتگان، و مشاهدۀ کاخ‌های ویران شدۀ ستمگران، دل‌هایی داشته باشند، و با آن آیات خدا را بفهمند، و در عبرت‌های آن بیندیشند؟! (\n﴿أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَا﴾\n) یا گوش‌هایی داشته باشند، که با آن، اخبار امت‌های گذشته و اخبار ملت‌هایی که عذاب داده شده‌اند را بشنوند؟! و اگر نگاه کردن و شنیدن صِرف، و سیر و سفر -بدون تفکر و عبرت آموختن باشد- فایده‌ای ندارد و آدمی را به هدف نمی‌رساند.\nبنابراین فرمود:\n(\n﴿فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ﴾\n) بی‌گمان چشم‌ها نابینا نمی‌گردند، بلکه این دل‌های درون سینه‌ها هستند که نابینا می‌شوند؛ یعنی کوری که در دین مضر به ‌حساب آمده، عبارت است از کوری قلب در برابر دیدن حق، و همان‌طور که فرد نابینا چیزهایی را نمی‌بیند که مردم می‌بینند، کسی که قلبش کور است نیز حق را نمی‌بیند. اما کوری چشم، تنها آدمی را از منافع دنیوی محروم می‌کند."
  },
  {
    "ayah": 47,
    "text": ": 47 - 48                            #\n{وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ (47) وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ (48)}.\nوَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ و با شتاب عذاب را از تو مي‌طلبند، و خداوند هرگز خلاف وعده نمي‌كند، و نزد پروردگارت يك روز مانند هزار سالي است كه\n[شما مي‌شماريد و]\nبه حساب مي‌آريد.\nوَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ و آباديها و شهرهاي بسياري بوده‌اند كه علي‌رغم اينكه\n[مردمانشان]\nستمگر بوده‌اند\n[ولي]\nما بديشان مهلت داديم، سپس\n[به موقع]\nايشان را به عذاب گرفتار نموديم، و بازگشت\n[همگي]\nبه سوي من است."
  },
  {
    "ayah": 47,
    "text": "#\n(47)\nتکذیب‌کنندگان به علت جهالت و ستمگری خود، از تو می‌خواهند که هرچه زودتر عذاب را برسر ایشان فرود آوری تا به‌گمان خود ثابت کنند که خداوند توانایی چنین کاری را ندارد، سپس پیامبرش را تکذیب نمایند. و خداوند هرگز وعده‌اش را خلاف نخواهد کرد. پس عذابی را که به ایشان وعده داده است، حتماً آنها را فراخواهد گرفت، و هیچ مانعی نمی‌تواند عذاب را از آنها باز دارد. اما اینکه هرچه زودتر بیاید، این در اختیار تو نیست. ای محمد! شتاب ورزیدن آنها، و ناتوان انگاشتن ما از سوی آنها، تو را پریشان نکند؛ زیرا آنها روز قیامت را در پیش دارند که در آن روز، اولین و آخرینشان گرد ‌هم می‌آیند و طبق اعمالشان سزا و جزا داده می‌شوند، و به عذاب دردناک و همیشگی گرفتار می‌گردند.\nبنابراین فرمود:\n(\n﴿وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ﴾\n) و یک روزِ خدا، از بس که طولانی و سخت و وحشتناک است، بسان هزار سالی است که شما می‌شمارید و به حساب می‌آورید. پس خواه عذابی در دنیا به آنها برسد یا اینکه در دنیا گرفتار عذاب نشوند، این روز حتماً آنها را فراخواهد گرفت. و احتمال دارد که منظور این باشد که خداوند بردبار است، و اگر آنها در آمدنِ عذاب شتاب ورزند، یک روز نزد خداوند بسان هزار سالی است که شما می‌شمارید. پس گرچه احساس می‌کنید که مدتی طولانی است و احساس می‌کنید که عذاب دیر می‌آید، اما خداوند مدت‌های زیادی به انسان مهلت می‌دهد، اما فراموششان نمی‌کند، تا اینکه ناگهان ستمگران را به عذابش گرفتار می‌نماید و آنها را رها نمی‌کند."
  },
  {
    "ayah": 48,
    "text": "#\n(48)\n(\n﴿وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ﴾\n) و چه آبادی‌ها و شهرهای زیادی وجود داشته‌اند که با وجود اینکه ساکنان آن ستمکار بوده‌اند، خداوند مدتی طولانی به آنان مهلت داده است؛ پس ارتکابِ ستم از سوی آنان، باعث نشد تا ما فوراً آنها را به عذاب گرفتار کنیم، (\n﴿ثُمَّ أَخَذۡتُهَا﴾\n) سپس ایشان را به عذاب گرفتار نمودم، (\n﴿وَإِلَيَّ ٱلۡمَصِيرُ﴾\n) و ساکنان این آبادی‌ها که مردمانشان ستمگر بودند، در دنیا گرفتار عذاب می‌شوند، سپس به سوی خدا باز خواهند گشت و خداوند آنها را به خاطر گناهانی که مرتکب شدند، عذاب می‌دهد. پس این ستمگران باید از آمدن عذاب الهی بترسند؛ و نباید از اینکه خداوند به آنها مهلت می‌دهد، مغرور شوند."
  },
  {
    "ayah": 49,
    "text": ": 49 - 51                            #\n{قُلْ يَاأَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ (49) فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (50) وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ أَصْحَابُ الْجَحِيمِ (51)}.\nقُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ بگو:‌\n«اي مردم! جز اين نيست كه من براي شما بيم دهنده‌اي آشكارم»\n.\nفَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ پس آنان كه ايمان آورده و كارهاي شايسته‌اي كرده‌اند از آمرزش گناهان و رزق و روزي پاك و خوبي برخورداند.\nوَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُوْلَئِكَ أَصْحَابُ الْجَحِيمِ و كساني كه در\n[انكار]\nآيات ما كوشيدند آنان ساكنان دوزخ‌اند."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\nخداوند متعال بنده و پیامبرش محمد صلی الله علیه وسلم را فرمان می‌دهد که همۀ مردم را خطاب نماید و به آنها بگوید او پیامبر برحق خداست؛ پیامبری که مؤمنان را به پاداش خداوند مژده می‌دهد، و کافران وستمگران‌را از عذاب الهی برحذر می‌دارد.\nو فرموده‌ی خداوند:\n(\n﴿مُّبِينٞ﴾\n) یعنی بیم و هشدارش آشکار است، و آن عبارت است از ترساندنِ همراه توضیحِ آنچه که مایۀ ترس است؛ زیرا دلایل روشن را بر راست بودن آنچه که آنان‌را بدان ترسانده است، اقامه نموده است."
  },
  {
    "ayah": 50,
    "text": "#\n(50)\nسپس بیم دادن ومژده دادن‌را به‌تفصیل بیان نمود و فرمود: (\n﴿فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ﴾\n) آنان که ایمان آورده وکارهای شایسته انجام داده‌اند، گناهانشان مورد بخشش و آمرزش قرار می‌گیرد، و از رزق کریم و روزی پاک و فراوانی که همان بهشت است، برخوردار خواهند شد.\nحاصل معنی آیه چنین است:\nکسانی که ایمان آورده و کارهای شایسته کرده‌اند، و ایمان در دل‌هایشان جای گرفته و تبدیل به ایمانی واقعی و حقیقی شده است، به همین خاطر کارهای شایسته انجام داده‌اند، آمرزش الهی شامل حالشان می‌شود؛وخداوند گناهانی را که مرتکب شده‌اند، می‌آمرزد. همچنین در بهشت، روزیِ پاک و ارزشمند خواهند داشت که این روزی، دارای همۀ خوبی‌ها وکمالات می‌باشد."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\n{والذين كفروا}\nو کسانی که نعمت پروردگار خود را انکار کردند و پیامبران و نشانه‌هایش را تکذیب کردند، یاران و ملازمان آتش‌اند و تمام اوقات خود را در آن سپر می‌کنند و عذاب آن بر آنها سبک نگشته و حتی برای لحظه‌ای از مجازات و عذاب آنها کاسته نمی‌شود. (\n﴿وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ﴾\n) و کسانی که در راه مبارزه با قرآن، و نادرست و ناچیز جلوه دادن آیه‌های ما کوشیده‌اند؛ به‌گمان اینکه نیرنگ و مکر آنها علیه اسلام نتیجه خواهد داد و موفق خواهد بود، (\n﴿أُوْلَٰٓئِكَ﴾\n) اینان که در انکار آیات ما کوشیده‌اند، (\n﴿أَصۡحَٰبُ ٱلۡجَحِيمِ﴾\n) همواره در آتش سوزان جهنم قرار دارند، ودرهمۀ اوقات در آن خواهند بود. پس، از عذاب آنها کاسته نشده، و یک لحظه عذاب دردناک از آنها دور نمی‌شود.\nحاصل معنی آیه چنین است:\nکسانی که درراه مبارزه با قرآن می‌کوشند، و با مؤمنان به رقابت می‌پردازند، و با آنها مخالفت می‌نمایند، به گمان اینکه می‌توانند به هدف خود برسند، این افراد در عذاب آتش جهنم جاودانه خواهند بود."
  },
  {
    "ayah": 52,
    "text": ": 52 - 54                            #\n{وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (52) لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ (53) وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُسْتَقِيمٍ (54)}.\nوَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ و هيچ رسول و هيچ پيامبري را پيش از تو نفرستاديم مگر اينكه هنگام يكه چيزي را تلاوت مي‌كرد شيطان در تلاوت و خواندن او\n[شبهه]\nالقا مي نمود، پس خداوند آنچه را كه شيطان القا مي‌كرد از بين مي‌برد، سپس خداوند آياتش را استوار مي‌دارد، و خداوند بس آگاه و با حكمت است.\nلِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ تا خداوند آنچه را كه شيطان مي‌افكند براي بيماردلان، و آنان كه دلهايشان سخت است آزموني قرار دهد. بي‌گمان ستمگران در عداوت عميق و مخالفت سختي به سر مي‌برند.\nوَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُّسْتَقِيمٍ و تا دانش يافتگان بدانند كه آن\n[وحي]\nاز سوي پروردگارت حق است، و به آن ايمان آورند، تا دلهايشان بدان آرام گيرد، و در برابرش تسليم و خاضع شوند و بي‌گمان خداوند مؤمنان را به راه راست هدايت مي‌كند."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\nخداوند از اوجِ حکمتِ خویش صحبت می‌کند، و اینکه چه چیزی را برای بندگانش انتخاب نموده است.\nو می‌فرماید:\nای محمد! (\n﴿وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ﴾\n) ما هیچ پیامبر و رسولی را پیش از تو نفرستاده‌ایم مگر اینکه وقتی آیات و احکام خداوند را برای مردم می‌خواند تا آنها را پند دهد و آنها را به معروف امر، و از منکر نهی کند، (\n﴿أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ﴾\n) شیطان از راه‌های ویرانگرش وارد خواندن او ‌شده، و چیزهایی در خواندن او می‌افکند که با تلاوت و خواندن او متضاد بود؛ با اینکه خداوند متعال پیامبران را معصوم و مصون قرار داده است، و آنها در آنچه که از سوی خداوند به مردم می‌رسانند، معصوم‌اند؛ و خداوند وحی خویش را، از اینکه مشتبه گردد، یا با چیزی دیگر مخلوط شود، محفوظ و مصون می‌دارد. اما این القا و شبهه افکنی شیطان، پا برجا نیست و ادامه نخواهد داشت، بلکه عارضی است، و سپس از بین می‌رود، و عوارض احکامی جداگانه دارند.\nبنابراین فرمود:\n(\n﴿فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦ﴾\n) پس خداوند آنچه را که شیطان می‌افکند، از بین می‌برد، سپس خداوند آیاتش را استوار می‌دارد؛ یعنی خداوند آنچه را که شیطان می‌افکند، از بین می‌برد و باطل می‌نماید؛ و بیان می‌کند که آن از آیات خدا نیست، سپس آیات خود را محکم و استوار می‌دارد، و آن را خالص نموده و محافظت می‌کند. بنابراین آیات خداوند، از آمیخته شدن با آنچه شیطان القا می‌کند، همواره خالص و ناب باقی می‌ماند. (\n﴿وَٱللَّهُ عَلِيمٌ حَكِيمٞ﴾\n) و خداوند، آگاه و دانا و فرزانه و با حکمت است، و هرچیزی را در جایش قرارمی‌دهد. پس، از کمالِ حکمت خداوند، این است که شیطان را توانایی داده تا چنین القایی را بنماید تا آنچه را که در این بخش از آیه بیان نموده است، تحقق یابد.\nآنجا که می‌فرماید:"
  },
  {
    "ayah": 53,
    "text": "#\n(53)\n(\n﴿لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ﴾\n) تا القا و وسوسه‌های شیطان را، برای دو گروه از مردم که خداوند به آنها توجهی نمی‌کند، آزمونی قرار دهد،\nو آن دو گروه عبارتند از:\n(\n﴿لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ﴾\n) کسانی که در دل‌هایشان بیماری است؛ یعنی ایمانشان ضعیف است و کامل نمی‌باشد، و تصدیق و یقین قطعی در دل‌هایشان نیست؛ پس کوچک‌ترین شبهه‌ای، در آنها اثر می‌گذارد. و چون آنچه را که شیطان می‌افکند، بشنوند، شک و تردید وارد دل‌هایشان می‌شود، و موجب فتنه و آزمایش آنها می‌گردد. (\n﴿وَٱلۡقَاسِيَةِ قُلُوبُهُمۡ﴾\n) و سنگدلان؛ یعنی آنها که دل‌هایشان سخت است، و هشدار و اندرز در آن اثر نمی‌گذارد؛ و به‌خاطر قساوتی که دارند، آنچه را که خدا و پیامبرش می‌گویند، نمی‌فهمند. اینها وقتی آنچه را که شیطان القا می‌کند، بشنوند، آن را دلیلی برای باطل خود قرار می‌دهند، و در پرتو آن مجادله می‌نمایند، و با خدا و پیامبرش به مخالفت می‌پردازند. (\n﴿وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۢ بَعِيدٖ﴾\n) و بی‌گمان ستمگران در عداوت عمیق و مخالفت سختی قرار دارند؛ و آنچه شیطان القا می‌کند، برای این دو گروه از مردم مایۀ فتنه و آزمایش می‌گردد، و پلیدی که در دل‌هایشان پنهان است آشکار می‌شود. و اما گروه سوم که مورد مرحمت قرار می‌گیرند،\nکسانی‌اند که در این آیه ذکر شده‌اند:"
  },
  {
    "ayah": 54,
    "text": "#\n(54)\n(\n﴿وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ﴾\n) و تا عالمان و دانش آموختگان بدانند که آن وحی، حق و از سوی پروردگارت است. خداوند به آنان دانش داده است؛ و به وسیلۀ آن، حق را از باطل، و هدایت را از گمراهی تشخیص می‌دهند. پس آنان با توجه به شواهد و دلایل موجود، حقِ پایدار را که خداوند آن را استوار می‌نماید، از باطل و عارضی که خداوند آن را از بین می‌برد، تشخیص می‌دهند، تا بدانند که خداوند حکیم و فرزانه است؛ و ابتلا و آزمایشات را برای انسان پیش می‌آورد تا امور نیک و بدی را که در وجود او پنهان است، آشکار نماید، (\n﴿فَيُؤۡمِنُواْ بِهِۦ﴾\n) تا به سبب آن ایمان بیاورند؛ و پس از دفع شبهه، ایمانشان افزون گردد. (\n﴿فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡ﴾\n) و دل‌هایشان خاضع و تسلیم خدا شود. و این، از هدایت الهی است که به آنها بخشیده است. (\n﴿وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ﴾\n) و خداوند مومنان را، به سبب ایمانشان، به راه راست هدایت می‌نماید. و راه راست؛ یعنی دانستن حق، و عمل کردن به مقتضای آن. پس خداوند مؤمنان را، با سخن استوار، در زندگی دنیا و آخرت ثابت قدم می‌نماید؛ و این نوعی از تثبیت خداوند برای بندگان است. و این آیات بیان می‌نمایند که سایر پیامبران، برای پیامبر اسلام، الگو و سرمشق می‌باشند. وقتی که به هنگام خواندن و تلاوت آیۀ\n﴿أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ﴾\nرسید، شیطان در تلاوت او، این را افکند\n«تِلکَ الغَرانِیقُ العُلَی وَإنَّ شَفَاعَتَهُنَّ لَتُرتَجَی»\nیعنی\n«لات»\nو\n«عزّی»\nو\n«منات»\n، بت‌های بس والا مقام هستند، و شفاعت کردن آنها، جای امید است. به این سبب پیامبر غمگین شد و فتنه‌ای برای مردم گردید، همچنان‌که خداوند متعال بیان نمود. پس خداوند این آیات را نازل کرد[مؤلف کتاب\n«نصب المجانیق لنسف قصۀ الغرانیق»\nبه طور مفصل و علمی در این کتاب به این حدیث می‌پردازد و ثابت می‌کند که این حدیث، حدیثی موضوع است. و از این مطلب نیز سخن به میان می‌آورد که معنای صحیح آیۀ\n﴿وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ﴾\nچنین است:\n«و هیچ پیامبری را پیش از تو نفرستاده‌ایم مگر اینکه هنگامی که چیزی را تلاوت می‌کرد، شیطان وسوسه‌ها و شبهاتی را در دل کافران می‌انداخت....»\n«و»\n]."
  },
  {
    "ayah": 55,
    "text": ": 55 - 57                            #\n{وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ (55) الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ (56) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (57)}.\nوَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِّنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ و كافران پيوسته دربارة آن ترديد دارند تا اينكه ناگهان قيامت به آنان در رسد، يا عذاب روز نازل و عقيم گريبانشان را بگيرد.\nالْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ ملك و فرمانروايي در آن روز از آن خداست؛ ميان آنان داوري مي‌كند، پس كساني كه ايمان آورده و كارهاي شايسته انجام داده‌اند، در باغهاي پرناز و نعمت خواهند بود.\nوَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُوْلَئِكَ لَهُمْ عَذَابٌ مُّهِينٌ و كساني كه كفر ورزيده و آيات مرا تكذيب كرده‌اند، اينان عذابي خوار كننده دارند."
  },
  {
    "ayah": 55,
    "text": "#\n(55)\nخداوند متعال از حالت کافران خبر می‌دهد که آنها همواره در آنچه پیامبر آورده است، شک و تردید دارند، به سبب اینکه عناد و کینه دارند و رویگردان‌اند، و آنها همواره بر این حالت خواهند بود، (\n﴿حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً﴾\n) تا اینکه ناگهان قیامت به سراغ آنها می‌آید، (\n﴿أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ﴾\n) یا اینکه ناگهان عذابِ روزِ نازا و عقیم، گریبانشان را می‌گیرد؛ یعنی عذاب روزی که هیچ خیر و خوبی در آن نیست، و آن روز قیامت است. پس وقتی قیامت بیاید، کافران می‌دانند که آنها دروغگو بوده‌اند، و پشیمان می‌شوند، که پشیمانی در آن روز برایشان فایده‌ای ندارد. و از هر خوبی و خیری ناامید می‌شوند، و آرزو خواهند کرد که ای کاش به پیامبر ایمان آورده، و راه او را درپیش می‌گرفتند! در اینجا کافران از ادامه دادن شک و تردید برحذر داشته شده‌اند."
  },
  {
    "ayah": 56,
    "text": "#\n(56 - 57)\n(\n﴿ٱلۡمُلۡكُ يَوۡمَئِذٖ﴾\n) فرمانروایی و ملک در روز قیامت، (\n﴿لِّلَّهِ﴾\n) فقط برای خداوند و ازآنِ او است. (\n﴿يَحۡكُمُ بَيۡنَهُمۡ﴾\n) و با قضاوتِ دادگرانه و قاطعِ خویش در میانشان داوری می‌نماید، (\n﴿فَٱلَّذِينَ ءَامَنُواْ﴾\n) پس کسانی که به خدا و پیامبر و آنچه آورده‌اند، ایمان آورند، (\n﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾\n) و کارهای شایسته انجام داده و با انجام آن، ایمانشان را تصدیق نمایند، (\n﴿فِي جَنَّٰتِ ٱلنَّعِيمِ﴾\n) در باغ‌های پرناز و نعمت‌اند؛ یعنی در ناز و نعمت، و شادیِ قلبی و روحی و جسمیِ وصف ناپذیری که توصیف کنندگان نمی‌توانند آن را توصیف نمایند، و عقل حقیقتِ آن را درک نمی‌کند، به ‌سر می‌برند. (\n﴿وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِ‍َٔايَٰتِنَا﴾\n) و کسانی که به خدا و پیامبرش کفر ورزیده، و آیات خداوند را -که انسان را به حق و راه درست رهنمون می‌نمایند- دروغ انگاشته، و از آن روی برتافته، یا با آن مخالفت کرده‌اند، (\n﴿فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ﴾\n) ایشان عذابی خوارکننده دارند، که از بس سخت و دردناک است، و به دل‌ها سرایت می‌کند، ایشان را خوار و ذلیل می‌گرداند، چرا که به پیامبر و آیاتش توهین نمودند، و خداوند نیز آنها را به وسیلۀ عذاب خویش مورد توهین قرار داد، و خوار نمود."
  },
  {
    "ayah": 57,
    "text": "#\n(56 - 57)\n(\n﴿ٱلۡمُلۡكُ يَوۡمَئِذٖ﴾\n) فرمانروایی و ملک در روز قیامت، (\n﴿لِّلَّهِ﴾\n) فقط برای خداوند و ازآنِ او است. (\n﴿يَحۡكُمُ بَيۡنَهُمۡ﴾\n) و با قضاوتِ دادگرانه و قاطعِ خویش در میانشان داوری می‌نماید، (\n﴿فَٱلَّذِينَ ءَامَنُواْ﴾\n) پس کسانی که به خدا و پیامبر و آنچه آورده‌اند، ایمان آورند، (\n﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾\n) و کارهای شایسته انجام داده و با انجام آن، ایمانشان را تصدیق نمایند، (\n﴿فِي جَنَّٰتِ ٱلنَّعِيمِ﴾\n) در باغ‌های پرناز و نعمت‌اند؛ یعنی در ناز و نعمت، و شادیِ قلبی و روحی و جسمیِ وصف ناپذیری که توصیف کنندگان نمی‌توانند آن را توصیف نمایند، و عقل حقیقتِ آن را درک نمی‌کند، به ‌سر می‌برند. (\n﴿وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِ‍َٔايَٰتِنَا﴾\n) و کسانی که به خدا و پیامبرش کفر ورزیده، و آیات خداوند را -که انسان را به حق و راه درست رهنمون می‌نمایند- دروغ انگاشته، و از آن روی برتافته، یا با آن مخالفت کرده‌اند، (\n﴿فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ﴾\n) ایشان عذابی خوارکننده دارند، که از بس سخت و دردناک است، و به دل‌ها سرایت می‌کند، ایشان را خوار و ذلیل می‌گرداند، چرا که به پیامبر و آیاتش توهین نمودند، و خداوند نیز آنها را به وسیلۀ عذاب خویش مورد توهین قرار داد، و خوار نمود."
  },
  {
    "ayah": 58,
    "text": ": 58 - 59                            #\n{وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ (58) لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ (59)}.\nوَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ و كساني كه در راه خدا هجرت كرده و سپس كشته شده يا مرده‌اند، بدون شك خداوند به آنان روزي نيك مي‌دهد و به يقين خداوند بهترين روزي دهندگان است.\nلَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ قطعاً خداوند آنان را به جايگاهي كه آن را مي‌پسندند وارد خواهد كرد، و بي‌گمان خداوند دانا و شكيبا است."
  },
  {
    "ayah": 58,
    "text": "#\n(58)\nاین مژده و نویدی بزرگ است برای کسانی که در راه خدا هجرت کرده، و از سرزمین و وطن خود بیرون رانده شده، و فرزندان و اموالشان را برای رضای خدا و یاری کردن دینش ترک نموده‌اند؛ و مزد چنین کسانی بر خداوند است، خواه بر بستر خویش بمیرند یا در میدان جهاد کشته شوند. (\n﴿لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗا﴾\n) بدون شک، خداوند به آنان جزا و نعمت نیکویی در جهان برزخ و در روز قیامت خواهد داد و آنها را وارد بهشت خواهد کرد که هر نوع خیر و برکت و هر نیکی و احسان و نعمت‌های قلبی و بدنی در آن وجود دارد.\nو احتمال دارد که معنی آیه چنین باشد:\nکسی که در راه خدا هجرت کند، خداوند روزی او را در دنیا به عهده گرفته، و به او روزی گسترده و نیکویی خواهد داد -خواه او بر بستر خود بمیرد یا شهید شود- و خداوند ضامن روزی او است. پس نباید گمان کرد که هر کس از سرزمین خود بیرون رود و اموالش را ترک نماید، فقیر و نیازمند خواهد شد، چون روزی‌دهندۀ او، بهترین روزی‌دهندگان است. و همان‌طور که خداوند خبر داده است، پیش آمد؛ و مهاجرین سرزمین و فرزندان و مال‌هایشان را در راستای یاری کردن دین خدا رها کردند، اما دیری نپایید که خداوند کشورها را برایشان فتح کرد و آنها را حاکم گرداند؛ و اموالی از آن کشورها و شهرها به غنیمت گرفتند که با آن، از ثروتمندترین مردم گردیدند.\nو بنابراین احتمال فرمودۀ:"
  },
  {
    "ayah": 59,
    "text": "#\n(59)\n(\n﴿لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥ﴾\n) یا به این معنا است که خداوند فتح ممالک را -به خصوص فتح مکۀ مکرمه را- نصیب آنان می‌گرداند، که ـ واقعاً ـ مسلمانان در حالت خوشحالی و خشنودی وارد آن شدند. یا منظور از آن، روزیِ آخرت است که عبارت است از داخل شدن به بهشت. پس آیه هر دو روزی -روزی دنیا و روزیِ آخرتِ‌- را در بر دارد، و مانعی نیست که نعمتِ دنیا و آخرت هردو مورد نظر باشند، و این معنی نیز صحیح است. (\n﴿وَإِنَّ ٱللَّهَ لَعَلِيمٌ﴾\n) و خداوند به ظاهر و باطن، و گذشته و آینده آگاه است. (\n﴿حَلِيمٞ﴾\n) بردبار و شکیباست؛ مردم از فرمان وی سرپیچی می‌کنند، و با گناهان بزرگ به مبارزۀ با او برمی‌خیزند، اما او فوراً آنها را به عذاب گرفتار نمی‌سازد، با اینکه بر این کار توانایی کامل دارد، بلکه روزی آنها را پیوسته و پی در پی می‌دهد، و فضل خویش را بر آنان سرازیر می‌نماید."
  },
  {
    "ayah": 60,
    "text": ": 60                            #\n{ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (60)}.\nذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ\n[حكم بر]\nاين است، و هر كس\n[ديگري را]\nبه مانند آنچه خود به آن عقوبت داده شده است عقوبت دهد، سپس مورد ستم واقع شود، حتماً‌خداوند او را ياري خواهد كرد، به راستي خداوند بخشاينده و آمرزگار است."
  },
  {
    "ayah": 60,
    "text": "#\n(60)\nمسئله به این منوال است که هر کس مورد ستم قرار بگیرد، برای او جایز است به اندازه‌ای که به او ستم شده است بر جنایتکار ستم نماید؛ و اگر چنین کرد، مورد ملامت قرار نمی‌گیرد و مقصر نیست؛ و اگر دوباره به او ستم شد، خداوند حتماً او را یاری خواهد کرد، چون او ستمدیده و مظلوم است؛ پس جایز نیست به‌خاطر اینکه حق خودش را گرفته است، مورد ستم قرار بگیرد. بنابراین کسی که دیگری را -چون بر او ستم کرده است- مجازات ‌نماید، خداوند چنین کسی را یاری می‌کند. پس کسی که هیچ احدی را مورد ستم و مجازات قرار نداده است، اگر مورد ستم قرار بگیرد و بر او جنایت شود، یاری خداوند به او نزدیک‌تر است. (\n﴿إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ﴾\n) بدون شک، خداوند بخشایندۀ آمرزگار است؛ یعنی گناهکاران را می‌آمرزد، و فوراً آنها را عذاب نمی‌دهد، و گناهانشان را از بین می‌برد و آثارشان را از آنها دور می‌نماید. آمرزش و بخشایش، صفت ذاتی خداوند است، و بندگانش را در هر زمانی می‌آمرزد. پس برای شما مظلومان که مورد جنایت قرار گرفته‌اید، شایسته است که ببخشید و گذشت کنید تا خداوند نیز با شما چنین رفتار نماید.\n﴿فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِ﴾\nپس هر کس ببخشد و به اصلاح بپردازد، پاداش او بر خداوند است."
  },
  {
    "ayah": 61,
    "text": ": 61 - 62                            #\n{ذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (61) ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ (62)}.\nذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ اين از آن جهت است كه خداوند شب را در روز و روز را در شب داخل مي‌گرداند، و خداوند شنواي نابينا است.\nذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ اين از آن جهت است كه خداوند بر حق است و آنچه را كه به جز او فرياد مي‌خوانند و پرستش مي‌نمايند باطل است، و خداوند والا و بزرگوار است."
  },
  {
    "ayah": 61,
    "text": "#\n(61)\nخداوند ذاتی است که این احکام نیکو و دادگرانه را برایتان مشروع نموده، و در تقدیر و تدبیرش به خوبی و نیکویی عمل می‌نماید. خداوندی که (\n﴿يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ﴾\n) شب را در روز داخل می‌گرداند، و روز را بعد از شب می‌آورد، و بر یکی از آن دو می‌افزاید، و از دیگری می‌کاهد و برعکس؛ و بر اثر آن، فصل‌ها به‌وجود می‌آیند، و منافع شب و روز و خورشید و ماه محقق می‌شود که از بزرگ‌ترین نعمت‌های الهی برای بندگان است، و این برای آنان ضروری و لازم می‌باشد. (\n﴿وَأَنَّ ٱللَّهَ سَمِيعُ﴾\n) و خداوند شنوا است، و همۀ صداها را -علی رغم اینکه به ‌زبان‌های مختلفی هستند، و هریک نیاز مختلفی دارند- می‌شنود. (\n﴿بَصِيرٞ﴾\n) بینا است، و خیزش و حرکت مورچۀ سیاه را در زیرِ صخرۀ سنگ و در شبِ تاریک می‌بیند.\n﴿سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۢ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ﴾\n[برای او]\nیکسان است؛ کسی که پنهانی سخن بگوید، و آن کس که آشکارا بگوید؛ و آن‌که خویشتن را در شب پنهان گرداند و در روز آشکارا حرکت ‌نماید."
  },
  {
    "ayah": 62,
    "text": "#\n(62)\n(\n﴿ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ﴾\n) آن همه قدرت و حکم و احکامی که خداوند از آن برخوردار است، بدان جهت است که خداوند حق است؛ یعنی پایدار است، و همواره بوده و هست. اول است، و پیش‌از او هیچ چیزی نبوده است؛ و آخر است، و بعد ‌از او چیزی نیست. اسماء و صفاتش کامل است، و وعده‌اش راستین. او ذاتی است که وعده‌اش حق، و ملاقات و دیدارش حق، و دین او حق، و عبادتش حق، و همیشه ماندگار است. (\n﴿وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ﴾\n) و بت‌ها و انبازان، و حیوانات و جماداتی که به جز او به فریاد خوانده شده و پرستش می‌شوند، باطل‌اند؛ خودشان باطل، و عبادتشان نیز باطل است؛ چون آنها به چیزی دست انداخته‌اند که نابود شدنی و از بین رفتنی است؛ در نتیجه عبادت و پرستش آن بیهوده و باطل است. (\n﴿وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ﴾\n) و همانا خداوند والا و بزرگوار است (\n﴿ٱلۡعَلِيُّ﴾\n) یعنی هم در ذات والا است و بر بالای همۀ مخلوقات قرار دارد، و هم در منزلت و مقام، و دارای صفات کامل است؛ و هم در قدرت و تسلط والاست و بر همۀ مخلوقات چیره و غالب است. (\n﴿ٱلۡكَبِيرُ﴾\n) و نیز هم در ذات عظیم است و هم در اسما و صفاتش. و از مظاهر عظمت و بزرگی‌اش، این است که آسمان‌ها و زمین در روز قیامت در قبضۀ اویند؛ و آسمان‌ها را با دست راستش درهم می‌پیچد. کرسی و قلمرو فرمانروایی‌اش، آسمان و زمین را در بر گرفته است؛ و همۀ بندگان در اختیار او هستند. پس جز با خواست و مشیّت خداوند تصرف نمی‌کنند و کاری انجام نمی‌دهند، و جز با خواست و ارادۀ او حرکت نمی‌کنند و از حرکت باز نمی‌ایستند. حقیقت کبریا و بزرگی خدا را جز او کسی نمی‌داند؛ و هیچ فرشتۀ مقرب و هیچ پیامبری آن را نمی‌داند. از هر صفتِ کمال و کبریا و شکوهی برخوردار است، و او هریک ازاین صفت‌ها را به‌طور کامل داراست. از کبریایی او، این است که اهل آسمان‌ها و زمین هر عبادتی را برای او انجام می‌دهند؛ و هدف از آن، بزرگداشت و تعظیم خداوند است. به همین جهت\n«تکبیر»\nشعار و نشانۀ عبادت‌های بزرگ مانند نماز و غیره است."
  },
  {
    "ayah": 63,
    "text": ": 63 - 64                            #\n{أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (63) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ (64)}.\nأَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاء مَاء فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ  آيا نديده‌اي كه خداوند از آسمانها آب فرو فرستاده، آنگاه زمين سرسبز و خرم مي‌گردد، بي‌گمان خداوند باريك بين و آگاه است.\nلَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ آنچه در آسمانها و آنچه در زمين است از آن اوست، و خداوند بي‌نياز و ستوده است."
  },
  {
    "ayah": 63,
    "text": "#\n(63)\nدر اینجا خداوند آدمی را، به نگریستن در آیاتی که بر یگانگی و کمال او دلالت می‌نماید، تشویق می‌کند،\nپس فرمود:\n(\n﴿أَلَمۡ تَرَ﴾\n) آیا با چشمان و بینش خود مشاهده نکرده‌ای که (\n﴿أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ﴾\n) خداوند از آسمان آبی را فرو می‌فرستد؛ و بر زمین خشک که تمام درختان و گیاهانش خشک شده‌اند، می‌باراند، (\n﴿فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةً﴾\n) آنگاه زمین سرسبز و خرم می‌گردد. پس کسی که زمین را بعد از خشکی و مرگش زنده می‌نماید، مردگان را نیز، بعد ‌از آنکه تبدیل به استخوان‌هایی پوسیده شدند، زنده می‌گرداند. (\n﴿إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ﴾\n) بی‌گمان خداوند باریک بین است، و درون اشیا و امور پوشیده و پنهان را می‌بیند؛ و با لطف است، و خیر و خوبی را به بندگان می‌رساند، و شر و بدی را از آنها دور می‌نماید؛ و همۀ اینها را طوری انجام می‌دهد که در بسیاری مواقع بر بندگانش پوشیده می‌ماند. و از لطف خداوند\n[نسبت به بندگان]\n، این است که توانایی و کمال اقتدارش را در انتقام گرفتن، به بنده‌اش نشان می‌دهد؛ اما بعد از آنکه در آستانۀ نابودی قرار گرفت، به داد او می‌رسد و لطفش را برای او آشکار می‌کند. و از لطف خداوند، این است که محل فرود قطرات باران، و جای رویش بذرهای زمین را می‌داند. پس آب را به محل همان بذر می‌برد ـ بذری که از خلائق و مردم پنهان است‌ـ ‌سپس انواع گیاهان می‌رویند. (\n﴿خَبِيرٞ﴾\n) و به امور پنهان و پوشیده، آگاه است."
  },
  {
    "ayah": 64,
    "text": "#\n(64)\n(\n﴿لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ﴾\n) آنچه در آسمان‌ها و آنچه در زمین است، همه آفریده و بندگان اویند؛ و خداوند با فرمانروایی و حکمت و کمال اقتدار خود، در آنها تصرف می‌نماید، و کسی دیگر در این میان اختیاری ندارد. (\n﴿وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ﴾\n) و او بی‌نیاز است، و دارای بی‌نیازیِ مطلق می‌باشد، و از هر جهت مستغنی می‌باشد. و از بی‌نیازیِ او، این است که به هیچ کدام از آفریده‌هایش نیاز ندارد؛ و از سرِ ناتوانی و خواری به آنها پناه نمی‌برد؛ و کمبودی ندارد که آن را به وسیلۀ آنان جبران نماید. او نیازی ندارد که کسی را به همسری و فرزندی گیرد. و از بی نیازی‌اش این است که نمی‌خورد و نمی‌نوشد؛ و به آنچه مردم بدان نیاز دارند، به هیچ وجهی نیاز ندارد. پس او دیگران را خوراک می‌دهد، ولی خوراک داده نمی‌شود. و از بی‌نیازی‌اش این است که آفریدگان همه، در آفرینش و زندگی دینی و دنیایی خود، به او نیاز دارند. و یکی از مصادیق بی‌نیازی‌اش این است که اگر همۀ موجوداتِ آسمان‌ها و زمین -آنهایی که زنده‌اند و آنهایی که مرده‌اند در یک میدان جمع شوند، و هریک از آنها تا آنجا که دلش بخواهد، از خداوند طلب نماید، و خداوند به هر یک از آنها بیش از آنچه بخواهد -ببخشد، این کار از ملک و پادشاهی او چیزی نمی‌کاهد. و از بی‌نیازی‌اش این است که دست سخاوت و خیر و برکتش را، در شب و روز گشوده است؛ و چیزهایی را در بهشت قرار داده که هیچ چشمی مانند آن را ندیده، و هیچ گوشی آن را نشنیده، و به دل هیچ انسانی خطور نکرده است. (\n﴿ٱلۡحَمِيدُ﴾\n) در ذات و در نام‌هایش پسندیده و ستوده است، چون نام‌هایش نیکویند. و در صفاتش نیز ستوده است، چون همۀ صفت‌های او صفات کمال‌اند. و در کارهایش پسندیده می‌باشد، چون کارهای او سرشار از عدل و احسان و رحمت و حکمت است. و نیز در شرع و قانون خویش ستوده است، چون جز به آنچه مصلحت است، فرمان نمی‌دهد؛ و جز از آنچه که فساد محض است یا فسادش بیشتر است، نهی نمی‌نماید. تنها خداوند، شایستۀ ستایش است؛ ستایشی که آسمان‌ها و زمین و آنچه میان آن دو است، و بندگانش، توان ادای آن را ندارند؛ ستایشی که خود گویندۀ آن است، و برتر است از آنچه که بندگان، وی را ستایش می‌کنند. و او به‌خاطر توفیقاتی که به بندگان موفقّش ارزانی می‌دارد، نیز به‌خاطر خوار کردن کسانی که خوارشان نموده است، قابل ستایش است. و او در ستایش و حمدِ خویش، بی‌نیاز است؛ و در بی‌نیازی‌اش، ستوده و پسندیده می‌باشد."
  },
  {
    "ayah": 65,
    "text": ": 65 - 66                            #\n{أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (65) وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ (66)}.\nأَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاء أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَّحِيمٌ مگر نمي‌بيني كه خداوند آنچه را در زمين است، و كشتي‌ها را كه به فرمان او روان‌اند برايتان مسخر گردانيد، و\n[خداوند]\nنمي‌گذارد آسمان بر زمين فرو ريزد، مگر به اذن و خواست خودش؟! همانا خداوند نسبت به مردم بخشاينده و مهربان است.\nوَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنسَانَ لَكَفُورٌ و او خداوندي است كه شما را زندگي داد، آنگاه شما را مي‌ميراند، سپس شما را زنده مي‌كند. بي‌گمان انسان\n[بسيار]\nناسپاس است."
  },
  {
    "ayah": 65,
    "text": "#\n(65)\nآیا با چشم سر و دل، نعمت فراگیر و فراوان پروردگارت را مشاهده نکرده‌ای که (\n﴿أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ﴾\n) همانا خداوند، حیوانات و گیاهان و جماداتی را که در زمین هستند، فرمانبردارتان نموده است. پس همۀ آنچه در زمین است، فرمانبردار انسان می‌باشد؛ حیوانات مسخر و مطیع انسان‌اند، تا بر آنها سوار شوند و بارهایشان را بر آنها حمل نمایند، و کارهایشان را با کمک آن‌ها انجام دهند، و از گوشت آنها بخورند و انواع استفاده‌ها را از آنها ببرند. و درختان و میوه‌هایش مسخرِ انسان‌اند، از آن تغذیه می‌نمایند، و خداوند به انسان توانایی کاشتن و استفاده کردن از آن را داده است. و معدن‌هایی را مسخر انسان نموده تا آن را استخراج ‌کند و از آن استفاده ‌نماید. (\n﴿وَٱلۡفُلۡكَ﴾\n) و کشتی‌ها را برایتان رام و مسخر کرده است، (\n﴿تَجۡرِي فِي ٱلۡبَحۡرِ﴾\n) به فرمان او در دریا شناورند، و کالاهای تجاری شما را حمل می‌کنند، و شما را از جایی به جایی دیگری می‌رسانند، و از دریا زیورآلاتی بیرون می‌آورید که می‌پوشید، (\n﴿وَ﴾\n) و از جملۀ رحمت و مهربانی‌اش نسبت به شما، این است که او (\n﴿يُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ﴾\n) آسمان را نگاه می‌دارد، و نمی‌گذارد بر زمین فرو افتد. پس اگر رحمت و قدرت الهی نبود، آسمان بر زمین می‌افتاد؛ و همۀ آنچه را که بر روی زمین است، هلاک و نابود می‌کرد\n﴿إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا﴾\nهمانا خداوند آسمان‌ها و زمین را نگاه می‌دارد تا از جای کنده نشوند؛ و چنانچه کنده شوند، کسی جز او نمی‌تواند آنها را نگاه دارد. بی‌گمان او بردبار و آمرزنده است. (\n﴿إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ﴾\n) بدون شک، خداوند نسبت به بندگان، بخشایندۀ مهربان است؛ و از پدر و مادرشان و از خودشان نسبت به آنان، مهربان‌تر است. بنابراین برای آنان خیر و خوبی را می‌خواهد، اما انسان‌ها برای خودشان بدی و زیان را می‌طلبند. و از جملۀ رحمت الهی، این است که همۀ این چیزها را برای آنان مسخر و فرمانبردار نموده است."
  },
  {
    "ayah": 66,
    "text": "#\n(66)\n(\n﴿وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ﴾\n) و خداوند ذاتی است که شما را زندگی بخشیده، و شما را از عدم و نیستی به وجود آورده است، (\n﴿ثُمَّ يُمِيتُكُمۡ﴾\n) و بعد ‌از آنکه شما را زنده گرداند،\n[دوباره]\nشما را می‌میراند، (\n﴿ثُمَّ يُحۡيِيكُمۡ﴾\n) و پس از مردنتان شما را زنده می‌نماید؛ و نیکوکار را به نیکی‌اش پاداش می‌دهد، و بدکار را به خاطر بدکاری‌اش سزا می‌دهد. (\n﴿إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ﴾\n) بی‌گمان انسان در برابر نعمت‌های خدا ناسپاس است، و به احسان او اعتراف نمی‌نماید، بلکه چه بسا به رستاخیز و قدرت و توانایی پروردگارش کفر می‌ورزد."
  },
  {
    "ayah": 67,
    "text": ": 67 - 70                            #\n{لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ (67) وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ (68) اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (69) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (70)}.\nلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُّسْتَقِيمٍ براي هر ملتي آييني مقرر داشته‌ايم تا آنان بدان عمل كنند، پس بايد دربارة اين امر با تو ستيز نكنند. و به سوي پروردگارت دعوت كن، بي‌گمان تو بر راه راست هستي.\nوَإِن جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ  و اگر با تو مجادله كردند،\nبگو:\n«خداوند به آنچه مي‌كنيد آگاهتر است»\n.\nاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ خداوند ميان شما در روز قيامت دربارة آنچه اختلاف مي‌ورزيديد داوري مي‌كند.\nأَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاء وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ آيا ندانسته‌اي كه خداوند\n[همه]\nآنچه را در زمين و آسمان است مي‌داند، بدون شك تمام اينها در كتابي ثبت و ضبط است، و اين كار براي خدا آسان است."
  },
  {
    "ayah": 67,
    "text": "#\n(67)\nخداوند متعال خبر می‌دهد که او برای هر ملتی، آیین و عبادتی را مقرّر داشته است، (\n﴿مَنسَكًا﴾\n) به ‌گونه‌ای که در برخی امور با یکدیگر فرق دارند، با اینکه همه از عدل وحکمت او برخوردارند.\nچنانکه خداوند متعال فرموده است:\n﴿لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡ﴾\nبرای هریک از شما، آیین و برنامه‌ای مقرر داشته‌ایم؛ و اگر خداوند می‌خواست، شما را ملت واحدی قرار می‌داد، اما تا شما را، در آنچه به شما داده است، بیازماید. (\n﴿هُمۡ نَاسِكُوهُ﴾\n)که آنها برابرِ آن آیین عمل می‌کنند. پس نباید بی‌سوادانِ مشرک و جاهل، آشکارا اعتراض کنند؛ زیرا وقتی رسالت پیامبر با دلایل متقن ثابت گردید، همه باید آنچه را که آورده است، بپذیرند و اعتراض نکنند.\nبنابراین فرمود:\n(\n﴿فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِ﴾\n) پس نباید دربارۀ این امور با تو ستیز کنند؛ یعنی تکذیب‌کنندگان نباید با تو به مجادله و ستیز بپردازند، و بر آنچه برایشان آورده‌ای، به عقل‌های فاسدشان استناد کرده و اعتراض نمایند. همچنان‌که در رابطه با حلال بودنِ حیوان مرده،\nبر اساس قیاس فاسدشان منازعه و مجادله نمودند و گفتند:\n«از حیوان مرداری که خود کشته‌اید، می‌خورید؛ و آنچه را که خداوند کشته است، نمی‌خورید؟!»\nو مانند اینکه گفتند:\n﴿إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْ﴾\nخرید و فروش، همانندِ رباست. و دیگر اعتراضاتی که لازم نیست برای همۀ آنها جوابی آورده شود، در حالی که آنان اصل رسالت را نمی‌پذیرند درحالی‌که جای هیچ مجادله و اعتراضی نیست؛ چرا که هر سخن جایی دارد، و هر نکته مقامی. پس کسی که اعتراض می‌کند و منکرِ رسالت پیامبر است، اگر می‌پندارد با مجادله راهیاب می‌گردد،\nبه او گفته می‌شود:\nما با تو فقط در مورد اثبات رسالت و عدمِ آن سخن می‌گوییم، وگر نه، پافشاری بر نکته‌ای خاص در میان رسالت، بیانگر آن است که مقصد او سرسختی و لجاجت و ناتوان ساختن است. بنابراین خداوند پیامبرش را فرمان داد تا با حکمت و پندِ نیکو به سوی پروردگارش دعوت دهد، و این راه را ادامه دهد، خواه کسانی اعتراض کنند یا نه.\nو خداوند به وی فرمود:\nشایسته است که هیچ چیزی، تو را از دعوت کردن دور نکند؛ چون تو (\n﴿لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ﴾\n) بر راه راست هستی، راهی که انسان را به هدف و مقصد می‌رساند، و این راه، شناخت حق و عمل کردن به آن را دربر دارد. پس تو به کارت و به راه خویش اعتماد و یقین داری؛ و این اعتماد و یقین، باعث صلابت تو در انجام فرمان پروردگارت می‌شود. و تو بر چیز مشکوکی قرار نداری؛ و یا سخن دروغی نیاورده‌ای تا همراه با مردم و در راستای تأمین خواسته‌ها و نظرهایشان حرکت کنی؛ و اعتراض آنها، تو را باز ایستادند.\nخداوند متعال در فرموده‌ای دیگر نیز پیامبر را به همین امر سفارش می‌کند:\n﴿فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ﴾\nپس بر خداوند توکل کن، بی‌گمان تو برحقِ آشکار هستی.\nفرمودۀ الهی:\n(\n﴿إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ﴾\n) پاسخی است به کسانی که به امور جزئیِ شریعت اعتراض می‌نمایند؛ زیرا همۀ آنچه پیامبر آورده است، هدایت و رهنمون است؛ و هدایت بصیرتی است که آدمی به وسیلۀ آن، در اصول و فروع راهیاب می‌شود؛ و آن مسائلی هستند که خوبی و عدل و حکمتِ آن، با عقل و فطرت سالم شناخته می‌شود؛ و این، با اندیشیدن در جزء جزء آنچه بدان امر شده، و یا از آن نهی به‌عمل آمده است، شناخته می‌شود."
  },
  {
    "ayah": 68,
    "text": "#\n(68 - 69)\nبنابراین خداوند او را دستور داد، تا در این حالت، از مجادله با آنها دوری نماید.\nپس فرمود:\n(\n﴿وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ﴾\n) و اگر با تو به مجادله پرداختند،\nبگو:\nخداوند به آنچه می‌کنید، آگاه‌تر است؛ یعنی اهداف و نیت‌های شما را می‌داند، و شما را بر آن مجازات خواهد کرد، و او (\n﴿يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ﴾\n) روز قیامت در میان شما، دربارۀ آنچه اختلاف می‌ورزید، داوری می‌کند. پس هرکس بر راه راست باشد، از اهل بهشت است؛ و هر کس از راه راست منحرف گردد، اهل جهنم است. و آنچه که موجب کمال داوری خداوند می‌گردد، این است که آگاهی و شناخت او بیکران است."
  },
  {
    "ayah": 69,
    "text": "#\n(68 - 69)\nبنابراین خداوند او را دستور داد، تا در این حالت، از مجادله با آنها دوری نماید.\nپس فرمود:\n(\n﴿وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ﴾\n) و اگر با تو به مجادله پرداختند،\nبگو:\nخداوند به آنچه می‌کنید، آگاه‌تر است؛ یعنی اهداف و نیت‌های شما را می‌داند، و شما را بر آن مجازات خواهد کرد، و او (\n﴿يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ﴾\n) روز قیامت در میان شما، دربارۀ آنچه اختلاف می‌ورزید، داوری می‌کند. پس هرکس بر راه راست باشد، از اهل بهشت است؛ و هر کس از راه راست منحرف گردد، اهل جهنم است. و آنچه که موجب کمال داوری خداوند می‌گردد، این است که آگاهی و شناخت او بیکران است."
  },
  {
    "ayah": 70,
    "text": "#\n(70)\nبنابراین آگاهی بی‌حد و حصر،\nو احاطۀ کتابش را بیان نمود و فرمود:\n(\n﴿أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ﴾\n) آیا ندانسته‌ای که خداوند آنچه را در آسمان و زمین است، می‌داند؛ و هیچ چیزی از امور ظاهری و باطنی، کوچک و بزرگ، گذشته و آینده، بر او پوشیده نیست؟! خداوند این علم و آگاهی را -که همۀ آنچه را در آسمان‌ها و زمین است- احاطه نموده، در لوح محفوظ ثبت و ضبط کرده است. وقتی خداوند قلم را آفرید،\nبه او فرمود:\nبنویس.\nگفت:\nچه بنویسم؟\nفرمود:\nهمۀ آنچه را که تا روز قیامت انجام می‌شود، بنویس. (\n﴿إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ﴾\n) بی‌گمان این کار برای خداوند آسان و ساده است، گرچه شما نمی‌توانید آن را تصور نمایید، ولی برای خداوند آسان است که علم و دانشِ او همه چیز را فرا بگیرد؛ و آن را در کتابی، مطابق با واقعیت بنویسد."
  },
  {
    "ayah": 71,
    "text": ": 71 - 72                            #\n{وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (71) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ (72)}.\nوَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ\n[و مشركان]\nبجز خداوند چيزهايي را مي‌پرستيد كه خداوند دليلي بر\n[صحت]\nپرستش آنها بيان ننموده است، و چيزي را مي‌پرستند كه به آن علمي ندارند، و براي ستمكاران هيچ ياوري نيست.\nوَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ و هنگامي كه آيات روشن ما بر آنان خوانده مي‌شود در چهره كافران ناخوشي را مي‌بيني، بلكه نزديك است به كساني حمله‌ور شوند كه آيات ما را بر آن مي‌خوانند.\nبگو:\n«آيا شما را به بدتر از اين خبر دهم؛ به [آن] آتشي كه خداوند آن را به كافران وعده داده است، و بد سرانجامي است»\n."
  },
  {
    "ayah": 71,
    "text": "#\n(71)\nخداوند حالات کسانی را که به او شرک می‌ورزند و چیزهایی را با او برابر می‌دارند،\nبیان کرده و می‌فرماید:\nدارای زشت‌ترین حالت می‌باشند، و آنها دلیلی بر آنچه کرده‌اند، ندارند. پس به ‌کار خود آگاهی ندارند، بلکه از روی تقلید چنین می‌کنند؛ کارشان تقلید محض است، و آن را از پدران و نیاکان گمراهشان فراگرفته‌اند. گاهی انسان کاری را انجام می‌دهد، اما نمی‌داند دلیلی بر صحت آن وجود دارد یا خیر، ولی در واقع بر صحت آن دلیل هست، اما او نسبت به آن بی‌خبر است. و در اینجا خبر داد که خداوند در این مورد، حجّت و دلیلی نازل نفرموده است؛ یعنی حجتی که بر صحتِ پرستش غیر خدا دلالت نماید و آن را جایز قرار دهد، نازل نفرموده، بلکه دلایل و حجت‌های قاطعی بر فاسد و باطل بودن آن نازل نموده است. سپس ستمکارانشان را که با حق مخالفت می‌ورزند،\nتهدید نمود و فرمود:\n(\n﴿وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ﴾\n) و ستمکاران هیچ یاوری ندارند که آنها را از عذاب خدا نجات دهد. پس آیا کسانی که نمی‌دانند چکار می‌کنند، قصد پیروی از آیات و هدایت خدایی را دارند، آنگاه که به نزد آنها می‌آید، یا به باطلی که بر آن هستند راضی و خشنود می‌گردند؟\n! این مطالب را در فرمودۀ خویش بیان کرد و فرمود:"
  },
  {
    "ayah": 72,
    "text": "#\n(72)\n(\n﴿وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ﴾\n) و هنگامی که آیاتِ روشن ما بر آنها خوانده ‌شود -که آیات بزرگ الهی، در بر گیرندۀ حق، و روشنگرِ حقیقت از باطل می‌باشند- به آن توجه نمی‌کنند، (\n﴿تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَ﴾\n) و ناخوشی را در چهرۀ کافران می‌بینی؛ و چون از آن نفرت دارند، اخم و تخم و آثارِ خشم و کینه در چهره‌هایشان هویدا است. (\n﴿يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَا﴾\n) بلکه نزدیک است به کسانی حمله‌ور شوند که آیات ما را بر آنان می‌خوانند؛ یعنی نزدیک است از شدت نفرت و دشمنی با حق، به کشتن و زدن آنها اقدام نمایند. پس این است حالتِ بدِ کافران، و شر آنان بسیار فراوان است؛ ولی شر بزرگ‌تر، حالت و سرانجام آنهاست که به آن دچار می‌شوند،\nبنابراین فرمود:\n(\n﴿قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ﴾\n) بگو:\n«آیا شما را به بدتر از آن خبر دهم؟ آن آتش دوزخ است که خداوند به کافران وعده داده است، و بد سرانجامی است!»\nو شر و بدی جهنم، پایان ناپذیر است؛ و بر ناگواری و زشتی آن همواره اضافه می‌شود."
  },
  {
    "ayah": 73,
    "text": ": 73 - 74                            #\n{يَاأَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (73) مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (74)}.\nيَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ اي مردم! مثلي زده شده، پس به آن گوش فرا دهيد، كساني را كه به غير از خدا به كمك مي‌خوانيد\n[و پرستش مي‌نماييد]\nهرگز نمي‌توانند مگسي بيافرينند، هر چند كه همگان\n[براي آفرينش آن]\nدست به دست يكديگرند دهند، و اگر آن مگس چيزي را از آنان بربايد نمي‌توانند آن را از او باز پس گيرند،\n[و برهانند،]\nهم طالب و هم مطلوب درمانده و ناتوان‌ند.\nمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ آنان خداوند را آن گونه كه بايد بشناسند نشناخته‌اند، بي‌گمان خداوند تواناي پيروزمند است."
  },
  {
    "ayah": 73,
    "text": "#\n(73 - 74)\nاین مثالی است که خداوند برای زشتیِ پرستشِ بت‌ها، و بیانِ نقصانِ عقل‌های عبادت‌کنندگان و ناتوانی همگان زده است،\nپس فرمود:\n(\n﴿يَٰٓأَيُّهَا ٱلنَّاسُ﴾\n) خطاب به مؤمنان و کافران است؛ و در این رهگذر، به علم و بینش مؤمنان افزوده می‌گردد، و بر کافران حجت اقامه می‌شود. (\n﴿ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓ﴾\n) مثلی زده شده است، به آن گوش فرا دهید؛ و آنچه را در بر دارد، بفهمید؛ و نباید با دل‌های غافل و گوش‌های رویگردان، با آن روبه‌رو شوید، بلکه باجان و دل به آن گوش بسپارید، (\n﴿إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ﴾\n) همانا کسانی را که شما به جز خدا به کمک می‌خوانید و پرستش می‌کنید، (\n﴿لَن يَخۡلُقُواْ ذُبَابٗا﴾\n) هرگز نمی‌توانند مگسی بیافرینند، مگسی که یکی از حقیرترین و پست ترین مخلوقات است؛ پس آنها توانایی آفریدن این مخلوق ضعیف را ندارند، و به ‌طریق اولی، توانِ آفرینش بالاتر از آن را ندارند. (\n﴿وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡ‍ٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُ﴾\n) و اگر همگان برای آفرینش آن دست به دست یکدیگر بدهند، نخواهند توانست چنین کاری را بکنند؛ و اگر مگس چیزی را از آنها بستاند، نمی‌توانند آن را از او باز پس بگیرند و برهانند، و این نهایت ناتوانی و ضعف است. (\n﴿ضَعُفَ ٱلطَّالِبُ﴾\n) هم طالب ـ که عبارت است از آنچه به غیر از خدا پرستش می‌شود ـ ناتوان است، (\n﴿وَٱلۡمَطۡلُوبُ﴾\n) و هم مطلوب که مگس است. پس هر دو ضعیف‌اند؛ و ضعیف‌تر از هر دو، کسانی هستند که به سوی این ناتوانان دست کمک دراز ‌نمایند، و آنان را به جای پروردگار جهانیان قرار ‌دهند. پس ایشان (\n﴿مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ﴾\n) خدا را آن‌گونه که باید بشناسند، نشناخته‌اند؛ زیرا فقیری را که از هر جهت ناتوان است، با توانگری که از هر جهت تواناست، برابر دانسته‌اند. کسی را که اختیاری ندارد و نمی‌تواند به دیگری سود و زیانی برساند، و نمی‌تواند مرگ و زندگی و رستاخیز بیاورد، با کسی که فایده دهنده و زیان رساننده، بخشنده و محروم کننده و مالک و پادشاه و صاحب هر نوع تصرف است، برابر قرار داده‌اند. (\n﴿إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ﴾\n) بی‌گمان، خداوند توانای پیروزمند است؛ یعنی قدرت و توانایی‌اش کامل است، و از کمالِ قدرت و قوت او این است که بندگان در اختیار او هستند، و هیچ حرکت و سکونی جز با خواست و ارادۀ او صورت نمی‌پذیرد. پس هر چه خدا بخواهد می‌شود، و هرچه نخواهد نمی‌شود. و از کمالِ قدرتش این است که آسمان‌ها و زمین را ثابت نگاه داشته، و همۀ آفریدگان را با یک فریاد برمی‌انگیزد. و از کمالِ قدرتش این است که ستمگران و ملت‌های سرکش را، به چیزی ساده و اندکی از عذابش هلاک و نابود می‌کند."
  },
  {
    "ayah": 74,
    "text": "#\n(73 - 74)\nاین مثالی است که خداوند برای زشتیِ پرستشِ بت‌ها، و بیانِ نقصانِ عقل‌های عبادت‌کنندگان و ناتوانی همگان زده است،\nپس فرمود:\n(\n﴿يَٰٓأَيُّهَا ٱلنَّاسُ﴾\n) خطاب به مؤمنان و کافران است؛ و در این رهگذر، به علم و بینش مؤمنان افزوده می‌گردد، و بر کافران حجت اقامه می‌شود. (\n﴿ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓ﴾\n) مثلی زده شده است، به آن گوش فرا دهید؛ و آنچه را در بر دارد، بفهمید؛ و نباید با دل‌های غافل و گوش‌های رویگردان، با آن روبه‌رو شوید، بلکه باجان و دل به آن گوش بسپارید، (\n﴿إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ﴾\n) همانا کسانی را که شما به جز خدا به کمک می‌خوانید و پرستش می‌کنید، (\n﴿لَن يَخۡلُقُواْ ذُبَابٗا﴾\n) هرگز نمی‌توانند مگسی بیافرینند، مگسی که یکی از حقیرترین و پست ترین مخلوقات است؛ پس آنها توانایی آفریدن این مخلوق ضعیف را ندارند، و به ‌طریق اولی، توانِ آفرینش بالاتر از آن را ندارند. (\n﴿وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡ‍ٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُ﴾\n) و اگر همگان برای آفرینش آن دست به دست یکدیگر بدهند، نخواهند توانست چنین کاری را بکنند؛ و اگر مگس چیزی را از آنها بستاند، نمی‌توانند آن را از او باز پس بگیرند و برهانند، و این نهایت ناتوانی و ضعف است. (\n﴿ضَعُفَ ٱلطَّالِبُ﴾\n) هم طالب ـ که عبارت است از آنچه به غیر از خدا پرستش می‌شود ـ ناتوان است، (\n﴿وَٱلۡمَطۡلُوبُ﴾\n) و هم مطلوب که مگس است. پس هر دو ضعیف‌اند؛ و ضعیف‌تر از هر دو، کسانی هستند که به سوی این ناتوانان دست کمک دراز ‌نمایند، و آنان را به جای پروردگار جهانیان قرار ‌دهند. پس ایشان (\n﴿مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ﴾\n) خدا را آن‌گونه که باید بشناسند، نشناخته‌اند؛ زیرا فقیری را که از هر جهت ناتوان است، با توانگری که از هر جهت تواناست، برابر دانسته‌اند. کسی را که اختیاری ندارد و نمی‌تواند به دیگری سود و زیانی برساند، و نمی‌تواند مرگ و زندگی و رستاخیز بیاورد، با کسی که فایده دهنده و زیان رساننده، بخشنده و محروم کننده و مالک و پادشاه و صاحب هر نوع تصرف است، برابر قرار داده‌اند. (\n﴿إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ﴾\n) بی‌گمان، خداوند توانای پیروزمند است؛ یعنی قدرت و توانایی‌اش کامل است، و از کمالِ قدرت و قوت او این است که بندگان در اختیار او هستند، و هیچ حرکت و سکونی جز با خواست و ارادۀ او صورت نمی‌پذیرد. پس هر چه خدا بخواهد می‌شود، و هرچه نخواهد نمی‌شود. و از کمالِ قدرتش این است که آسمان‌ها و زمین را ثابت نگاه داشته، و همۀ آفریدگان را با یک فریاد برمی‌انگیزد. و از کمالِ قدرتش این است که ستمگران و ملت‌های سرکش را، به چیزی ساده و اندکی از عذابش هلاک و نابود می‌کند."
  },
  {
    "ayah": 75,
    "text": ": 75 - 76                            #\n{اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (75) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (76)}.\nاللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌخداوند از ميان فرشتگان رسولاني را انتخاب مي‌كند، و از ميان مردم نيز، بي‌گمان خداوند شنواي بيناست.\nيَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ  آينده و گذشته آنان را مي‌داند، و همة كارها به سوي خدا بازگردانده مي‌شود."
  },
  {
    "ayah": 75,
    "text": "#\n(75 - 76)\nوقتی خداوند کمال و قدرت خویش، و ضعف و ناتوانی بت‌ها را بیان نمود؛ و فرمود او معبود راستین است،\nفضل و امتیازِ پیامبران را نیز بیان نمود و فرمود:\n(\n﴿ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِ﴾\n) خداوند از میان فرشتگان و از میان مردم، رسولانی را بر‌می‌گزیند؛ یعنی ازمیان فرشتگان، پیام آوران و رسولانی را بر می‌گزیند؛ نیز از میان مردم، رسولانی را انتخاب می‌کند که بهترینِ آن نوع هستند؛ و بیش از همه، دارای صفات والا؛ و بیش از دیگران، سزاوار گزینش و انتخاب می‌باشند. پس پیامبران، به طور مطلق برگزیده ترین بندگان‌اند؛ و خداوند -که آنها را برگزیده و انتخاب کرده است- از حقیقت اشیا آگاه است، و این‌طور نیست که چیزی را بداند و چیزی را نداند. و کسی که آنها را برگزیده است، شنوای بینا است، و او ذاتی است که علم و شنوایی و بینایی‌اش همه چیز را احاطه کرده است؛ پس انتخاب او، از روی علم و آگاهی صورت گرفته است؛ و آنها شایستگیِ رسیدن به این مقام را دارند، و صلاحیت آن را دارند که به آنان وحی شود.\nچنانکه خداوند متعال فرموده است:\n﴿ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥ﴾\nخداوند بهتر می‌داند که رسالت خویش را کجا قرار دهد. (\n﴿وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ﴾\n) و کارها به سوی خدا بازگردانده می‌شود؛ یعنی او پیامبران را می‌فرستد تا مردم را به سوی خدا دعوت کنند؛ پس برخی از مردم اجابت می‌نمایند، و برخی دعوت پیامبران را نمی‌پذیرند؛ برخی عمل می‌نمایند، و برخی سر باز می‌زنند. پس وظیفۀ پیامبران همین است، اما سزا و جزا دادن بر این عمل‌ها، در دست خداست، و هیچ فضل و عدلی از جانب او از بین نمی‌رود."
  },
  {
    "ayah": 76,
    "text": "#\n(75 - 76)\nوقتی خداوند کمال و قدرت خویش، و ضعف و ناتوانی بت‌ها را بیان نمود؛ و فرمود او معبود راستین است،\nفضل و امتیازِ پیامبران را نیز بیان نمود و فرمود:\n(\n﴿ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِ﴾\n) خداوند از میان فرشتگان و از میان مردم، رسولانی را بر‌می‌گزیند؛ یعنی ازمیان فرشتگان، پیام آوران و رسولانی را بر می‌گزیند؛ نیز از میان مردم، رسولانی را انتخاب می‌کند که بهترینِ آن نوع هستند؛ و بیش از همه، دارای صفات والا؛ و بیش از دیگران، سزاوار گزینش و انتخاب می‌باشند. پس پیامبران، به طور مطلق برگزیده ترین بندگان‌اند؛ و خداوند -که آنها را برگزیده و انتخاب کرده است- از حقیقت اشیا آگاه است، و این‌طور نیست که چیزی را بداند و چیزی را نداند. و کسی که آنها را برگزیده است، شنوای بینا است، و او ذاتی است که علم و شنوایی و بینایی‌اش همه چیز را احاطه کرده است؛ پس انتخاب او، از روی علم و آگاهی صورت گرفته است؛ و آنها شایستگیِ رسیدن به این مقام را دارند، و صلاحیت آن را دارند که به آنان وحی شود.\nچنانکه خداوند متعال فرموده است:\n﴿ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥ﴾\nخداوند بهتر می‌داند که رسالت خویش را کجا قرار دهد. (\n﴿وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ﴾\n) و کارها به سوی خدا بازگردانده می‌شود؛ یعنی او پیامبران را می‌فرستد تا مردم را به سوی خدا دعوت کنند؛ پس برخی از مردم اجابت می‌نمایند، و برخی دعوت پیامبران را نمی‌پذیرند؛ برخی عمل می‌نمایند، و برخی سر باز می‌زنند. پس وظیفۀ پیامبران همین است، اما سزا و جزا دادن بر این عمل‌ها، در دست خداست، و هیچ فضل و عدلی از جانب او از بین نمی‌رود."
  },
  {
    "ayah": 77,
    "text": ": 77 - 78                            #\n{يَاأَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ (77) وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ (78)}.\nيَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ اي مؤمنان! ركوع كنيد، و سجده بريد و پروردگارتان را عبادت كنيد، و كار نيك انجام دهيد تا رستگار شويد.\nوَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمينَ مِن قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاء عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ و در راه خدا جها كنيد، آنگونه كه شايستة جهاد در راه اوست. او شما را برگزيده، و در دين كارهاي دشوار و سنگين را بر دوش شما نگذاشته است. آيين پدرتان ابراهيم را\n[براي شما تشريع كرده است]\n، او شما را پيش از اين مسلمان نام نهاده است، تا پيامبر بر شما گواه باشد و\n[شما نيز]\nبر مردم گواه باشيد، پس نماز را بر پاي داريد و زكات مال را پرداخت كنيد، و به خدا تمسك نماييد كه او يار و سرپرست شما است. چه سرور و ياور نيك، و چه مددكار و كمك كنندة خوبي است!"
  },
  {
    "ayah": 77,
    "text": "#\n(77)\nخداوند بندگان مومن خویش را به برپا داشتن نماز فرا می‌خواند، و رکوع و سجده را به طور ویژه بیان کرد؛ چرا که دارای فضیلت، و رکن نماز می‌باشند. و بندگانش را به پرستش خویش دستور داد که پرستشِ او، روشنی‌بخشِ چشمان و تسلّی دهندۀ دل‌های غمگین است،\nو می‌فرماید:\nاو پروردگارِ بندگان است، و بر آنها احسان می‌نماید، و این اقتضا می‌کند که عبادت را خالصانه برای او انجام دهند، و آنها را به ‌طور عموم به کار خوب و نیک فرمان داد. و خداوند رستگاری را،\nبه ‌انجامِ این کارها منوط کرد و فرمود:\n(\n﴿لَعَلَّكُمۡ تُفۡلِحُونَ﴾\n) تا رستگار شوید؛ یعنی تا به امر مطلوب و مورد علاقه دست یازید، و از امر ناگوار و ترسناک نجات یابید. پس به جز اخلاص در پرستشِ آفریننده، و تلاش در رساندنِ فایده به بندگان، راهی برای رستگاری وجود ندارد؛ و هر کس به این فهم توفیق یابد، او به اوج سعادت و رستگاری و موفقیت دست یافته است."
  },
  {
    "ayah": 78,
    "text": "#\n(78)\n(\n﴿وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦ﴾\n) و در راه خدا جهاد کنید، آن‌گونه که شایستۀ جهاد در راه اوست. و جهاد به معنیِ بذل نهایت توانایی و تلاش برای رسیدن به هدف است. پس جهاد در راه خدا آن‌گونه که شایستۀ جهاد در راه اوست؛ یعنی انجام دادنِ کاملِ دستور خدا، و دعوت نمودن مردم به راه او -به هر وسیله‌ای که انسان را به خدا می‌رساند-\nاز قبیل:\nاندرز گفتن، تعلیم، جنگ، گفتگو، توسل به زور، وعظ و غیره. (\n﴿هُوَ ٱجۡتَبَىٰكُمۡ﴾\n) او شما را ـ‌ای گروه مسلمانان‌ـ از میان مردم برگزیده، و دین را برای شما انتخاب نموده، و آن را برایتان پسندیده، و بهترین کتاب‌ها و بهترین پیامبران را برایتان انتخاب نموده است. پس در مقابل این عطیه و بخشش، آن‌گونه که شایسته است در راه خدا جهاد کنید.\nو از آنجا که شاید کسی گمان ببرد فرمودۀ الهی:\n(\n﴿وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦ﴾\n) از باب مکلف کردن انسان به چیزی است که طاقت آن را ندارد، یا از باب مکلف کردن انسان به چیزی است که انجام آن بر او دشوار و سنگین می‌باشد، برای اینکه چنین توهّم و گمانی پیش نیاید،\nفرمود:\n(\n﴿وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖ﴾\n) و در دین، هیچ کار دشوار و سنگینی را بردوش شما نگذشته است؛ یعنی دین را پر مشقت و سخت نکرده، بلکه آن را بسیار آسان و ساده گردانده، و جز به آنچه که برای انسان آسان است و در انجام آن احساس سنگینی و دشواری نمی‌کند، دستور نداده است. و هر گاه اسبابی پیش بیاید که ایجاب کند امورات دین تخفیف یابد و آسان‌تر شود، یا آن را کاملاً ساقط نموده، و یا آن را سبک‌تر کرده است. و از این آیه یک قاعدۀ شرعی استنباط می‌شود، و آن این است که مشقت، آسانی را می‌طلبد؛ و به هنگام ضرورت، انجام امور ممنوع جایز خواهد بود. پس بسیاری از احکام فرعی که در کتاب‌های احکام معروف‌اند، در این قاعده داخل می‌باشند. (\n﴿مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَ﴾\n) آیین و اوامری که ذکر شد، آیین پدرتان ابراهیم است که همواره بر آن بود. پس شما نیز بدان پایبند باشید، و به آن چنگ بزنید. (\n﴿هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ﴾\n) او قبلاً شما را مسلمان نامیده است؛ یعنی پیش از این و در کتاب‌های گذشته معروف و مشهور است که ابراهیم شما را مسلمان نامیده است. (\n﴿وَفِي هَٰذَا﴾\n) و در این کتاب و در این شریعت نیز مسلمان نامیده شده‌اید؛ یعنی در گذشته و حال همواره نامتان همین بوده است. (\n﴿لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ﴾\n) تا این پیامبر بر اعمال خوب و بدتان بر شما گواه باشد، (\n﴿وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ﴾\n) و شما هم گواهانِ بر مردم باشید، چون شما بهترین امت هستید که از میان مردم سر برآورده‌اید؛ امتی میانه و عادل و برگزیده هستید، و برای پیامبران گواهی می‌دهید که آنها پیام الهی را به ملت‌های خود رسانده‌اند، و بر ملت‌ها گواهی می‌دهید که پیامبرانشان پیام خدا را به آنها رسانده‌اند، و براساس آنچه که خداوند در کتابش، شما را از آن آگاه کرده است، این گواهی را می‌دهید. (\n﴿فَأَقِيمُواْ ٱلصَّلَوٰةَ﴾\n) پس نماز را با همۀ ارکان و شرایط و حدود و لوازماتش برپا دارید. (\n﴿وَءَاتُواْ ٱلزَّكَوٰةَ﴾\n) وزکات اموالتان را -که بر شما فرض است- به مستحقان بپردازید، تا با این کار، سپاس خداوند ‌را- به خاطر نعمت‌هایی که به شما داده است- به جای آورید. (\n﴿وَٱعۡتَصِمُواْ بِٱللَّهِ﴾\n) و به خدا چنگ زنید. یعنی به او پناه ببرید، و در این راه بر او توکل کنید، و هرگز بر قدرت و حرکت خود تکیه ننمایید. (\n﴿هُوَ مَوۡلَىٰكُمۡ﴾\n) او، یاور و سرپرستِ شما و اموراتِ شماست. پس به تدبیر شئون شما می‌پردازد، و به بهترین وجه امورات شما را می‌گرداند. (\n﴿فَنِعۡمَ ٱلۡمَوۡلَىٰ﴾\n) چه یاور و سرور نیک، و چه مددکار و کمک کنندۀ خوبی است! یعنی خداوند، بهترین یاور است برای کسی که او را یاری کند، و چنین کسی حتماً به هدفش می‌رسد. (\n﴿وَنِعۡمَ ٱلنَّصِيرُ﴾\n) و خدا هر کس را یاری کند، او بهترین یاری کننده و مددکار است، و هر امر ناگواری را از او دور می‌نماید."
  }
]