{
  "id": 19,
  "name": "Mary",
  "verses": [
    {
      "id": 2251,
      "verse_number": 1,
      "verse_key": "19:1",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": " كٓهيعٓصٓ",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924916,
          "resource_id": 135,
          "text": "کهیعص [= کاف. ها. یا. عین. صاد]."
        }
      ],
      "tafsir_saadi": "در رابطه با حروف مقطعه‌ای که در ابتدای برخی از سوره‌های قرآن آمده است، بهتر است که بدون دلیل شرعی آنها را معنی نکنیم و در عین حال یقین داشته باشیم که خداوند آنها را بیهوده نازل نکرده است، بلکه حکمتی دارد که ما از آن اطلاع نداریم."
    },
    {
      "id": 2252,
      "verse_number": 2,
      "verse_key": "19:2",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924917,
          "resource_id": 135,
          "text": "[این] بیان رحمت پروردگارت [نسبت] به بنده‌اش زکریاست."
        }
      ],
      "tafsir_saadi": "(﴿ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ﴾) این یادی است از مرحمت پروردگارت نسبت به بنده‌اش زکریا، آن را برای تو حکایت می‌کنیم و به تفصیل بیان می‌داریم تا حالتِ پیامبرش زکریا، و آثار شایسته و مناقب زیبای او شناخته ‌شود. داستان او پند و عبرتی است برای عبرت آموزان، و الگویی است برای کسانی که پیروی می‌کنند. نیز توضیح و بیان رحمت خداوند نسبت به دوستانش، و اینکه این رحمت را به چه صورت به دست آورده‌اند، محبت خداوند را به‌بار می‌آورد و باعث می‌شود که ذکر و معرفت الهی در دل جای گیرد، و انسان را به خدا برساند. خداوند زکریا ـ علیه السلام ـ را برای رسالت و وحی خویش برگزید، و او چون دیگر پیامبران انجام وظیفه نمود، و بندگان را به سوی پروردگارش فراخواند، و آنچه خدا به او آموخته بود به آنها آموخت، و در زندگی خود برای آنان خیر و صلاح می‌خواست و در پی آن بود که بعد از مرگش نیز در خیر و صلاح زندگی کنند، مانند دیگر برادران پیامبرش و پیروانشان که خیرخواه مردم بودند."
    },
    {
      "id": 2253,
      "verse_number": 3,
      "verse_key": "19:3",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924918,
          "resource_id": 135,
          "text": "آنگاه که پروردگارش را به ندایی پنهان [به دعا] خواند."
        }
      ],
      "tafsir_saadi": "اما وقتی زکریا دید که ناتوان و ضعیف شده است، و ترسید کسی را پس از مرگش نیابد که در دعوت مردم به‌سوی پروردگار و اندرز گفتن آنها، جانشین او باشد؛ به درگاه پروردگارش از ضعف و ناتوانی ظاهری و باطنی‌اش شکایت کرد، و پروردگارش را پنهانی ندا داد تا ندا و دعایش کامل تر و بهتر و مخلصانه‌تر باشد. پس گفت:"
    },
    {
      "id": 2254,
      "verse_number": 4,
      "verse_key": "19:4",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924919,
          "resource_id": 135,
          "text": "گفت: «پروردگارا، به راستی که استخوانم سست شده و [موی] سرم از پیری سپید گشته و ای پروردگارم، [هرگز] در دعای تو [از اجابت] بی‌بهره نبوده‌ام."
        }
      ],
      "tafsir_saadi": "(﴿ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي﴾) پروردگارا! استخوان‌هایم ضعیف و سست شده‌اند. و هنگامی که استخوان -که ستون بدن است- سست شود، بدن نیز ضعیف و سست می‌گردد.\n(﴿وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا﴾) و شعله‌های پیری، سر مرا فرا گرفته است؛ زیرا موی سفید، دلیل ناتوانی و پیری است، و پیام آور مرگ و هشدار دهندۀ آن است.\nزکریا از ضعف و ناتوانی‌اش به خدا متوسل شد، و این از بهترین وسیله‌ها برای تضرّع و زاری به درگاه خداوند می‌باشد؛ چون اظهار ضعف و متوسل شدن به ناتوانی، بر این دلالت می‌نماید که بنده از حرکت و قدرت خود تبرّی می‌جوید، و به قدرت الهی دل بسته است.\n(﴿وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا﴾) و پروردگارا! هرگز چنین نبوده که در دعاهایی که کرده‌ام مرا محروم و ناکام نمایی، بلکه همواره نسبت به من مهربان بوده، و دعایم را اجابت نموده‌ای، و همواره الطافت، شاملِ حالِ من شده و احسانت، به من رسیده است. و این، توسّلِ به خدا، به وسیلۀ نعمت‌هایی است که خداوند به بنده داده، و نیز توسّل به اجابت دعاهای گذشته می‌باشد؛ بنابراین از کسی که قبلاً احسان ‌نموده، درخواست نمود که احسان خویش را بر او تکمیل ‌نماید."
    },
    {
      "id": 2255,
      "verse_number": 5,
      "verse_key": "19:5",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924920,
          "resource_id": 135,
          "text": "و من پس از [مرگ] خود از خویشاوندانم [نسبت به حفظِ دین تو] بیمناکم و همسرم [نیز] نازاست؛ پس به لطف خویش [فرزندی به عنوان وارث و] یاور به من عطا فرما."
        }
      ],
      "tafsir_saadi": "(﴿وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي﴾) و همانا من می‌ترسم کسانی که بعد از مرگِ من، سرپرستی بنی‌اسرائیل را به عهده می‌گیرند، دینت را برپا ندارند و بندگانت را [به سوی تو دعوت‌] نکنند.\nبه ظاهر چنین برمی‌آید که او کسی را درمیان بنی‌اسرائیل نمی‌دید که شایستگی حمل امانت دین را داشته باشد، و این بیانگر مهربانی و دلسوزی زکریا -علیه السلام- است. و فرزند خواستن او مانند دیگران نبود که فقط برای مصلحت دنیوی فرزند می‌خواهند، بلکه هدفش مصلحت دین، و ترس ازاین بود که دین ضایع شود، چون کسی دیگر که این شایستگی را داشته باشد، وجود نداشت.\nو خاندان او، به عنوان سرچشمه رسالت و دینداری معروف بود، و گمان خیر و خوبی از آن می‌رفت؛ پس زکریا به درگاه خداوند دعا کرد که به او فرزندی بدهد تا پس از او، امور دینی را انجام دهد، و شکایت کرد که زنش نازا است؛ یعنی اصلاً بچه‌دار نمی‌شود، وخودش هم به سن فرتوتی رسیده است که در چنان سن و سالی، وجود شهوت و صاحب فرزند شدن، تقریباً غیرممکن به‌نظر می‌آید. \n(﴿فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا﴾) و از نزد خویش جانشینی به من ببخش، که منظور از این جانشینی، جانشینی و وارث شدنِ در دین و گرفتن میراث نبوّت و علم و عمل است.\nبنابراین گفت:"
    },
    {
      "id": 2256,
      "verse_number": 6,
      "verse_key": "19:6",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ ۖ وَٱجْعَلْهُ رَبِّ رَضِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924921,
          "resource_id": 135,
          "text": "[پسری که] وارث من و وارث خاندانِ یعقوب باشد؛ و پروردگارا، او را [در علم و دین، انسانی] پسندیده گردان»."
        }
      ],
      "tafsir_saadi": "(﴿يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا﴾) که از من و از آل‌یعقوب ارث ببرد، و ای پروردگار! او را بنده‌ای شایسته و نیکوکار بگردان که موردِ پسند تو باشد و آن را محبوب بندگانت قرار ده. خلاصه اینکه از خدا خواست تا به او پسری صالح و نیکوکار بدهد تا پس از مرگش، جانشین وی و پیامبری پسندیده نزد خدا و خلق خدا باشد. و این نوع فرزند، بهترین فرزند است؛ و از جمله رحمت‌های الهی نسبت به بنده، این است که خداوند فرزندی شایسته به او عطا کند که دارای همۀ خوبی‌های اخلاقی و عادت‌های پسندیده باشد."
    },
    {
      "id": 2257,
      "verse_number": 7,
      "verse_key": "19:7",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924922,
          "resource_id": 135,
          "text": "[الله دعایش را اجابت کرد و فرمود:] «ای زکریا، ما تو را به [تولدِ] پسری بشارت می‌دهیم که نامش یحیی است [و] پیش از این، همنامی برایش قرار نداده‌ایم»."
        }
      ],
      "tafsir_saadi": "پس پروردگارش او را مورد مرحمت قرار داد و دعوتش را اجابت نمود، و توسط فرشتگان به او مژده داد که صاحب فرزندی به نام یحیی خواهد شد. و خداوند اسم او را یحیی گذاشت، و با مسمّایش موافق بود؛ چراکه از حیاتی محسوس برخوردار بود، و دارای حیات معنوی نیز می‌باشد؛ و حیات معنوی، به‌معنیِ زنده بودن قلب و روح به وسیلۀ وحی و علمِ دین می‌باشد.\n(﴿لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا﴾) پیش از او، کسی را با این اسم نامگذاری نکرده‌ایم. و احتمال دارد معنی‌اش این باشد که پیش از او، فردی را همانند و هم طرازِ او قرار نداده‌ایم.\nپس مژده داد که دارای کمالات زیادی است، و به صفات پسندیده متصف می‌باشد، و از کسانی که پیش از او بوده‌اند برتر است. طبق این احتمال، ابراهیم و موسی و نوح ـ ‌علیهم الصلاة والسلام ‌ـ و امثال آنها و کسانی که قطعاً از یحیی برتر هستند، از این عموم مستثنی هستند."
    },
    {
      "id": 2258,
      "verse_number": 8,
      "verse_key": "19:8",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924923,
          "resource_id": 135,
          "text": "[زکریا] گفت: «پروردگارا، چگونه پسری خواهم داشت در حالی ‌که همسرم نازاست و من [نیز] از شدت پیری، به ناتوانی رسیده‌ام؟»"
        }
      ],
      "tafsir_saadi": "و هنگامی که خداوند او را به فرزندی مژده داد که درخواست کرده بود، تعجب کرد و گفت: (﴿رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ﴾) پروردگارا! چگونه مرا پسری خواهد بود، در حالی که مانع به وجود آمدنِ فرزند در من و همسرم وجود دارد؟ گویا به هنگام دعایش، این مانع را به خاطر نیاورده بود، چون به شدت علاقه داشت که صاحب فرزند بشود. و دراین حال که دعایش قبول شد، بسیار شگفت زده گردید."
    },
    {
      "id": 2259,
      "verse_number": 9,
      "verse_key": "19:9",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924924,
          "resource_id": 135,
          "text": "[فرشته] گفت: «این گونه است [که تو می‌گویی؛ ولی] پروردگارت فرموده است: \"این [امر،] برای من آسان است و به راستی پیش از این [نیز] تو را آفریدم، در حالی ‌که چیزی نبودی\"»."
        }
      ],
      "tafsir_saadi": "اما خداوند او را جواب داد و فرمود: (﴿كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ﴾) گفت: تحقق این کار، طبق عادت و سنت خداوند در جهان هستی، امری عجیب و غریب به نظر می‌آید؛ اما قدرت الهی می‌تواند اشیا را بدون سبب‌هایشان به وجود بیاورد، و این کار برای خدا آسان است، و از آفرینش نخستین که چیزی نبود و خداوند او را به وجود آورد دشوارتر نیست."
    },
    {
      "id": 2260,
      "verse_number": 10,
      "verse_key": "19:10",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَيَالٍ سَوِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924925,
          "resource_id": 135,
          "text": "[زکریا] گفت: «پروردگارا، نشانه‌ای [بر تحققِ این بشارت] برایم قرار بده». [الله] فرمود: «نشانۀ تو این است که سه شبانه [روز] در حالی‌ که سالم [و تندرست] هستی، با مردم سخن نمی‌گویی»."
        }
      ],
      "tafsir_saadi": "(﴿رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗ﴾) گفت: پروردگارا! نشانه‌ای برایم قرار بده که به‌وسیلۀ آن دلم آرامش یابد. این بیانگر تردید در خبر الهی نیست، بلکه مانند این است که ابراهیم خلیل -علیه السلام- گفت: ﴿وَإِذۡ قَالَ إِبۡرَٰهِ‍ۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَ لَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِي﴾ پروردگارا! به من نشان بده که مرده‌ها را چگونه زنده می‌نمایی؟ فرمود: مگر باور نداری؟! گفت: بله، ولی تا دلم اطمینان یابد.\nپس خواستار آگاهی بیشتر، و رسیدن به عین یقین، بعد از برخورداری از علم یقین شد. خداوند از روی مرحمتی که نسبت به او داشت، خواسته‌اش را اجابت نمود و فرمود: (﴿ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا﴾) نشانه‌ات آن است که در عین تندرستی، سه شبانه روزِ تمام، نمی‌توانی با مردم سخن بگویی. و در آیه‌ای دیگر آمده است که سه روزِ تمام جز با اشاره نمی‌توانی سخن بگویی.\nو معنی یکی است، چون سه شبانه روز را، گاهی به سه روز تعبیر می‌کنند و گاهی به سه شب. و این از نشانه‌های عجیب پروردگار است؛ زیرا بازداشتن زکریا از سخن گفتن به مدت سه روز، و عدم توانایی او بر سخن گفتن در نهایتِ صحت و تندرستی، بدون اینکه لال بوده و آفتی در کار باشد، از دلایلی است که بر قدرت خارق العادۀ الهی دلالت می‌نماید.\nبا وجود این، او توانایی حرف زدن با انسان‌ها را نداشت، اما تسبیح و ذکر و امثال آن را می‌توانست انجام دهد. بنابراین در آیه‌ای دیگر فرمود: ﴿وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ﴾ و پروردگارت را بسیار یاد کن، و شامگاهان و صبحگاهان او را به پاکی بستای.\nپس دلِ زکریا اطمینان پیدا کرد، و از این نوید بزرگ شادمان شد؛ و با به جای آوردن شکر خدا در قالب عبادت و ذکر الهی، از دستور خدا فرمان برد و در محرابش به اعتکاف نشست،"
    },
    {
      "id": 2261,
      "verse_number": 11,
      "verse_key": "19:11",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةً وَعَشِيًّا",
      "page_number": 305,
      "juz_number": 16,
      "translations": [
        {
          "id": 924926,
          "resource_id": 135,
          "text": "او از محراب [= جایگاه عبادتش] به سوی قومش رفت و به آنان اشاره کرد که: «بامداد و شامگاه، [پروردگار را] به پاکی یاد کنید»."
        }
      ],
      "tafsir_saadi": "و از محرابِ عبادت به سوی قومش بیرون آمد و با رمز و اشاره، به آنان گفت: (﴿أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا﴾) صبح و شام تسبیح گویید. چون مژدۀ تولد یحیی برای همه، یک مصلحت دینی به‌حساب می‌آمد."
    },
    {
      "id": 2262,
      "verse_number": 12,
      "verse_key": "19:12",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰيَحْيَىٰ خُذِ ٱلْكِتَـٰبَ بِقُوَّةٍ ۖ وَءَاتَيْنَـٰهُ ٱلْحُكْمَ صَبِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924927,
          "resource_id": 135,
          "text": "[الله فرمود:] «ای یحیی، کتاب [تورات] را با قوّت [و جدیت] بگیر» و در کودکی به او دانش [و حکمت] دادیم."
        }
      ],
      "tafsir_saadi": "سخن گذشته، بر تولّد یحیی و دوران جوانی و پرورش یافتنش دلالت می‌نماید. وقتی یحیی به حالتی رسید که می‌توانست خطاب و سخن را بفهمد، خداوند او را فرمان داد تا کتاب را با جد‌ّیّت و جهد بگیرد؛ یعنی در حفظ کردن کلماتش، و فهمیدن معانی‌اش، و عمل کردن به ‌اوامر و نواهی آن بکوشد. حفظ کردن و فهمیدن و عمل کردن به امر و نهی، از مصادیق گرفتنِ با قوّت است. یحیی فرمان پروردگارش را اطاعت کرد، و به کتاب روی آورد و آن‌را حفظ کرد و در آن تدبر نمود. و خداوند هوشیاری و ذکاوتی به او داد که در دیگران یافت نمی‌شود. بنابراین فرمود: \n (﴿وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا﴾) یعنی ما در دوران کودکی، شناخت احکام خدا و حکم کردن را به او دادیم."
    },
    {
      "id": 2263,
      "verse_number": 13,
      "verse_key": "19:13",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً ۖ وَكَانَ تَقِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924928,
          "resource_id": 135,
          "text": "و از جانب خویش [به او] محبت و پاکی [از گناهان عطا کردیم] و او پرهیزگار بود."
        }
      ],
      "tafsir_saadi": "(﴿وَحَنَانٗا مِّن لَّدُنَّا﴾) و نیز از جانب خویش، به او مهربانی و رحمت دادیم که کارهایش به وسیلۀ آن آسان گردید، و احوالش بهبود یافت، و رفتارش با آن ثبات یافت.\n(﴿وَزَكَوٰةٗ﴾) و به ‌او پاکی دادیم؛ یعنی او را از آفت‌ها و گناهان پاک نمودیم. پس ‌دلش پاک شد، و عقلش رشد کرد؛ و این، متضمن آن است که صفت‌های زشت و اخلاق نادرست از وی دور گردد، و اخلاق نیکو و صفت‌های پسندیده در وی ریشه بدواند. بنابراین فرمود: (﴿وَكَانَ تَقِيّٗا﴾) و پرهیزگار بود؛ یعنی آنچه را که به آن فرمان داده می‌شد، انجام می‌داد؛ و از آنچه نهی می‌شد، دوری می‌کرد. و هرکس مؤمن و پرهیزگار باشد دوست خداوند خواهد بود و اهل بهشت می‌باشد؛ و بهشتی را که به پرهیزگاران وعده داده شده، و پاداشی که خداوند برای پرهیزگاری قرار داده است، به دست خواهد آورد."
    },
    {
      "id": 2264,
      "verse_number": 14,
      "verse_key": "19:14",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924929,
          "resource_id": 135,
          "text": "و نسبت به پدر و مادرش نیکوکار بود و سرکش [و] نافرمان نبود."
        }
      ],
      "tafsir_saadi": "(﴿وَبَرَّۢا بِوَٰلِدَيۡهِ﴾) و نیز او نسبت به پدر و مادرش نیک رفتار و نیکوکار بود؛ یعنی از فرمانِ پدر و مادر سرپیچی نکرده، و با آنها بدی نمی‌کرد؛ بلکه در سخن و رفتار با آنها، به نیکی رفتار می‌نمود. (﴿وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا﴾) و از عبادت پروردگار سر باز نمی‌زد و گردنکشی نمی‌کرد، و خودش را از بندگان خدا، و از پدر و مادرش بالاتر نمی‌پنداشت، و تکبر نمی‌ورزید. پس او هم حقّ خدا را. به جای می‌آورد، و هم حقّ بندگان خدا را، بنابراین او در همۀ احوالش، از سلامت و عافیتی که خداوند بهرۀ او نموده بود، برخوردار بود؛ هم در آغاز و هم در سرانجامِ کارها، از سلامتی بهره‌مند بود.\nبنابراین فرمود:"
    },
    {
      "id": 2265,
      "verse_number": 15,
      "verse_key": "19:15",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 264,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَسَلَـٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924930,
          "resource_id": 135,
          "text": "و سلام [و امنیتِ الله] بر او باد، روزی‌ که متولد شد و روزی ‌که می‌میرد و روزی ‌که زنده برانگیخته می‌شود."
        }
      ],
      "tafsir_saadi": "(﴿وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا﴾) و سلام بر او، روزی که به دنیا آمد، و روزی که می‌میرد، و روزی که زنده برانگیخته می‌شود. و این بدان معنی است که ایشان دراین حالات سه‌گانه، از شرّ و عِقاب در امان است؛ یعنی او از اهل بهشت می‌باشد. درود و سلام خدا بر او و بر پدرش و بر همۀ پیامبران باد؛ و خداوند، ما را از پیروان آنها بگرداند. و او بخشنده و بزرگوار است."
    },
    {
      "id": 2266,
      "verse_number": 16,
      "verse_key": "19:16",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924931,
          "resource_id": 135,
          "text": "و در [این] کتاب [= قرآن] از مریم یاد کن، آنگاه ‌که از خانواده‌اش کناره گرفت [و در] ناحیۀ شرقی [از آنان] مستقر شد."
        }
      ],
      "tafsir_saadi": "وقتی داستان زکریا و یحیی را که از نشانه‌های عجیب الهی بود بیان کرد به بیان داستان عجیب‌تری پرداخت و به تدریج از پایین تا به بالا شروع کرد. پس فرمود: (﴿وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ﴾) ای پیامبر! در کتاب [= قرآن] از مریم علیها السلام سخن بگوی، و این از بزرگترین فضیلت‌های مریم است که در کتاب بزرگی که مسلمانان در شرق و غرب آن را تلاوت می‌نمایند از او یاد شده است. و از او به بهترین صورت یاد شده و مورد ستایش قرار گرفته است. و این، پاداشِ عملِ خوب و تلاشِ کامل او است.\nیعنی حالت نیکوی مریم را بیان کن، آنگاه که (﴿إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا﴾) در ناحیۀ شرقی، از خانواده‌اش کناره گرفت و از آنها دور شد."
    },
    {
      "id": 2267,
      "verse_number": 17,
      "verse_key": "19:17",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924932,
          "resource_id": 135,
          "text": "و میان خود و آنها پرده‌اى افكند [تا خلوتگاهِ عبادتش باشد]. آنگاه [ما] روحِ خود [= جبرئیل] را به سویش فرستادیم و به [شكل] انسانی خوش‌اندام بر وی نمایان گشت."
        }
      ],
      "tafsir_saadi": "(﴿فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا﴾) و میان خود و ایشان پرده و پوششی افکند؛ و این کناره‌گیری و افکندن پوشش میان خود و آنها، بدان خاطر بود تا در گوشه‌ای تنها باشد؛ و به عبادت پروردگارش بپردازد، و با اخلاص و فروتنی او را عبادت نماید. و این، اطاعت از فرمان الهی بود که فرموده بود: ﴿وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ﴾ و [به یاد آور] آنگاه که فرشتگان گفتند: «ای مریم! بی گمان خداوند تو را برگزیده و پاک نموده و تو را بر زنان جهان برگزیده است؛ ای مریم! پروردگارت را عبادت کن و سجده ببر و با رکوع کنندگان رکوع کن.»\n(﴿فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا﴾) پس روح خویش؛ یعنی جبرئیل -علیه السلام- را به سوی او فرستادیم، (﴿فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا﴾) و جبرئیل در شکل مردی کامل و خوش قیافه که عیب و نقصی نداشت، بر مریم ظاهر شد؛ چون مریم توان دیدن جبرئیل را در قالب صورت و شکل واقعی‌اش نداشت. در حالی که از خانواده و جامعه دور شده، و از عزیزترین مردمان -که خانواده‌اش بودند- خود را در پوشش قرار داده بود، ترسید که مبادا این مرد چشم طمع به او دوخته باشد. پس به خدا پناه برد و به وی گفت:"
    },
    {
      "id": 2268,
      "verse_number": 18,
      "verse_key": "19:18",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَـٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924933,
          "resource_id": 135,
          "text": "[مریم] گفت: «من از [شرّ] تو، به [الله] رحمان پناه می‌برم. اگر پرهیزگاری [به من آسیب نرسان]»."
        }
      ],
      "tafsir_saadi": "(﴿إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ﴾) از سوء قصد تو، به رحمت الهی پناه می‌برم، (﴿إِن كُنتَ تَقِيّٗا﴾) اگر تو از خدا می‌ترسی و پرهیزگار هستی، پس به سوی من دست دراز نکن. مریم، هم به خدا پناه برد و هم او را ترساند و برحذر داشت؛ و او را دستور داد تا تقوای الهی را رعایت کند، حال آنکه وی درآن حالتِ تنهایی و جوانی و دوری از مردم به‌سر می‌برد، و آن مرد، از آن زیباییِ آشکار و هیئت کامل انسانی برخوردار بود. آن مرد، با او سخن بدی نگفت و به او دست درازی نکرد؛ و این برخورد مریم، تنها به علت ترس از خدا بود، و این، نهایتِ پاکدامنی و دوری از شر و راه‌های منتهی به آن می‌باشد.\nو این عفت ـ به ‌ویژه با وجود انگیزه‌ها و فقدان موانع ـ از بهترین اعمال است. از این رو، خداوند مریم را ستوده و فرموده است: ﴿وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ﴾ و مریم -دختر عمران- که دامن خود را به گناه نیالود؛ پس، از روح خود، در او دمیدیم؛ و او و پسرش را، نشانه‌ای برای جهانیان قرار دادیم.بنابراین خداوند، به سبب پاکدامنی‌اش، به او فرزندی بخشید که معجزۀ الهی، و از همان اوانِ کودکی، پیامبر بود."
    },
    {
      "id": 2269,
      "verse_number": 19,
      "verse_key": "19:19",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمًا زَكِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924934,
          "resource_id": 135,
          "text": "[جبرئیل] گفت: «یقیناً من فرستادۀ پروردگارت هستم تا پسرِ پاکیزه‌ای به تو بخشم»."
        }
      ],
      "tafsir_saadi": "وقتی جبرئیل دید که مریم می‌ترسد و هراسان است، گفت: (﴿إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ﴾) من فرستادۀ پروردگارت هستم؛ یعنی وظیفۀ من، این است که رسالت الهی را درمورد تو اجرا کنم. (﴿لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا﴾) تا به تو پسرِ پاکیزه‌ای ببخشم.\nو این، مژدۀ بزرگی مبنی بر داشتن فرزند و پاکیزگی وی می‌باشد؛ زیرا پاکیزگی، مستلزم آن است که وی از عادت‌های زشت و ناپسند پاک بوده، و به خصلت‌های پسندیده متصف باشد."
    },
    {
      "id": 2270,
      "verse_number": 20,
      "verse_key": "19:20",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924935,
          "resource_id": 135,
          "text": "[مریم] گفت: «چگونه ممکن است پسری داشته باشم؛ حال آنكه دست هیچ انسانی به من نرسیده است و بدكار [نیز] نبوده‌ام؟»"
        }
      ],
      "tafsir_saadi": "مریم، از پدید آمدن فرزند بدون پدر تعجب کرد، و گفت: (﴿أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا﴾) چگونه پسری خواهم داشت، حال آنکه بشری به من دست نزده و زناکار هم نبوده‌ام؟! و فرزند جز از این طریق بوجود نمی‌آید؟"
    },
    {
      "id": 2271,
      "verse_number": 21,
      "verse_key": "19:21",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا ۚ وَكَانَ أَمْرًا مَّقْضِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924936,
          "resource_id": 135,
          "text": "[جبرئیل] گفت: «[دستور‌] چنین است. پروردگارت فرمود: \"این [کار] بر من آسان است و او را برای مردم نشانه‌ای [از قدرتِ خویش] قرار می‌دهیم و [نیز] رحمتی از سوی ماست؛ و این [شیوۀ تولد،] امری انجام‌یافته [و حتمی] است\"»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ﴾) گفت: بدینسان است، و پروردگارت فرموده است که این کار برای من آسان است، و می‌خواهم او را معجزه‌ای برای مردمان کنم که بر قدرت خداوند دلالت ‌نماید، و اینکه اسباب، به‌طور مستقل تاثیر گذار نیستند؛ بلکه تاثیر آنها، به ‌تقدیر الهی است.\nپس، برخی اوقات، بندگان خدا برخی از اسباب را تاثیرگذار نمی‌یابند، [به‌عبارت دیگر، این‌گونه نیست که هرگاه سببی وجود داشته باشد، حتماً مسبب هم به‌وجود خواهد آمد] و این، بدان جهت است تا بندگان نگاهشان فقط به اسباب معطوف نباشد، به‌گونه‌ای که به آن بنگرند و از خدایی که آن را سبب قرار داده است، غافل بمانند.\n(﴿وَرَحۡمَةٗ مِّنَّا﴾) و تا وی را از سوی خویش رحمتی قرار دهیم، و این کار را، مرحمتی نسبت به او و مادرش و عموم مردم قرار دهیم. اما رحمتِ خداوند نسبت به عیسی، این بود که خداوند او را با وحی خویش برگزید، و آنچه را به پیامبران اولوالعزم ارزانی نموده بود، به او نیز ارزانی کرد. و رحمت خدا نسبت به مادرش، این بود که ستایش نیکو و منافع بزرگ و افتخار فراوان بهرۀ او شد. و رحمت خدا و بزرگ‌ترین نعمت وی نسبت به مردم، این بود که در میانشان پیامبری مبعوث نمود که آیات خدا را برآنان تلاوت ‌نمود و آنها را پاکیزه گرداند و کتاب و حکمت را به آنان آموخت، و مردم به او ایمان آوردند و از او اطاعت ‌کردند و به سعادت دنیا و آخرت دست ‌یافتند.\n(﴿وَكَانَ﴾) و پدید آمدن عیسی -علیه السلام- به این صورت (﴿أَمۡرٗا مَّقۡضِيّٗا﴾) کاری بود انجام یافته؛ یعنی پیش‌تر خداوند چنین حکم نموده بود، و باید تقدیر و قضای الهی اجرا می‌شد. پس جبرئیل ـ علیه السلام ـ در گریبان مریم دمید."
    },
    {
      "id": 2272,
      "verse_number": 22,
      "verse_key": "19:22",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924937,
          "resource_id": 135,
          "text": "پس [مریم] او [= عیسی] را باردار شد. و با او به جایی دوردست [رفت و از مردم] کناره گرفت."
        }
      ],
      "tafsir_saadi": "وقتی مریم به عیسی ـ علیه السلام ـ باردار شد، از رسوایی ترسید، بنابراین از مردم کناره‌گیری کرد و به (﴿مَكَانٗا قَصِيّٗا﴾) جای دوری رفت، و هنگامی که زمان زایمانش فرا رسید، درد زایمان او را به کنار تنۀ درخت خرما کشاند؛ و چون درد زایمان و درد بی‌خوراکی و بی‌آبی او را به ستوه آورد، و قلبش از گفته‌های مردم دردمند شد، و ترسید که مبادا نتواند شکیبایی ورزد، آرزو کرد که کاش قبل از این حادثه مرده بود، و چیز ناقابل و فراموش شده‌ای بود، و از یاد و خاطره‌ها محو می‌شد.\nاین آرزوی مریم، به خاطر آن حالت پریشان کننده بود؛ و این آرزو، هیچ خیر و مصلحتی برای او دربر نداشت؛ بلکه خیر و مصلحت، در آنچه بود که اتفاق افتاد."
    },
    {
      "id": 2273,
      "verse_number": 23,
      "verse_key": "19:23",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَـٰلَيْتَنِى مِتُّ قَبْلَ هَـٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924938,
          "resource_id": 135,
          "text": "درد زایمان او را به سمت یک تنۀ‌ نخل کشاند [و او در حالی که درد می‌کشید] گفت: «ای کاش پیش از این می‌مُردم و به کلی از یادها می‌رفتم [تا کسی درباره‌ام خیال باطل نکند]»."
        }
      ],
      "tafsir_saadi": "وقتی مریم به عیسی ـ علیه السلام ـ باردار شد، از رسوایی ترسید، بنابراین از مردم کناره‌گیری کرد و به (﴿مَكَانٗا قَصِيّٗا﴾) جای دوری رفت، و هنگامی که زمان زایمانش فرا رسید، درد زایمان او را به کنار تنۀ درخت خرما کشاند؛ و چون درد زایمان و درد بی‌خوراکی و بی‌آبی او را به ستوه آورد، و قلبش از گفته‌های مردم دردمند شد، و ترسید که مبادا نتواند شکیبایی ورزد، آرزو کرد که کاش قبل از این حادثه مرده بود، و چیز ناقابل و فراموش شده‌ای بود، و از یاد و خاطره‌ها محو می‌شد.\nاین آرزوی مریم، به خاطر آن حالت پریشان کننده بود؛ و این آرزو، هیچ خیر و مصلحتی برای او دربر نداشت؛ بلکه خیر و مصلحت، در آنچه بود که اتفاق افتاد."
    },
    {
      "id": 2274,
      "verse_number": 24,
      "verse_key": "19:24",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924939,
          "resource_id": 135,
          "text": "ناگهان از پایین [پای] او، [جبرئیل یا عیسی] ندایش داد که: «غمگین مباش. پروردگارت زیر [پاى‌] تو چشمۀ آبى روان ساخته است."
        }
      ],
      "tafsir_saadi": "پس، در این هنگام فرشته او را دلداری داد (﴿فَنَادَىٰهَا مِن تَحۡتِهَآ﴾) و از پایین او را صدا زد. شاید در آن زمان، جبرئیل در مکانی قرار داشته است که پایین‌تر از مکانی بوده که مریم در آن قرار داشته است. و به او گفت: (﴿أَلَّا تَحۡزَنِي﴾) ناراحت و پریشان مباش؛ زیرا (﴿قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا﴾) پروردگارت پایین‌تر از تو چشمه‌ای پدید آورده است که از آن می‌نوشی."
    },
    {
      "id": 2275,
      "verse_number": 25,
      "verse_key": "19:25",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
      "page_number": 306,
      "juz_number": 16,
      "translations": [
        {
          "id": 924940,
          "resource_id": 135,
          "text": "و تنۀ نخل را به طرف خود تکان بده [تا] خرمای تازه بر تو فرو‌ریزد."
        }
      ],
      "tafsir_saadi": "(﴿وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا﴾) و تنۀ درخت خرما را بجنبان تا بر تو خرمای لذیذ و تازه فرو بریزد."
    },
    {
      "id": 2276,
      "verse_number": 26,
      "verse_key": "19:26",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَـٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924941,
          "resource_id": 135,
          "text": "آنگاه [از آن خرما] بخور و [از آب نهر] بنوش و دیدگان را [به ‌این فرزند] روشن دار [و شاد باش]؛ و اگر هر یک از مردم را دیدی [با اشاره] بگو: \"من برای [الله] رحمان روزه[ی سکوت] نذر کرده‌ام و امروز با هیچ انسانی سخن نخواهم گفت\"»."
        }
      ],
      "tafsir_saadi": "(﴿فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗا﴾) پس، از آن خرما بخور و از چشمۀ آب بنوش و از تولّد عیسی چشم روشن بدار، و شاد باش. خداوند به او آرامش داد که از درد زایمان در امان خواهد بود، و خوراک و نوشیدنی گوارا به دست خواهد آورد.\nو برای در امان ماندن از گفته‌های مردم، به او دستور داد که هرگاه انسانی را دید، به صورت اشاره به او بگوید: (﴿إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا﴾) من برای خدای مهربان، روزۀ سکوت نذر کرده‌ام، (﴿فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا﴾) بنابراین امروز با هیچ انسانی سخن نخواهم گفت؛ یعنی با مردم سخن نگو تا از گفته‌ها و حرف‌هایشان در امان باشی.\nو نزد آنها معروف بود که سکوت، یکی از عبادت‌های شرعی است، و علت اینکه خداوند او را دستور نداد که تهمت را از خود دور کند، دو چیز بود: اول اینکه مردم او را تصدیق نمی‌کردند، و این سخن فایده‌ای نداشت. دوم اینکه تبرئۀ مریم، با سخن گفتن عیسی در گهواره- که بزرگ‌ترین شاهد بر تبرئه و پاکدامنی‌اش بود- محقق شود؛ زیرا فرزند آوردنِ زن، بدون اینکه شوهری داشته باشد -و ادعا کند که بدون پدر این فرزند را به دنیا آورده است- ادعای بسیار بزرگی است، که اگر حتی چندین گواه بر آن گواهی دهند، باز هم تصدیق نخواهند شد.\nپس مریم، حجت این امر خارق العاده را، امری از جنس آن قرار داد."
    },
    {
      "id": 2277,
      "verse_number": 27,
      "verse_key": "19:27",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ ۖ قَالُوا۟ يَـٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924942,
          "resource_id": 135,
          "text": "[مریم] در حالی‌ که او [= عیسی] را برداشته بود نزد قومش آمد. آنان گفتند: «ای مریم، به راستی که کاری شگفت [و گناهی بزرگ] مرتکب شده‌ای!"
        }
      ],
      "tafsir_saadi": "وقتی مریم وضع حمل کرد، همراه با عیسی به نزد قومش آمد، در حالی که عیسی در آغوشش بود. چون او می‌دانست که بی‌گناه و پاک است، پس بدون اینکه به چیزی توجه نماید به نزد آنان آمد. اقوامش گفتند: (﴿لَقَدۡ جِئۡتِ شَيۡ‍ٔٗا فَرِيّٗا﴾) ای مریم! عجب کار زشتی کرده، و کار بسیار بزرگ و ناپسندی انجام داده‌ای! منظورشان زنا بود، که او از آن پاک بود."
    },
    {
      "id": 2278,
      "verse_number": 28,
      "verse_key": "19:28",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأُخْتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924943,
          "resource_id": 135,
          "text": "ای خواهر هارون، نه پدرت مرد بدکاری بود و نه مادرت [زن] بدکاره‌ای»."
        }
      ],
      "tafsir_saadi": "(﴿يَٰٓأُخۡتَ هَٰرُونَ﴾) ای خواهر هارون! ظاهراً برادر حقیقی مریم بوده است، بنابراین او را به هارون نسبت دادند، (﴿مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا﴾) پدرت مرد بدی نبود، و مادرت نیز نابکار نبود؛ یعنی پدر و مادرت، انسان‌های صالح و از شر سالم بودند. به ویژه از این زشتی ـ که به آن اشاره می‌کردند ـ به دور بودند. منظورشان این بود که تو چگونه مانند پدر و مادرت نیستی، و کاری کرده‌ای که آنها نمی‌کردند ؟زیرا فرزندان، اغلب در خوبی و بدی، مانند پدر و مادرشان می‌باشند، پس برحسب آنچه تصور می‌کردند تعجب نمودند، که چگونه چنین کار زشتی از مریم سرزده است."
    },
    {
      "id": 2279,
      "verse_number": 29,
      "verse_key": "19:29",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924944,
          "resource_id": 135,
          "text": "آنگاه مریم به او [= عیسی] اشاره کرد. آنان گفتند: «چگونه با ‌کودکی در گهواره سخن بگوییم؟»"
        }
      ],
      "tafsir_saadi": "مریم به نوزادش عیسی اشاره کرد؛ یعنی اشاره کرد که با او حرف بزنید. و به این خاطر به کودک اشاره کرد، چون به وی دستور داده شده بود که وقتی مردم با او سخن گفتند، بگوید: (﴿إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا﴾) من برای خدای مهربان روزۀ سکوت نذر کرده‌ام، بنابراین امروز با هیچ کس سخن نخواهم گفت. وقتی به سوی او اشاره کرد تا با وی سخن بگویند، آنها تعجب کردند و گفتند: \n (﴿كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا﴾) ما چگونه با کودکی که در گهواره است، سخن بگوییم! چون چنین چیزی، معمولی نبود؛ و هیچ کس در آن سن و سال، سخن نگفته بود."
    },
    {
      "id": 2280,
      "verse_number": 30,
      "verse_key": "19:30",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَـٰبَ وَجَعَلَنِى نَبِيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924945,
          "resource_id": 135,
          "text": "[عیسی به سخن آمد و] گفت: «من بندۀ الله هستم. او به من کتاب داده و مرا پیامبر ساخته است."
        }
      ],
      "tafsir_saadi": "در این هنگام عیسی -علیه السلام- که کودکی در گهواره بود، گفت: (﴿ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا﴾) من بندۀ خدایم، برای من کتاب خواهد فرستاد و مرا پیامبر خواهد کرد. پس آنها را چنین خطاب نمود که او بنده است، و دارای چنان اوصاف خدایی نمی‌باشد، و فرزند خدا هم نیست.\nاز این گفتۀ عیسی که فرمود: (﴿إِنِّي عَبۡدُ ٱللَّهِ﴾) من بندۀ خدایم، ثابت می‌شود که خداوند از گفتۀ نصارا پاک و بری است که بر خلاف عیسی سخن می‌گویند؛ و ادعا می‌کنند با او موافق هستند. \n(﴿ءَاتَىٰنِيَ ٱلۡكِتَٰبَ﴾) یعنی چنین مقدّر نموده که به من کتاب بدهد. (﴿وَجَعَلَنِي نَبِيّٗا﴾) و مرا پیامبر گردانیده است. عیسی آنها را خبر داد که او بندۀ خداست، و خداوند کتاب را به او آموخته، و وی را از جملۀ پیامبران گردانیده است. پس این بیانگر کمال اوست.\nسپس بیان نمود که دیگران را نیز به کمال می‌رساند و گفت:"
    },
    {
      "id": 2281,
      "verse_number": 31,
      "verse_key": "19:31",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَـٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924946,
          "resource_id": 135,
          "text": "و مرا ـ هر جا که باشم ـ پربرکت نموده و تا زنده‌ هستم مرا به نماز و زکات سفارش کرده است."
        }
      ],
      "tafsir_saadi": "(﴿وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ﴾) و مرا هرجا و در هر زمانی که باشم، با برکت و سودمند نموده است. بنابراین خداوند در وجودم برکت قرار داده، و خیر را تعلیم می‌دهم، و به سوی آن دعوت می‌کنم، و از شرّ باز می‌دارم. پس در گفته‌ها و کارهایش، به سوی خدا دعوت می‌کرد، و هرکس که با او هم نشینی می‌نمود، از برکت وی بهره‌مند می‌شد، و سعادتمند می‌گشت.\n(﴿وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا﴾) و مرا سفارش نموده تا حقوق خدا و حقوق بندگانش را به‌جای آورم که بزرگ‌ترین آن، نماز و زکات است؛ و تا زمانی که زنده باشم، مرا به این دو سفارش کرده است. پس من فرمان و سفارش او را به جای می‌آورم و به آن عمل می‌کنم و آن را اجرا می‌نمایم."
    },
    {
      "id": 2282,
      "verse_number": 32,
      "verse_key": "19:32",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924947,
          "resource_id": 135,
          "text": "و نسبت به مادرم نیکوکار [گردانده] و مرا [در برابر پروردگارم] سرکش [و] نافرمان قرار نداده است."
        }
      ],
      "tafsir_saadi": "و نیز مرا سفارش نموده که با مادرم به نیکوکاری رفتار کنم؛ و عیسی تا آخرین حدّ، با مادرش به نیکی رفتار نمود؛ و آنچه شایستۀ او بود، برایش انجام داد؛ چون از شرافت و فضیلت برخوردار است، و بر وی حق مادری دارد. (﴿ وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا﴾) و مرا زورگو و بدرفتار قرار نداده است که در مقابل خداوند گردنکشی کنم، وخودم را از بندگانش بالاتر قرار دهم. (﴿شَقِيّٗا﴾) و مرا در دنیا وآخرت نگون بخت نکرده است.\nپس مرا چنان نموده که در برابر خداوند، فرمانبردار و فروتن و گردن کج و ذلیل ‌باشم. و در برابر بندگان خدا، نیز فروتن هستم و من و پیروانم در دنیا و آخرت خوشبخت می‌باشیم."
    },
    {
      "id": 2283,
      "verse_number": 33,
      "verse_key": "19:33",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱلسَّلَـٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924948,
          "resource_id": 135,
          "text": "و سلام بر من، روزی‌ که متولد شدم و روزی‌ که می‌میرم و روزی‌ که زنده برانگیخته می‌شوم»."
        }
      ],
      "tafsir_saadi": "و چون کمال و خصلت‌های پسندیده را به طور کامل دارا بود، گفت: (﴿وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا﴾) به فضل و احسان پروردگارم، از روزی که به دنیا آمده‌ام، و روزی که می‌میرم، و روزی که زنده برانگیخته می‌شوم، از شر شیطان و عذاب در امان خواهم بود؛ و این اقتضا می‌نماید که او، از وحشت‌های قیامت و سرای فاسقان در امان، و از اهل بهشت باشد. پس این، معجزه ای بزرگ و دلیلی آشکار بر این است که او پیامبر خدا و به حق بندۀ اوست."
    },
    {
      "id": 2284,
      "verse_number": 34,
      "verse_key": "19:34",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ ۚ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924949,
          "resource_id": 135,
          "text": "این است [حکایت] عیسی پسر مریم؛ [همان] گفتار راستی که [گمراهان] درباره‌اش تردید [و اختلاف] می‌کنند."
        }
      ],
      "tafsir_saadi": "کسی که این صفت‌ها را دارا بود، عیسی پسر مریم است، و هیچ شک و تردیدی درآن نیست؛ بلکه سخنی راستین و کلام خداست که ازآن ‌راست‌تر سخنی وجود ندارد، و گفته‌ای نیکوتر از آن وجود ندارد. پس خبر یقینی و واقعی در مورد عیسی، این است؛ و آنچه در مورد وی گفته شده و با این مخالف است، قطعا باطل و پوچ می‌باشد، و شک و شبهه‌ای است که ناآگاهانه بر زبان رانده می‌شود. بنابراین فرمود: (﴿ٱلَّذِي فِيهِ يَمۡتَرُونَ﴾) که در آن تردید می‌کنند، و با تخمین و شک خود مجادله می‌نمایند؛ پس برخی می‌گویند: عیسی خداست، یا پسر خداست یا سومینِ سه تاست .پاک است خداوند از دروغ‌پردازی و تهمت آنها."
    },
    {
      "id": 2285,
      "verse_number": 35,
      "verse_key": "19:35",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَـٰنَهُۥٓ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924950,
          "resource_id": 135,
          "text": "[هرگز] سزاوار نیست که الله [برای خویش] فرزندی بگیرد. او [پاک و] منزّه است. [الله] هر گاه کاری را اراده کند، فقط به آن می‌گوید: «موجود شو»؛ آنگاه [بی‌درنگ] موجود می‌شود."
        }
      ],
      "tafsir_saadi": "(﴿مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖ﴾) شایسته و سزاوار خداوند نیست که فرزندی داشته باشد، چون این غیرممکن است؛ زیرا او، بی‌نیاز و ستوده، و مالک همۀ هستی است. پس چگونه کسی از بندگان و مملوک‌های خود را، به فرزندی می‌گیرد؟!\n(﴿سُبۡحَٰنَهُۥٓ﴾) خداوند پاک و منزّه است از داشتن فرزند و عیب، (﴿إِذَا قَضَىٰٓ أَمۡرٗا﴾) هرگاه ارادۀ پدید آوردن چیزی و انجام کاری را بکند، انجام هیچ کاری برایش ناممکن و دشوار نیست، (﴿ فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ﴾) بلکه به آن می‌گوید: پدید آی، و آن پدید می‌آید. پس وقتی تقدیر و خواست او در عالم بالا و پایین نافذ و جاری است، چگونه فرزندی خواهد داشت؟! پس وقتی او چنین است که هرگاه پدید آوردن چیزی را اراده ‌نماید، به آن بگوید: (﴿كُن فَيَكُونُ﴾) چگونه به‌وجود آوردن عیسی بدون پدر، بعید محسوب می‌شود؟!"
    },
    {
      "id": 2286,
      "verse_number": 36,
      "verse_key": "19:36",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924951,
          "resource_id": 135,
          "text": "و [عیسی به قومش گفت:] «بی‌تردید، الله پروردگار من و شماست؛ پس او را عبادت کنید [که] راهِ راست همین است»."
        }
      ],
      "tafsir_saadi": "پس عیسی خبر داد که او نیز همانند سایر بندگان، تحت پرورش خداوند می‌باشد، و گفت: (﴿وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ﴾) خداوندی که ما را آفریده و صورتگری نموده و تدبیر او در ما نافذ است، و تقدیرش ما را می‌چرخاند، پروردگار من و پروردگار شماست. \n(﴿فَٱعۡبُدُوهُ﴾) پس عبادت را تنها برای او انجام دهید، و در رجوع و انابت به سوی او بکوشید. و این، اقرار به توحید ربوبیت و توحید الوهیت است. و با توحید ربوبیت، بر توحید الوهیت استدلال نمود، بنابراین گفت: (﴿هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ﴾) این است راه راست؛ یعنی راه درست و میانه که انسان را به خدا می‌رساند، چون این راه، راه پیامبران و پیروانش می‌باشد؛ و غیر از این راه، گمراهی است."
    },
    {
      "id": 2287,
      "verse_number": 37,
      "verse_key": "19:37",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924952,
          "resource_id": 135,
          "text": "آنگاه گروه‌ها[ی مختلفِ قومش] در میان خود دچار اختلاف شدند؛ پس وای بر کسانی که کفر ورزیدند از مشاهدۀ روز بزرگ [قیامت]!"
        }
      ],
      "tafsir_saadi": "وقتی خداوند حالت عیسی را بیان کرد، حالتی که در آن شک و تردیدی نیست، خبر داد که گروه‌ها و دسته‌های گمراهِ یهود و نصاری و دیگران در مورد عیسی ـ علیه السلام ـ در میان خود اختلاف ورزیدند؛ برخی در مورد او افراط نموده، و برخی در حق او تفریط کردند.پس برخی از ایشان ‌گفتند: عیسی خداست؛ و برخی ‌گفتند: عیسی پسر خداست؛ و برخی ‌گفتند: او سومین سه تاست؛ و برخی دیگر مانند یهودیان، او را پیامبر به ‌حساب نیاورده، بلکه او را متهم ‌کردند که حرام زاده است!\nسخنان همۀ اینها باطل و پوچ است، و نظرشان فاسد؛ و آن را بر اساس شک و عناد و دلائل فاسد و شبهات بی‌ارزش بیان می‌کردند، و همگی سزاوار وعید سخت خدا هستند. بنابراین فرمود: (﴿فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ﴾) پس وای بر کسانی که به خدا و پیامبران و کتاب‌هایش کفر ورزیدند. یهودیان و نصارا که در مورد عیسی سخن کفر می‌گویند، در اینها داخل‌اند.\n(﴿مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ﴾) وای بر آنها به هنگام مشاهدۀ روز بزرگ! یعنی هنگام روز قیامت که پیشینیان و اهل آسمان‌ها و اهل زمین درآن گرد می‌آیند. روزی که آکنده از زلزله‌ها و وحشت‌ها می‌باشد؛ و درآن روز، سزا و جزای اعمال داده می‌شود. پس در این وقت، خداوند آنچه را که پنهان و آشکار می‌کردند، روشن می‌سازد."
    },
    {
      "id": 2288,
      "verse_number": 38,
      "verse_key": "19:38",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَـٰكِنِ ٱلظَّـٰلِمُونَ ٱلْيَوْمَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "page_number": 307,
      "juz_number": 16,
      "translations": [
        {
          "id": 924953,
          "resource_id": 135,
          "text": "آن روز ‌که نزد ما می‌آیند، چه [خوب] شنوا و بینا هستند! اما امروز [در زندگی دنیا] ستمکاران در گمراهیِ آشکارند."
        }
      ],
      "tafsir_saadi": "(﴿أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا﴾) چه گوش شنوا و چه چشم بینایی پیدا می‌کنند در آن روز که به نزد ما می‌آیند، پس به کفر خود و شرکشان اقرار می‌نمایند، و به گفته‌هایشان اعتراف می‌کنند، و می‌گویند: ﴿رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ﴾ پروردگارا! دیدیم و شنیدیم، ما را به عقب باز گردان تا عمل شایسته انجام دهیم، بدون شک ما یقین داریم. پس در قیامت، به حقیقتِ آنچه بر آن هستند، یقین حاصل می‌کنند.\n(﴿لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ﴾) اما ستمکاران امروزه در گمراهی آشکاری به‌سر می‌برند، و آنها برای این گمراهی‌شان عذری ندارند؛ زیرا برخی از آنان از روی بینش، گمراهی را اختیار نموده‌اند، و حق را می‌شناسند، اما از آن رویگردان شده‌اند. و برخی راه حق را گم کرده و از آن منحرف شده‌اند، و می‌توانند حق و حقیقت را بشناسند، اما به گمراهی خود وکارهای بدی که انجام می‌دهند، راضی هستند. و برای شناخت حق از باطل تلاش نمی‌نمایند. فکر کن چگونه خداوند بعد از (﴿فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡ﴾) فرمود: (﴿فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ﴾) و نفرمود: «فَوَیْل لَهُمْ» تا ضمیر به احزاب برگردد؛ زیرا از میان دسته‌هایی که با هم اختلاف دارند، گروهی هستند که به حقیقت رسیده و با حق موافق هستند و درمورد عیسی می‌گویند: او بندۀ خدا و پیامبرش می‌باشد، و به او ایمان آورده و از او پیروی می‌کنند. پس اینها مؤمن هستند و در این وعید و هشدار داخل نمی‌باشند. بنابراین خداوند فقط کافران را مورد تهدید و وعید قرار داد."
    },
    {
      "id": 2289,
      "verse_number": 39,
      "verse_key": "19:39",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924954,
          "resource_id": 135,
          "text": "و [ای پیامبر،] به آنان دربارۀ روز [پشیمانی و] حسرت هشدار بده؛ آنگاه كه کار [داورى] انجام می‌گیرد؛ و [امروز‌] آنان در غفلتند و ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "انذار: یعنی برحذر داشتن از آنچه که ترسناک است، به صورت بیم دادن و خبردادن از صفات آن. و آنچه که باید بندگان ازآن ترسانده شوند، روز قیامت است؛ روزی که کار از کار می‌گذرد، و پیشینیان و پسینیان در یک محل جمع می‌شوند، و از کارهایشان پرسیده می‌شود. پس هرکس به خدا ایمان آورده و از پیامبرانش پیروی کرده باشد، به چنان سعادتی نایل می‌آید که بعد از آن هرگز بدبخت نخواهد شد؛ و هرکس که به خدا ایمان نیاورده و از پیامبرانش پیروی نکرده باشد به چنان شقاوت و بدبختی گرفتار می‌شود که پس از آن سعادتمند نخواهد شد، و خود و خانواده‌اش را از دست می‌دهد. و در آن هنگام حسرت می‌خورد و چنان پشیمان می‌شود که دل او از شدّت حسرت و تأسف از جا کنده می‌شود؛ و چه حسرتی از این بزرگ‌تر است که انسان خشنودی خدا و بهشت او را از دست ‌دهد و سزاوار خشم پروردگار و جهنم گردد، به صورتی که بازگشت به دنیا برایش امکان پذیر نباشد تا از نو عمل کند، وحال خود را عوض نماید! ‍‍‍‍‍‍‍‍‍‍‍\nاین چیزی است که پیش رو دارند، اما آنها از این امر بزرگ غافل‌اند و به ذهنشان نمی‌آید؛ غفلت، آنها را احاطه نموده و مستی آنها را فرا گرفته است، پس آنان به خدا ایمان نمی‌آورند و از پیامبرانش پیروی نمی‌کنند؛ دنیا، آنها را غافل کرده و میان آنها و ایمان، شهوت‌ها و هوس‌های زودگذر حائل شده است. پس دنیا و همۀ آنچه در آن است -از اول تا آخر- از دستشان خواهد رفت، و آنها نیز از دنیا جدا خواهند شد؛ و خداوند وارث زمین و کسانی که روی آن زندگی می‌کنند، می‌گردد و آنها را به سوی خود برمی‌گرداند، و آنان را به سبب اعمالشان سزا و جزا خواهد داد. پس هرکس عمل خیری انجام داده باشد، خداوند را ستایش می‌گوید؛ و هرکس عمل بدی انجام داده باشد، جز خودش کسی را سرزنش نخواهد کرد."
    },
    {
      "id": 2290,
      "verse_number": 40,
      "verse_key": "19:40",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 265,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924955,
          "resource_id": 135,
          "text": "یقیناً ما زمین و هر ‌کس را بر آن است به ارث می‌بریم و [همه] به سوی ما بازگردانده می‌شوند."
        }
      ],
      "tafsir_saadi": "انذار: یعنی برحذر داشتن از آنچه که ترسناک است، به صورت بیم دادن و خبردادن از صفات آن. و آنچه که باید بندگان ازآن ترسانده شوند، روز قیامت است؛ روزی که کار از کار می‌گذرد، و پیشینیان و پسینیان در یک محل جمع می‌شوند، و از کارهایشان پرسیده می‌شود. پس هرکس به خدا ایمان آورده و از پیامبرانش پیروی کرده باشد، به چنان سعادتی نایل می‌آید که بعد از آن هرگز بدبخت نخواهد شد؛ و هرکس که به خدا ایمان نیاورده و از پیامبرانش پیروی نکرده باشد به چنان شقاوت و بدبختی گرفتار می‌شود که پس از آن سعادتمند نخواهد شد، و خود و خانواده‌اش را از دست می‌دهد. و در آن هنگام حسرت می‌خورد و چنان پشیمان می‌شود که دل او از شدّت حسرت و تأسف از جا کنده می‌شود؛ و چه حسرتی از این بزرگ‌تر است که انسان خشنودی خدا و بهشت او را از دست ‌دهد و سزاوار خشم پروردگار و جهنم گردد، به صورتی که بازگشت به دنیا برایش امکان پذیر نباشد تا از نو عمل کند، وحال خود را عوض نماید! ‍‍‍‍‍‍‍‍‍‍‍\nاین چیزی است که پیش رو دارند، اما آنها از این امر بزرگ غافل‌اند و به ذهنشان نمی‌آید؛ غفلت، آنها را احاطه نموده و مستی آنها را فرا گرفته است، پس آنان به خدا ایمان نمی‌آورند و از پیامبرانش پیروی نمی‌کنند؛ دنیا، آنها را غافل کرده و میان آنها و ایمان، شهوت‌ها و هوس‌های زودگذر حائل شده است. پس دنیا و همۀ آنچه در آن است -از اول تا آخر- از دستشان خواهد رفت، و آنها نیز از دنیا جدا خواهند شد؛ و خداوند وارث زمین و کسانی که روی آن زندگی می‌کنند، می‌گردد و آنها را به سوی خود برمی‌گرداند، و آنان را به سبب اعمالشان سزا و جزا خواهد داد. پس هرکس عمل خیری انجام داده باشد، خداوند را ستایش می‌گوید؛ و هرکس عمل بدی انجام داده باشد، جز خودش کسی را سرزنش نخواهد کرد."
    },
    {
      "id": 2291,
      "verse_number": 41,
      "verse_key": "19:41",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِبْرَٰهِيمَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924956,
          "resource_id": 135,
          "text": "و [ای پیامبر،] در این کتاب از ابراهیم یاد کن. بی‌تردید، او پیامبری بسیار راستگو بود."
        }
      ],
      "tafsir_saadi": "بزرگ‌ترین و برترین و بالاترین کتاب‌ها قرآن است که کتاب روشن و پند و اندرز است؛ چرا که اخبار و سرگذشت و داستان‌هایی که درآن بیان شده است، راست‌ترین و شایسته‌ترین و مفیدترین اخبار است، و امر و نهی آن بزرگ‌ترین و عادلانه‌ترین و منصفانه‌ترین اوامر و نواهی هستند؛ و اگر درآن جزا و وعده و وعید بیان شده، راست‌ترین و حق‌ترین وعده و وعید هستند، و بیش از هر چیز بر حکمت و عدالت و فضل دلالت دارند؛ و پیامبران و انبیایی که درآن ذکر شده‌اند، از دیگر پیامبران کامل‌تر و برتر می‌باشند، بنابراین در قرآن از پیامبرانی یاد شده است که به‌خاطر عبادت الهی و محبت و بازگشت به سوی او، و ادای حقوق خدا و بندگانش، و دعوت مردم به سوی خدا، و مقاومت، و شکیبایی، به مقام‌های افتخارآمیز و منازل عالی و جایگاهی برتر دست یافته‌اند، و در قرآن خیلی زیاد از آنان سخن به میان آمده، و داستان‌هایشان تکرار شده است. \nخداوند در این سوره از تعدادی از پیامبران یاد نموده، و پیامبرش را دستور می‌دهد تا آنها را یاد کند، زیرا یاد آنها، به مثابۀ ستایش خدا بر آنان، و بیان فضل و احسان خداوند بر آنهاست. نیز یاد و خاطرۀ پیامبران، آدمی را تحریک می‌نماید که به آنها ایمان آورد و بدانان محبت ورزد، و به آنها اقتدا کند. \nپس فرمود: (﴿وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا﴾) و در این کتابِ قرآن، گوشه‌ای از سرگذشت ابراهیم را بیان کن که او بسیار راست کردار، و پیامبر خدا بود؛ و خداوند، راست‌کرداری، راست گفتاری، و پیامبری را به او داد.\nصدیق: یعنی کسی که بسیار راست می‌گوید. پس او در گفته‌ها و کارهایش راست است، و هرآنچه را که دستور داده شده است آن را تصدیق نماید، تصدیق می‌کند، و این مستلزم علم فراوانی است که به قلب راه یابد و درآن اثر ‌نماید و موجب یقین و عمل صالح و کامل ‌شود. و ابراهیم -علیه السلام- بعد از محمد صلی الله علیه وسلم از همۀ پیامبران برتر است . و او پدرِ سوم طائفه‌های برتر می‌باشد، و خداوند نبوت و کتاب را در میان فرزندانش قرار داد. او کسی است که مردم را به سوی خدا فرا خواند؛ و بر شکنجۀ بزرگی که در این راه به او رسید، شکیبایی ورزید. پس او خویش و بیگانه را دعوت کرد و در دعوت کردن پدرش به اندازۀ توان خود کوشید."
    },
    {
      "id": 2292,
      "verse_number": 42,
      "verse_key": "19:42",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِذْ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924957,
          "resource_id": 135,
          "text": "هنگامی‌ که به پدرش [آزر] گفت: «پدر جان، چرا چیزی را عبادت می‌کنی که نه [دعایت را] می‌شنود و نه [عبادتت را] می‌بیند و نه گزندی را از تو دور می‌سازد؟"
        }
      ],
      "tafsir_saadi": "و خداوند اصرار ابراهیم بر ایمان آوردن پدرش را بیان کرد و فرمود: (﴿إِذۡ قَالَ لِأَبِيهِ﴾) آنگاه که ابراهیم پدرش را به خاطر پرستش بت‌ها مورد انتقاد و نکوهش قرارداد و گفت: (﴿يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡ‍ٔٗا﴾) ای پدر! چرا چیزی را پرستش می‌کنی که نمی‌شنود و نمی‌بیند و شر و بلایی را از تو دور نمی‌کند؟! یعنی چرا بت‌هایی را می‌پرستی که خودشان ناقص هستند و کاری از دستشان ساخته نیست؟! پس این بت‌ها نمی‌شنوند و نمی‌بینند و به کسی که آنها را پرستش ‌نماید هیچ سود و زیانی نمی‌رسانند، بلکه به خودشان هم نمی‌توانند فایده‌ای بدهند، و توانایی دور کردن کوچک‌ترین زیان و بلایی را ندارند. پس این روشن و آشکار می‌نماید که عبادتِ چیزی که خودش ناقص است و کاری نمی‌تواند بکند، از دیدگاه عقل و شرع ناپسند و زشت است.\nو از استدلال ابراهیم می‌توان این نکته را استنباط نمود که کسی را باید پرستید که دارای کمال است؛ و بندگان هیچ نعمتی را مگر از جانب او به‌دست نمی‌آورند؛ و جز او هیچ‌کس نمی‌تواند بلایی را از آنها دور ‌کند؛ و او همان خداوند متعال است."
    },
    {
      "id": 2293,
      "verse_number": 43,
      "verse_key": "19:43",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924958,
          "resource_id": 135,
          "text": "پدر جان، یقیناً از دانش [وحی] چیزی به من رسیده است که [هرگز] به تو نرسیده است؛ پس از من پیروی کن تا تو را به راهی راست هدایت کنم."
        }
      ],
      "tafsir_saadi": "(﴿يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ﴾) ای پدر! مرا تحقیر نکن، و نگوی: تو پسر من هستی، چطور شما چیزی را می‌دانی که من نمی‌دانم! زیرا خداوند از دانش بهره‌ای به من بخشیده که به تو نداده است. پس (﴿فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا﴾) از من پیروی کن تا تو را به راه راست رهنمون کنم؛ یعنی به راه درست و میانه که همان راه عبادت خدای یگانه است که شریکی ندارد. و راه راست؛ یعنی اطاعت از خداوند در همۀ حالت‌ها.\nمهربانی و لطافت از لابلای سخنان ابراهیم به چشم می‌خورد؛ زیرا او نگفت: «ای پدر! من عالم هستم و تو جاهل»، بلکه گفت: من و تو هر دو دانش داریم؛ اما دانشی که به من رسیده، به تو نرسیده است؛ پس شایسته است از دلیل، پیروی و اطاعت کنی."
    },
    {
      "id": 2294,
      "verse_number": 44,
      "verse_key": "19:44",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَـٰنَ ۖ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلرَّحْمَـٰنِ عَصِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924959,
          "resource_id": 135,
          "text": "پدر جان، از شیطان پیروی نکن [چرا که] بی‌تردید، شیطان نسبت به [الله] رحمان نافرمان بود."
        }
      ],
      "tafsir_saadi": "(﴿يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَ﴾) پدر جان! شیطان را پرستش مکن؛ زیرا هرکس غیر از خداوند را پرستش نماید، به راستی که شیطان را پرستش کرده است. همان‌گونه که خداوند متعال فرموده است: ﴿أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ﴾ ای فرزندان آدم! مگر از شما عهد نگرفتم که شیطان را پرستش نکنید، همانا او دشمن آشکار شماست؟!\n(﴿إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا﴾) به راستی که شیطان، نافرمان خداست؛ پس هر کس از گام‌های شیطان پیروی نماید، به درستی که وی را یاور و دوست خود قرار داده، و او نافرمان خدا و به منزلۀ شیطان است .و اضافه کردن عصیان به اسم رحمان، اشاره به این دارد که گناهان، بنده را از رحمت خداوند دور می‌کند، و درهای رحمت را به روی او می‌بندد، چنانکه طاعت و فرمانبرداری، بزرگ‌ترین سبب برای به دست آوردن رحمت خداوند است. بنابراین گفت:"
    },
    {
      "id": 2295,
      "verse_number": 45,
      "verse_key": "19:45",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَـٰنِ فَتَكُونَ لِلشَّيْطَـٰنِ وَلِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924960,
          "resource_id": 135,
          "text": "پدر جان، من می‌ترسم که از [جانب الله] رحمان عذابی به تو رسد و [در دوزخ] از دوستان [و همنشینانِ] شیطان باشی»."
        }
      ],
      "tafsir_saadi": "(﴿يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ﴾) ای پدر! به سبب اصرار ورزیدنت بر کفر و ادامه دادن سرکشی‌ات، می‌ترسم عذابی از سوی خداوند مهربان به تو برسد. \n(﴿فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا﴾) و در دنیا و آخرت همدم و قرین شیطان شوی، و در جایگاه‌های زشتِ شیطان اقامت کنی، و پای در جای پای او نهی. پس ابراهیم خلیل -علیه السلام- آهسته آهسته و به تدریج پدرش را دعوت داد. از آنچه آسان‌تر بود، شروع نمود؛ او را از علمش خبر داد، و گفت: علم و دانش من، باعث می‌شود تا از من پیروی نمایی؛ و اگر از من اطاعت کنی، به راه راست رهنمون می‌شوی. سپس او را از پرستش شیطان نهی کرد، و از زیان‌های عبادت شیطان آگاه ساخت. سپس او را از عذاب خداوند برحذر داشت و گفت: اگر به این حالت ادامه دهی، دوست و همدم شیطان خواهی شد."
    },
    {
      "id": 2296,
      "verse_number": 46,
      "verse_key": "19:46",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَـٰٓإِبْرَٰهِيمُ ۖ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَٱهْجُرْنِى مَلِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924961,
          "resource_id": 135,
          "text": "[آزر] گفت: «ای ابراهیم، آیا از معبود‌های من رویگردانی؟ اگر [از عقیده‌ات] دست برنداری، قطعاً سنگسارت می‌کنم؛ [برو] و مدت زیادى از من دور شو»."
        }
      ],
      "tafsir_saadi": "اما این دعوت در مورد آن بدبخت، مفید و کارساز واقع نشد، و پدر ابراهیم پاسخی جاهلانه داد و گفت: (﴿أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُ﴾) پدر ابراهیم به خدایانش -که از سنگ بودند- بالید، و به آنها افتخار کرد؛ و ابراهیم را به خاطر رویگردانی از آنها، سرزنش نمود. و این، جهالتِ بیش از حد، و کفر خطرناکی است که آدمی به پرستش بت‌ها افتخار ‌نماید و مردم را به‌سوی آن دعوت کند. \n(﴿لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَ﴾) و ای ابراهیم! اگر تو از ناسزا گفتن به معبودانم، و از دعوت کردنم به سوی عبادت خدا باز نیایی، قطعاً تو را سنگسار خواهم کرد.\n(﴿وَٱهۡجُرۡنِي مَلِيّٗا﴾) و برو، برای مدت مدیدی از من دور شو، و زمانی طولانی با من سخن مگوی."
    },
    {
      "id": 2297,
      "verse_number": 47,
      "verse_key": "19:47",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ سَلَـٰمٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ ۖ إِنَّهُۥ كَانَ بِى حَفِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924962,
          "resource_id": 135,
          "text": "[ابراهیم] گفت: «سلام [و امنیت از جانب من] بر تو. به زودی از پروردگارم برایت آمرزش خواهم خواست. بی‌تردید، او نسبت به من بسیار مهربان است."
        }
      ],
      "tafsir_saadi": "ابراهیم خلیل او را به مانند پاسخ بندگان رحمان وقتی که جاهلان آنها را مورد خطاب قرار می‌دهند، پاسخ داد و ناسزا نگفت، بلکه صبر نمود و کاری نکرد که ناراحت شود، و گفت: (﴿سَلَٰمٌ عَلَيۡكَ﴾) از هر نوع ناسزا و دشنام و آنچه که نمی‌پسندی، از سوی من در امان خواهی بود، (﴿سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓ﴾) من از پروردگارم برای تو آمرزش خواهم خواست، و همواره به درگاه خداوند دعا خواهم کرد تا تو را هدایت کند و بیامرزد و تو را به اسلام رهنمون نماید که موجب آمرزش گناهان می‌شود. \n(﴿إِنَّهُۥ كَانَ بِي حَفِيّٗا﴾) بدون شک او به حال من مهربان است، و مرا مورد عنایت قرار می‌دهد. پس ابراهیم همیشه از خداوند برای پدرش طلب آمرزش می‌نمود، به ‌امید اینکه خداوند او را هدایت نماید؛ اما وقتی روشن شد که او دشمن خداست و هیچ چیزی در مورد وی کار ساز نیست، آمرزش خواستن برای او را ترک نمود و از وی بیزاری جست.\nخداوند ما را به پیروی از آیین ابراهیم دستور داده است، و از جملۀ پیروی از آیین او، این است که در دعوت کردن به سوی خدا روش او را در پیش گیریم، و از راه علم و حکمت، و با نرمی و سهولت مردم را به ‌تدریج دعوت کنیم، و بر آن شکیبایی ورزیم. و نباید از دعوت کردن خسته شد، بلکه باید در مقابل اذیت و آزاری که مردم با زبان و کردارشان به دعوتگر می‌رسانند، شکیبایی ورزید، و از آن گذشت نمود، و با زبان و کردار با آنها نیکی کرد."
    },
    {
      "id": 2298,
      "verse_number": 48,
      "verse_key": "19:48",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924963,
          "resource_id": 135,
          "text": "و از شما [کافران] و آنچه به جای الله می‌خوانید کناره‌گیری می‌کنم و پروردگارم را می‌خوانم. امید است كه در خواندنِ پروردگارم [از اجابت] بى‌بهره نباشم»."
        }
      ],
      "tafsir_saadi": "وقتی ابراهیم از [ایمان آوردن] قوم و پدرش ناامید شد، گفت: (﴿وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ﴾) و از شما و از بت‌هایی که به جای خدا می‌پرستید، کناره‌گیری می‌کنم، (﴿وَأَدۡعُواْ رَبِّي﴾) و پروردگارم را می‌خوانم. و این شامل دعای عبادت و دعای خواستن می‌شود. \n(﴿عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا﴾) امید است که در پرستش پروردگارم ناامید نشوم؛ یعنی امیدوارم که خداوند با پذیرفتن دعایم و قبول کردن اعمالم، مرا خوشبخت نماید. و این است وظیفۀ دعوتگری که در مسیر دعوت مردم به‌سوی حق، ناامید شده است. پس آنان از هوی و آرزوهای خود پیروی کردند؛ و مواعظ در آنها، کارساز و مفید واقع نشد؛ بنابراین بر سرکشی خود اصرار ورزیده، و در آن سرگشته و حیران ماندند.\nپس دعوتگر در چنین حالتی باید به اصلاح خویشتن بپردازد، و امید داشته باشد که خداوند از او بپذیرد، و از شرّ، و اهل شرّ کناره‌گیری نماید."
    },
    {
      "id": 2299,
      "verse_number": 49,
      "verse_key": "19:49",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924964,
          "resource_id": 135,
          "text": "هنگامی که از آنان و آنچه به جای الله عبادت می‌کردند کناره‌گیری کرد، [پسرش] اسحاق و [نوه‌اش] یعقوب را به او بخشیدیم و همه [آنان] را پیامبر نمودیم."
        }
      ],
      "tafsir_saadi": "و طبعاً جدا شدن انسان از وطن و خانواده و قومش و از آنچه دوست دارد، بسیار دشوار است؛ زیرا آدمی از کسانی دور می‌شود که به آنها افتخار می‌ورزد و در جمع آنها زندگی می‌نماید؛ به همین جهت هر کس چیزی را به خاطر خدا ترک نماید، خداوند به عوضش بهتر از آن به او می‌دهد. ابراهیم از قومش کناره‌گیری کرد، و خداوند در مورد او فرمود: (﴿فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا﴾) وقتی ابراهیم از آنان و از آنچه به جای خدا می‌پرستیدند، دوری کرد، به او اسحاق و یعقوب بخشیدم و هر یک از آنان را پیامبر قرار دادیم. پس او صاحب فرزندانی صالح و نیکوکار شد که به عنوان پیامبر به سوی مردم فرستاده شدند، و خداوند آنها را از میان جهانیان، برای رسالت و وحی خویش برگزید."
    },
    {
      "id": 2300,
      "verse_number": 50,
      "verse_key": "19:50",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 266,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924965,
          "resource_id": 135,
          "text": "و ایشان را از رحمت خویش بهره‌مند ساختیم و [در میان مردم آوازۀ بلند و] نام نیکو برایشان نهادیم."
        }
      ],
      "tafsir_saadi": "(﴿وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا﴾) و از رحمت خویش، به ابراهیم و فرزندانش اسحاق و یعقوب، بخشش‌ها عطا نمودیم. و این شامل تمامی رحمت‌هایی می‌شود که خداوند به آنان بخشید، از قبیل: علوم مفید، و اعمال صالح، وفرزندان و دودمان زیاد که در هرجا منتشر شدند، و پیامبران و صالحان زیادی درمیان آنها به وجود آمد.\n(﴿وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا﴾) و آنان را نیکو نام و بلند آوازه کردیم. این نیز رحمتی است که خداوند به آنها بخشید؛ زیرا خداوند به هر نیکوکاری وعده داده است که بر حسب نیکوکاری‌اش، از او نام نیک و آوازۀ بلند منتشر نماید. و اینها از پیشوایان نیکوکاران می‌باشند، پس خداوند از آنها نام نیک و آوازۀ راستینی به یادگار گذاشته است، نه شهرت و آوازه‌ای دروغین. پس یاد و آوازۀ آنان، جهان را پر کرده؛ و تمجید و ستایش و محبت آنان، دل‌ها را مالامال نموده است، و زبان‌ها در هرجا به ستایش و تمجید آنها گشوده می‌شوند. پس آنها الگوی پیروان و پیشوایان هدایت یافتگان می‌باشند؛ و همواره در تمام دوران، یاد و خاطره آنها زنده است؛ و این فضل خداست که به هرکس بخواهد، می‌بخشد، و خداوند دارای فضل بزرگ است."
    },
    {
      "id": 2301,
      "verse_number": 51,
      "verse_key": "19:51",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مُوسَىٰٓ ۚ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا",
      "page_number": 308,
      "juz_number": 16,
      "translations": [
        {
          "id": 924966,
          "resource_id": 135,
          "text": "و در این کتاب، از موسی یاد کن. بی‌تردید، او [برگزیده‌ای] مخلص و فرستاده‌ای پیامبر بود."
        }
      ],
      "tafsir_saadi": "و در این قرآن بزرگ، موسی بن عمران را یاد کن و برای تکریم و بزرگداشت و معرفی مقام والای او و اخلاق کاملش، از او سخن بگو. (﴿إِنَّهُۥكَانَ مُخۡلَصٗا﴾) همانا او از جانب پروردگار، برگزیده شده بود، و خداوند او را از نقائص زدوده، و برای خویشتن برگزیده بود. و (﴿مُخۡلَصٗا﴾) با کسر لام نیز خوانده شده است، به این معنی که او همۀ کارها و گفته‌ها و نیاتش را برای خدا خالص گردانده بود، پس توصیف نمود که در تمامی حالاتش، دارای اخلاص بود. و هر دو معنی لازم و ملزوم یکدیگرند؛ زیرا خداوند او را به خاطر اخلاصش برگزید، و از نقائص دور کرد، و اخلاص او، باعث شد تا خداوند وی را برگزیند. و بزرگ‌ترین حالتی که بنده با آن توصیف می‌شود، اخلاص است، و اینکه خداوند عیب‌ها را از او دور نماید و وی را برگزیند.\n(﴿وَكَانَ رَسُولٗا نَّبِيّٗا﴾) و او فرستاده و پیامبر بود؛ یعنی خداوند، هم رسالت و هم نبوّت را به او داده بود.\nرسالت می‌طلبد که رسول، سخن مرسِل را ابلاغ کند، و همۀ امور کوچک و بزرگ شریعت را به مردم برساند. و نبوّت؛ یعنی اینکه خداوند به او وحی نماید، و وی را با فرستادن وحی برگزیند. پس «نبوت» رابط میان او و پروردگارش می‌باشد، و «رسالت» رابط میان او و مردم. خداوند بزرگ‌ترین و برترین نوع وحی را به موسی اختصاص داد؛ و آن این بود که با وی سخن گفت، و او را به خودش نزدیک ‌نمود، به گونه‌ای که با خداوند مناجات ‌کرد، و از میان همۀ پیامبران، مقام «کلیم الرحمن» به او اختصاص یافت. بنابراین فرمود:"
    },
    {
      "id": 2302,
      "verse_number": 52,
      "verse_key": "19:52",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَنَـٰدَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924967,
          "resource_id": 135,
          "text": "و [ما] او [=موسى] را از كناره [كوه] طور و سمت راست [خودش] ندا دادیم و او را مناجات‌کنان [به خویش] نزدیک ساختیم."
        }
      ],
      "tafsir_saadi": "(﴿وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ﴾) و ما از طرف راست کوه طور، او را در حالت راه رفتنش ندا دادیم. و یا اینکه «أیمن» به معنی با برکت‌تر است. و گفته الهی ﴿أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا﴾ «مبارک گردید کسی که در کنار این آتش است، و کسی که پیرامون آن می‌باشد»، بر همین معنی دلالت می‌نماید. \n(﴿وَقَرَّبۡنَٰهُ نَجِيّٗا﴾) و او را نزدیک ساختیم، و با او سخن گفتیم. فرق ندا دادن و مناجات کردن این است که ندا، به صدای بلند گفته می‌شود؛ و مناجات، به صدای آهسته. و در این آیه برای خداوند، سخن گفتن و انواع آن اعم از ندا و مناجات ثابت می‌گردد، آن طور که مذهب اهل سنت و جماعت برآن است، به ‌خلاف منکرین کلام خداوند از قبیل: معتزله وجهمیه و کسانی که مانند آنها فکر می‌کنند."
    },
    {
      "id": 2303,
      "verse_number": 53,
      "verse_key": "19:53",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924968,
          "resource_id": 135,
          "text": "و از رحمت خود، برادرش هارون را به عنوان پیامبر به وی عطا کردیم."
        }
      ],
      "tafsir_saadi": "(﴿وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا﴾) این بزرگ‌ترین فضیلت موسی، و احسان و دلسوزی او نسبت به برادرش هارون است؛ چراکه از خداوند خواست، تا هارون را در کارش شریک او سازد و مانند او پیامبر بگرداند. خداوند دعای موسی را پذیرفت و برادرش هارون را -که پیامبر بود- به وی بخشید. پس پیامبری هارون، تابع پیامبری موسی ـ‌علیهما السلام‌ـ بود؛ و هارون، موسی را در کارش یاری نمود."
    },
    {
      "id": 2304,
      "verse_number": 54,
      "verse_key": "19:54",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924969,
          "resource_id": 135,
          "text": "و در این کتاب، از اسماعیل یاد کن. بی‌تردید، او راست‌وعده و فرستاده‌ای پیامبر بود."
        }
      ],
      "tafsir_saadi": "در قرآن کریم این پیامبر بزرگ را یاد کن؛ پیامبری که بزرگ‌ترین و برترین ملت‌ها؛ یعنی ملت عرب که سرور فرزندان آدم ـ حضرت محمد صلی الله علیه وسلم ـ نیز از آنان است، از او سرچشمه گرفته است. \n(﴿إِنَّهُۥكَانَ صَادِقَ ٱلۡوَعۡدِ﴾) او در وعده‌هایش راست بود. و هیچ وعده‌ای نمی‌داد مگر اینکه به آن وفا می‌نمود؛ و این شامل وعده‌ای می‌شود که با خدا و با بندگان خدا می‌بست. بنابراین وقتی با خودش وعده کرد که اگر پدرش او را ذبح نماید، صبر کند، به او گفت: ﴿سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ﴾ به زودی ـ ‌إن شاء الله ـ مرا از بردباران خواهی یافت.\nو به این وعده وفا نمود، و پدرش را اجازه داد تا او را ذبح کند، درحالی‌که بریده شدنِ سر، بزرگ‌ترین مصیبتی است که انسان دچار آن می‌شود. سپس خداوند او را به رسالت و نبوت متصف نمود که بزرگ‌ترین احسان الهی بر بندگانش می‌باشد، و خداوند او را از قشر برتر مردم قرار داد."
    },
    {
      "id": 2305,
      "verse_number": 55,
      "verse_key": "19:55",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924970,
          "resource_id": 135,
          "text": "و [همواره] خانواده‌اش را به نماز و زکات فرمان می‌داد و نزد پروردگارش پسندیده بود."
        }
      ],
      "tafsir_saadi": "(﴿وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ﴾) و او خانواده‌اش را به اقامۀ نماز و پرداختن زکات فرمان می‌داد؛ یعنی دستور خداوند را، در مورد خانواده‌اش اجرا می‌نمود، و آنها را به اقامۀ نمازِ خالصانه، فرمان می‌داد، و آنها را به پرداخت زکات -که یکی از مصادیق احسان نسبت به بندگان می‌باشد- فرمان می‌داد. پس او خودش و دیگران را به کمال رسانید، به ویژه نزدیک‌ترین مردمان به خود که خانواده‌اش بودند، چون خانواده‌اش از دیگران به دعوت او سزاوارتر بودند. \n(﴿وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا﴾) و نزد خداوند پسندیده بود. چون کارهایی که رضایت الهی را در پی داشت، انجام می‌داد؛ و در انجام اموری می‌کوشید که باعث خشنودی خدا می‌شد. خداوند نیز او را پسندید، و از خواص بندگان و دوستان نزدیکش قرار داد. پس خداوند از او خشنود بود، و او از پروردگارش راضی."
    },
    {
      "id": 2306,
      "verse_number": 56,
      "verse_key": "19:56",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924971,
          "resource_id": 135,
          "text": "و در این کتاب، از ادریس یاد کن. بی‌تردید، او راست‌گفتار پیامبری بود."
        }
      ],
      "tafsir_saadi": "یعنی به صورت بزرگداشت و تکریم، در قرآن از ادریس یاد کن، و او را به صفت‌های کمال توصیف نما، (﴿إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا﴾) خداوند او را صدیق قرار داد که متضمن برخورداری از تصدیق کامل و علم کامل و یقین استوار و عمل صالح است. و خداوند بیان نمود که او را برای وحی و رسالت خود انتخاب کرد."
    },
    {
      "id": 2307,
      "verse_number": 57,
      "verse_key": "19:57",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924972,
          "resource_id": 135,
          "text": "و [ما] او را به مقامی بلند برکشیدیم."
        }
      ],
      "tafsir_saadi": "(﴿وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا﴾) و در میان جهانیان، آوازۀ او را بلند کرد و جایگاهش را در میان مقرّبین بالا برد. پس او بلندآوازه و عالی رتبه بود."
    },
    {
      "id": 2308,
      "verse_number": 58,
      "verse_key": "19:58",
      "hizb_number": 31,
      "rub_el_hizb_number": 123,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": 5,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُ ٱلرَّحْمَـٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924973,
          "resource_id": 135,
          "text": "اینان کسانی از پیامبران هستند که الله نعمت [هدایت] به آنان داد؛ [افرادی] از فرزندان آدم و از كسانى كه همراه نوح [بر كشتى‌] سوار كردیم و از فرزندان ابراهیم و یعقوب و از [جمله] افرادی كه هدایت کردیم و برگزیدیم [و] هر گاه آیات [پرودگار‌] رحمان بر آنان خوانده مى‌شد، سجده‌كنان و گریان به خاک مى‌افتادند."
        }
      ],
      "tafsir_saadi": "وقتی این پیامبران بزرگوار و پیامبران برگزیده، و فضایل و مقام‌هایشان را بیان کرد، فرمود: (﴿أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّ‍ۧنَ ﴾) اینان کسانی از پیامبران‌اند که خداوند بدیشان نعمت داده است. \nیعنی خداوند نعمت‌های بی‌نظیری از قبیل: نبوت و رسالت به آنان داده است، و ما فرمان یافته‌ایم تا دعا کنیم و از خداوند بخواهیم ما را به راه کسانی که به آنان نعمت بخشیده است، هدایت نماید، و هرکس از خداوند اطاعت نماید، با کسانی خواهد بود که خداوند به آنها نعمت داده است: ﴿مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّ‍ۧنَ﴾ و برخی از ایشان، (﴿مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ﴾) از سلالۀ آدم و از فرزندان کسانی هستند که با نوح سوار کشتی کردیم.\n(﴿وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ﴾) و از دودمان ابراهیم و یعقوب هستند. پس اینها بهترین خانواده‌های دنیا هستند که خداوند آنها را برگزیده است. و آنها به هنگامی که آیات خداوند مهربان بر آنان تلاوت شود که مشتمل بر اخبار پنهانی‌ها و صفت خداوند دانا، و اسرار و اخبار روز قیامت، و وعده و وعید است (﴿خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا﴾) سجده‌کنان و گریان به زمین می‌افتند. و در برابر آیات الهی، فروتن می‌شوند و ایمان و بیم و امید در دل‌هایشان رسوخ می‌کند، و همین امر باعث می‌شود تا بگریند و به سوی خدا توبه نمایند، و در برابر پروردگارشان به سجده بیفتند. آنان از کسانی نیستند که چون آیات الهی را بشنوند، کر و کور از کنار آن می‌گذرند.\nو نسبت دادن آیات به اسم الهی «رحمان»، بر این دلالت می‌نماید که آیات خداوند، از جملۀ رحمت و احسان او نسبت به بندگانش می‌باشند؛ چرا که آنها را به سوی حق هدایت نموده، و از کوری و گمراهی نجات داده، و از گمراهی و جهالت رهانیده، و به سوی علم و دانش رهنمود کرده است."
    },
    {
      "id": 2309,
      "verse_number": 59,
      "verse_key": "19:59",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924974,
          "resource_id": 135,
          "text": "پس از آنان، جانشینانى گمراه و ناشایست آمدند كه نماز را تباه ساختند [و در آن سهل‌انگارى نمودند] و از هوس‌ها [و شهوات] پیروى كردند؛ و به زودى [کیفرِ] گمراهى [خویش] را خواهند دید."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند متعال از این پیامبران سخن به میان آورد و ذکر نمود که آنان مخلص و در جستجوی خشنودی پروردگارشان بودند، و به سوی او باز می‌گشتند، از کسانی که پس از آنان آمدند، سخن گفت؛ کسانی که آنچه را به آن دستور داده شده بودند، تحریف کردند، و بیان داشت که پس از آنان، فرزندان ناخلفی جانشین آنها شدند و به عقب برگشتند. پس نماز را که به محافظت و اقامۀ آن دستور داده شده بودند، ترک کردند؛ و در مورد آن سستی ورزیده و آن را ضایع نمودند؛ و چون نماز را ضایع کردند -که ستون دین و ترازوی ایمان و اخلاص برای پروردگار جهانیان است، و بیش از همۀ اعمال بر آن تاکید شده، و بهترین اعمال است- دیگر امور دینی را نیز ضایع و ترک ‌نمودند. و چیزی که آنها را به این امر فرا می‌خواند، این بود که آنها از خواسته‌های نفسانی خود پیروی کردند. بنابراین توجه آنان به شهوت‌های نفسانی معطوف شد، و آن را بر حقوق خداوند مقدم داشتند. و این امر، سبب ضایع کردن حقوق خدا، و روی آوردن به شهواتشان شد. بنابراین هرگاه شهوتی برایشان پدیدار می‌شد، آن را حاصل می‌کردند؛ و به هر شیوه‌ای برایشان روی می‌داد آن را انجام می‌دادند.\n(﴿فَسَوۡفَ يَلۡقَوۡنَ غَيًّا﴾) یعنی به زودی، با عذابی مضاعف و شدید روبه‌رو می‌شوند،"
    },
    {
      "id": 2310,
      "verse_number": 60,
      "verse_key": "19:60",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924975,
          "resource_id": 135,
          "text": "مگر کسی که توبه نمود و ایمان آورد و کاری شایسته کرد، اینان به بهشت داخل می‌شوند و هیچ ستمی بر آنان نمی‌رود."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال استثنا قایل شد و فرمود: (﴿إِلَّا مَن تَابَ﴾) مگر آن کسانی که از شرک و بدعت و گناهان توبه نمایند و از آن دست کشیده و از آن پشیمان شوند، و تصمیم قاطع بگیرند که آن را تکرار نکنند، (﴿وَءَامَنَ﴾) و به خدا و فرشتگان و کتاب‌ها و پیامبرانش و روز قیامت ایمان داشته باشند، (﴿وَعَمِلَ صَٰلِحٗا﴾) و کار شایسته انجام دهند، و آن کاری است که خداوند آن را بر زبان پیامبرانش مشروع قرار داده است، به شرط اینکه برای رضای خدا انجام شود.\n(﴿فَأُوْلَٰٓئِكَ﴾) پس کسانی که توبه کنند و ایمان آور‌ند و عمل صالح انجام دهند، (﴿يَدۡخُلُونَ ٱلۡجَنَّةَ﴾) وارد بهشت می‌شوند، که شامل نعمت‌های پایدار و زندگی سالم و همسایگی پروردگار بزرگوار می‌باشد. (﴿وَلَا يُظۡلَمُونَ شَيۡ‍ٔٗا﴾) و در مورد اعمالشان هیچ ستمی نمی‌بینند؛ اعمالشان را به‌طور کامل می‌یابند، و به‌طور کامل به آنان پاداش داده می‌شود."
    },
    {
      "id": 2311,
      "verse_number": 61,
      "verse_key": "19:61",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَـٰنُ عِبَادَهُۥ بِٱلْغَيْبِ ۚ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924976,
          "resource_id": 135,
          "text": "باغ‌هایی جاودان که [الله] رحمان از [عالم] غیب [و نادیده] به بندگانش وعده داده است. یقیناً وعدۀ او آمدنی است."
        }
      ],
      "tafsir_saadi": "سپس بیان نمود بهشتی که وعده داده آنها بدان وارد ‌شوند، مانند دیگر باغ‌ها نیست، بلکه (﴿جَنَّٰتِ عَدۡنٍ﴾) باغ‌های بهشت، باغ‌هایی برای اقامت و ماندن بوده، و هیچ رنج و ناراحتی در آن وجود ندارد؛ و انسان از آن به جایی دیگر برده نمی‌شود، و هیچ گاه از بین نمی‌روند، و این به خاطر پهناور بودن آن باغ‌ها، و فراوانی خوبی‌ها و شادی‌هایی است که در آن وجود دارد. \n(﴿ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِ﴾) باغ‌هایی که خداوند مهربان به آن وعده داده است، آن را به «رحمان» نسبت داد؛ چون رحمت و احسانی در آن باغ‌ها وجود دارد که هیچ چشمی مانند آن را ندیده، و هیچ گوشی مانند آن را نشنیده، و به دل هیچ انسانی خطور نکرده است.\nو خداوند بهشت را، رحمت خویش نامیده و فرموده است: ﴿وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ﴾ و اما کسانی که چهره‌هایشان سفید می‌شود، در رحمت خداوند هستند و آنها در آن جاودانه‌اند.\nو همچنین نسبت دادن بهشت به رحمت خدا، بر این دلالت می‌نماید که شادی بهشت، استمرار دارد و همواره باقی خواهد ماند؛ چون رحمت الهی که بهشت اثری از آن می‌باشد، همواره باقی است.\nو منظور از (﴿عِبَادَهُۥ﴾) بندگانی است که او را عبادت کرده، به شرایع وی پایبند بوده؛ و عبودیت و بندگی، تبدیل به صفت آنها شده است. همچنان‌که خداوند متعال فرموده است: ﴿وَعِبَادُ ٱلرَّحۡمَٰنِ﴾ و بندگان رحمان. و امثال آن. به خلاف بندگانی که فقط آفریدۀ او هستند، و وی را عبادت نکرده‌اند.پس ایشان گرچه بندگانِ ربوبیت خداوند می‌باشند ـ زیرا خداوند آنها را آفریده و روزی داده و به تدبیر امورشان پرداخته است ـ اما از زمرۀ آن بندگانی نیستند که وارد دایرۀ بندگیِ الوهیت و پرستش و بندگی اختیاری شده‌اند؛ پرستشی که آدمی به خاطر آن، مورد ستایش قرار می‌گیرد. بلکه پرستش آنان، پرستش اضطراری است؛ و به خاطر این بندگی، مورد ستایش قرار نمی‌گیرند.\n(﴿بِٱلۡغَيۡبِ﴾) احتمال دارد که متعلق به (﴿وَعَدَ ٱلرَّحۡمَٰنُ﴾) باشد، پس در این صورت معنی این طور می‌شود: خداوند آنان را به بهشتی وعده داده است که آن را ندیده‌اند؛ اما به آن نادیده، ایمان آورده و آن را تصدیق کرده‌اند که آن بهشت در غیب وجود دارد؛ و برای رسیدن به آن، تلاش کرده‌اند با اینکه آن را ندیده بودند؛ پس چگونه ‌بود اگر آن‌را می‌دیدند؟ بنابراین حتماً بیشتر آن‌را طلب می‌کردند، وبیشتر به آن علاقه‌مند می‌شدند، و برای رسیدن به آن، بیشتر می‌کوشیدند. و دراینجا آنها -چون به غیب و به آنچه که ندیده‌اند، ایمان دارند- مورد ستایش قرار گرفته‌اند، و چنین ایمانی مفید است.\nو احتمال دارد که (﴿بِٱلۡغَيۡبِ﴾) متعلق به (﴿عِبَادَهُۥ﴾) باشد؛ یعنی کسانی که او را عبادت کردند بدون اینکه او را دیده باشند. پس آنان خدا را عبادت کردند، حال آنکه او را ندیده‌اند؛ پس اگر او را می‌دیدند، بیشتر وی را عبادت می‌کردند و بیشتر توبه می‌نمودند و بیشتر او را دوست می‌داشتند و اشتیاق آنها بیشتر می‌شد. \nنیز احتمال دارد که معنی این‌طور باشد: باغ‌هایی که خداوند مهربان به بندگانش وعده داده است، از اموری است که نمی‌توان توصیف آن را بیان کرد، و هیچ کس جز خدا آن را نمی‌داند. پس این، نوعی تشویق به تلاش برای برخورداری از بهشت، و توصیف اجمالی آن است، و انسان‌ها را به ‌حرکت درمی‌آورد تا در طلب آن برخیزند. و این مانند فرمودۀ الهی است که می‌فرماید: ﴿فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ﴾ هیچ‌کس نمی‌داند در برابر کارهای نیکی که کرده‌اند، چه چیزهایی برایشان پنهان داشته شده است؛ چیزهایی که مایۀ شادی و سرورشان ‌شده، و از نگاهشان پنهان شده است.\nو این معانی همه درست و ثابت است، اما احتمال اول بهتر است به دلیل اینکه خداوند فرموده است: (﴿إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا﴾) و آن وعده، محقّق و شدنی است؛ زیرا خداوند خلاف وعده نمی‌کند و راستگوترین است."
    },
    {
      "id": 2312,
      "verse_number": 62,
      "verse_key": "19:62",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَـٰمًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924977,
          "resource_id": 135,
          "text": "در آنجا سخن بیهوده‌ای نمی‌شنوند [و گفتارشان] جز سلام [و تحیت نیست]؛ و در آنجا برایشان [هر] صبح و شام روزی‌ [بی‌حساب فراهم] است."
        }
      ],
      "tafsir_saadi": "(﴿لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا﴾) در آنجا سخن بیهوده و بی‌فایده‌ای که انسان را گناهکار ‌نماید، نمی‌شنوند. پس آنها در آنجا ناسزا و عیبی نمی‌شنوند، و سخنی که انسان را به ورطۀ گناه و عصیان بکشاند، و نیز هیچ گفتۀ نامناسبی را نمی‌شنوند. (﴿إِلَّا سَلَٰمٗا﴾) فقط گفته‌هایی می‌شنوند که از هر نوع عیبی مبرا است، از قبیل: ذکر خدا، درود، سخن شادی آفرین و مژده و گفته‌های نیک، و شنیدن خطاب خداوند مهربان و صداهای دل‌انگیز حوری‌های بهشتی و فرشتگان و نوجوانان، و ترانه‌های شاد و کلمات گهربار؛ چون بهشت، سرای سلامتی است و در آن جز سلامتی چیزی دیگر وجود ندارد.\n(﴿وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا﴾) و صبحگاهان و شامگاهان، خوراک و طعام ایشان آماده است؛ یعنی روزی آنان ازقبیل: خوردنی‌ها و نوشیدنی‌ها و انواع لذت‌ها همواره موجود است، و هر کجا که بخواهند و در هر وقتی که میل داشته باشند، حاضر است. و از کمال لذت و زیبایی آن، این است که در اوقات مشخصی یافت شود، (﴿بُكۡرَةٗ وَعَشِيّٗا﴾) صبحگاهان و شامگاهان، تا خوب بچسپد و کاملاً مفید باشد."
    },
    {
      "id": 2313,
      "verse_number": 63,
      "verse_key": "19:63",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924978,
          "resource_id": 135,
          "text": "این همان بهشتی است که به هر كس از بندگانمان که [در دنیا] پرهیزگار باشد به میراث می‌دهیم."
        }
      ],
      "tafsir_saadi": "پس بهشتی که توصیف نمودیم، (﴿ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا﴾) کسی از بندگان را در آن قرار می‌دهیم، که پرهیزگار باشد؛ یعنی پرهیزگاران را در آن جای داده، و آن را جایگاه همیشگی آنها قرار می‌دهیم؛ از آنجا اخراج نمی‌شوند، و به جای آن چیز دیگری را نمی‌خواهند. چنانکه خداوند متعال فرموده است: ﴿وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ﴾ و بشتابید به سوی آمرزشی از جانب پروردگارتان، و بهشتی که پهنای آن، به اندازۀ آسمان‌ها و زمین است که برای پرهیزگاران آماده شده است."
    },
    {
      "id": 2314,
      "verse_number": 64,
      "verse_key": "19:64",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
      "page_number": 309,
      "juz_number": 16,
      "translations": [
        {
          "id": 924979,
          "resource_id": 135,
          "text": "و [ای جبرئیل، به محمد بگو:‌] «[ما فرشتگان] جز به فرمان پروردگارت فرود نمی‌آییم. او حاکم بر آینده و گذشته و حالِ ماست؛ و پروردگارت فراموشکار نیست‌."
        }
      ],
      "tafsir_saadi": "مدّتی جبرئیل نزد پیامبر نیامد، وقتی جبرئیل مجدد‌ا نازل شد [پیامبر صلی الله علیه وسلم] به او گفت: «اگر بیشتر از این نزد ما می آمدی، بهتر بود» چون پیامبر به او علاقه داشت، و از جدایی او غمگین می‌شد، و قلبش با فرود آمدن او مطمئن می‌شد.\n پس خداوند بر زبان جبرئیل به پیامبر فرمود: (﴿وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَ﴾) و ما جز به فرمان پروردگارت فرود نمی‌آییم؛ یعنی ما اختیاری نداریم، اگر دستور داده شویم، شتابان فرمان را اجرا می‌کنیم، و هرگز از دستور خدا سرپیچی نمی‌کنیم، چنانکه خداوند متعال در مورد فرشتگان فرموده است: ﴿لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ﴾ از فرمانی که خداوند به آنها می‌دهد، سرپیچی نمی‌کنند؛ و آنچه را که به آن دستور داده می‌شوند، انجام می‌دهند. پس ما بندگانی مأمور هستیم.\n(﴿لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَ﴾) از آن اوست آنچه پیش روی ما و آنچه پشت سر ما و آنچه میان این دو است؛ یعنی کارهای گذشته و آینده و حال، اینجا و آنجا و همه جا از آنِ خداوند متعال است. پس روشن شد که همۀ امور از آنِ خداوند می‌باشد، و ما بندگانی هستیم که در اختیار او قرار داریم. بنابراین مسئلۀ اصلی این است که آیا حکمت الهی این کار را اقتضا می‌نماید یا نه؟! پس اگر حکمت او کاری را اقتضا نماید، آن را اجرا می‌کند؛ و اگر حکمت الهی آن کار را اقتضا نکند، آن را به تاخیر می‌اندازد. بنابراین فرمود: (﴿وَمَا كَانَ رَبُّكَ نَسِيّٗا﴾) و پروردگارت فراموشکار نبوده و نیست تا تو را فراموش کند. چنانکه خداوند متعال فرموده است: ﴿مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ﴾ پروردگارت تو را رها نکرده و دشمن نداشته است، بلکه همواره امور تو را مورد توجه قرار داده، و بهترین بهره‌ها و تدابیر بزرگش را به تو اختصاص می‌دهد؛ یعنی چنانچه جبرئیل از موعد همیشگی تأخیر کند، نباید تو غمگین شوی، و نباید این امر بر شما سنگینی کند، و بدان که خداوند این را خواسته است، چون در این حکمتی وجود دارد."
    },
    {
      "id": 2315,
      "verse_number": 65,
      "verse_key": "19:65",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 267,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَـٰدَتِهِۦ ۚ هَلْ تَعْلَمُ لَهُۥ سَمِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924980,
          "resource_id": 135,
          "text": "[همان] پروردگار آسمان‌ها و زمین و آنچه میان آنهاست؛ پس او را عبادت کن و بر عبادتش شکیبا [و پایدار] باش. آیا [همانند و] همنامی برایش می‌شناسی؟»"
        }
      ],
      "tafsir_saadi": "سپس بر اینکه علم الهی فراگیر است، و فراموشکار نیست، دلیل ارائه کرد و فرمود: (﴿رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) او پروردگار آسمان‌ها و زمین است.پس ربوبیّت او، آسمان‌ها و زمین را فرا گرفته است. و اینکه بر آسمان‌ها و زمین، بهترین و کامل‌ترین نظم حکمفرماست و هیچ غفلت و فراموشکاری و بیهودگی در آنها دیده نمی‌شود، دلیل قاطعی بر علم و آگاهی فراگیر الهی است. پس به سود توست که خودت را به این دلیل مشغول نکنی؛ چراکه بهره‌ای از آن عائدت نمی‌گردد، و آن چیز که باید خود را بدان مشغول نمایی و برایت مفید می‌باشد، عبادت خدای یگانه است که همتا و شریکی ندارد.\n(﴿وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦ﴾) و بر عبادت او شکیبا باش؛ یعنی نفس خود را بر آن استوار گردان، و با آن مجاهده کن، و عبادت را به کامل‌ترین صورت و درحدّ توان خویش انجام بده؛ زیرا پرداختن به عبادت خدا، سبب می‌شود که آدمی رشتۀ وابستگی‌اش با همۀ خواسته‌ها قطع گردد، و به عبادت سرگرم ‌شود. چنانکه خداوند متعال فرموده است: ﴿وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِ﴾ و به زیبایی‌های دنیا -که آنان را از آن بهره مند ساخته‌ایم تا به عذاب و فتنه‌شان مبتلا کنیم- چشم مدوز. و در ادامه می‌فرماید: ﴿وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَا﴾ و خانواده‌ات را به خواندن نماز فرمان ده، و بر آن شکیبایی کن.\n(﴿هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا﴾) آیا برای خداوند، همتا و همنام و همانندی از میان مخلوقات می‌شناسی؟! و این استفهام، به معنی نفی است و عقلاً جواب آن معلوم است؛ یعنی برای خداوند همنام و همتایی نخواهی یافت، و او از همه جهات بی‌نیاز است، و دیگران از هر جهت نیازمندند، و کامل کسی است که از تمام جهات دارای کمال مطلق است؛ و غیر از او، ناقص هستند، و کمالی در آنها یافت نمی‌شود به ‌جز آنچه که خداوند به آنها بخشیده است. پس این، دلیل قاطعی است بر اینکه تنها خداوند سزاوار عبادت و بندگی است، و پرستش و بندگی او، حق است؛ و عبادت و پرستش افراد و چیزهای دیگر، باطل می‌باشد. بنابراین دستور داد تا تنها و فقط او پرستش شود، و برآن شکیبایی و مداومت صورت گیرد؛ زیرا او تنها و یکتا است، وبسیار باعظمت بوده، و از نام‌های نیکو برخوردار است."
    },
    {
      "id": 2316,
      "verse_number": 66,
      "verse_key": "19:66",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيَقُولُ ٱلْإِنسَـٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924981,
          "resource_id": 135,
          "text": "و انسان [کافر] می‌گوید: «آیا هنگامی که بمیرم، به راستی مرا زنده [از گور] بیرون خواهند ‌آورد؟»"
        }
      ],
      "tafsir_saadi": "منظور از انسان در اینجا، هر آن کسی است که منکر زنده شدنِ پس از مرگ می‌باشد، و وقوع چنین چیزی را بعید می‌داند. پس به صورت نفی کردن و از روی عناد و کفر می‌گوید: (﴿أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا﴾) آیا هنگامی که بمیرم، دوباره زنده برانگیخته خواهم شد؛ یعنی خداوند پس از مرگ و بعد ‌از اینکه نابود شدم، چگونه مرا زنده خواهد کرد؟!\nچنین چیزی ‌شدنی نیست و نمی‌توان آن را تصور کرد. و این را، برحسب عقل فاسد و نیّت بد و دشمنی‌اش با پیامبران خدا و کتاب‌هایش می‌گوید، و اگر کمی بیندیشد و نگاه کند، خواهد دید که بعید دانستنِ زنده شدنِ پس از مرگ، نهایت حماقت و بی‌خردی است."
    },
    {
      "id": 2317,
      "verse_number": 67,
      "verse_key": "19:67",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَوَلَا يَذْكُرُ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924982,
          "resource_id": 135,
          "text": "آیا انسان به یاد نمی‌آورد که ما پیش از این او را آفریدیم، در حالی ‌که هیچ نبود؟"
        }
      ],
      "tafsir_saadi": "بنابراین خداوند دلیلی قاطع و برهانی آشکار بر ممکن بودن زنده شدن پس از مرگ اقامه کرد که هرکس آن را می‌فهمد و می‌داند. پس فرمود: (﴿أَوَ لَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡ‍ٔٗا﴾) آیا انسان نمی‌نگرد و آفرینش اولیۀ خود را به خاطر نمی‌آورد که نخست خداوند او را آفرید، درحالی که هیچ چیزی نبود؟ پس کسی‌که توانایی داشته باشد که انسان را از هیچ بیافریند، آیا بعد از تکه تکه شدنش، نمی‌تواند دوباره او را پدید بیاورد؛ و بعد از متلاشی شدن، وی را جمع نماید؟ و این مانند فرمودۀ الهی است که می‌فرماید: ﴿وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِ﴾ و خداوند ذاتی است که آفرینش را آغاز می‌نماید، سپس آن را باز می‌گرداند، و آن برای او آسان‌تر است.\nو این فرمودۀ الهی (﴿أَوَ لَا يَذۡكُرُ ٱلۡإِنسَٰنُ﴾) به صورتی زیبا، آدمی را فرا می‌خواند که از منظرِ دلیلِ عقلی [به موضوع زنده شدن] نگاه کند، و کسی که زنده شدنِ پس از مرگ را انکار می‌کند، از خلقت اولیه‌اش غافل می‌باشد؛ زیرا اگر او آفرینش اولیۀ خود را به خاطر می‌آورد، زنده شدن پس از مرگ را انکار نمی‌کرد."
    },
    {
      "id": 2318,
      "verse_number": 68,
      "verse_key": "19:68",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَـٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924983,
          "resource_id": 135,
          "text": "پس سوگند به پروردگارت که یقیناً آنان [= منکران قیامت] را با شیاطین محشور خواهیم کرد؛ سپس همه را به‌‌زانودرآمده گرداگرد دوزخ حاضر می‌کنیم."
        }
      ],
      "tafsir_saadi": "خداوند به ربوبیت و پروردگار بودن خویش قسم خورده است ـ و او راستگوترین است ـ که منکرانِ زنده شدنِ پس از مرگ را، به همراه شیطان‌هایشان گرد خواهد آورد، سپس آنها را برای میعاد روزی معلوم جمع خواهد نمود: (﴿ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا﴾) سپس ایشان را در حالی که از شدت سختی‌های روز قیامت و زلزله‌های زیاد و اوضاع وحشتناک به زانو در افتاده و منتظر حکم خداوند بزرگ و متعال هستند، گرداگرد جهنم حاضر می‌کنیم. \nبنابراین حکم خویش را در مورد آنان بیان فرمود:"
    },
    {
      "id": 2319,
      "verse_number": 69,
      "verse_key": "19:69",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَـٰنِ عِتِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924984,
          "resource_id": 135,
          "text": "سپس از هر گروهی، کسانی را که در برابر [فرمان الله] رحمان سرکش‌تر بوده‌اند بیرون می‌کشیم."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا﴾) سپس از هر گروه و فرقه ای از ستمگران -که در ظلم و کفر و سرکشی مشترک‌اند- افرادی را بیرون می‌کشیم که از دیگران ستمگرتر و سرکش‌تر و کافرتر بوده‌اند، سپس آنها را به سوی عذاب پیش می‌بریم، سپس آنهایی که گناهان بزرگ‌تری را انجام داده باشند، جلوتر انداخته می‌شوند، و به دنبالِ آنان کسانی که گناهانشان از گروه اولی کوچک‌تر است. و آنها در این حالت یکدیگر را نفرین می‌کنند، و آخرین‌شان به اولین‌شان می‌گوید: ﴿رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَ‍َٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ﴾ پروردگارا! اینها ما را گمراه کردند، پس به آنان عذابی چند برابر از آتش بده. خداوند می‌فرماید: «برای هر یک عذابی دو چندان هست، اما شما نمی‌دانید.» و گروه نخستین آنان به آخرین‌ها می‌گویند: «شما بر ما برتری ندارید.» و همۀ اینها تابع عدالت الهی و حکمت و علم گستردۀ اوست. \nبنابراین فرمود:"
    },
    {
      "id": 2320,
      "verse_number": 70,
      "verse_key": "19:70",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924985,
          "resource_id": 135,
          "text": "آنگاه یقیناً ما به [حال] کسانی ‌که برای [درافتادن به] آن [آتش مهیب] سزاوارترند، داناتریم."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا﴾) سپس ما از کسانی که برای سوختن در آتش اولویت دارند، به خوبی آگاهیم و ما آنها را می‌شناسیم، و کارهایشان و سزاوار بودنشان را برای آتش، و سهم آنان را از عذاب به خوبی می‌دانیم."
    },
    {
      "id": 2321,
      "verse_number": 71,
      "verse_key": "19:71",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924986,
          "resource_id": 135,
          "text": "و هیچ یک از شما [مردم] نیست، مگر آنکه وارد آن می‌گردد؛ [مؤمنان برای عبور و دیدن، کافران برای ورود و ماندن]. این [امر،] همواره بر پروردگارت حکمی حتمی است."
        }
      ],
      "tafsir_saadi": "این، خطاب به همۀ خلائق و مردمان است؛ به نیکوکار و بدکار، مؤمن و کافر. خداوند همه را خطاب می‌نماید که همۀ آنان وارد جهنم می‌شوند. این حکمی است قطعی که خداوند آن را انجام می‌دهد، و بندگانش را به آن وعده داده است. پس باید اجرا شود، و راهی برای به وقوع نپیوستن آن وجود ندارد.\nاما در معنیِ وارد شدن، اختلاف شده است. گفته شده که ورود، به معنی حاضر شدنِِ جهنم در برابر همۀ خلائق و مردمان است، تا هر یک پریشان و هراسان شود، سپس خداوند پرهیزگاران را نجات می‌دهد. و گفته شده ورود؛ به معنی داخل شدن در جهنم است؛ پس مؤمنان وقتی داخل آن می‌شوند، برای آنها سرد و سلامت خواهد گشت. و گفته شده ورود؛ یعنی عبور و گذر بر صراط که روی جهنم است؛ پس مردم بر حسب اعمال خود از آن عبور می‌کنند، بعضی در یک چشم به هم زدن از آن عبور می‌نمایند، و بعضی چون باد از آن می‌گذرند، و بعضی چون اسب‌های تیزرو می‌گذرند، و بعضی چون شتران تیزرو از آن عبور می‌نمایند، و برخی می‌دوند و از آن عبور می‌نمایند و برخی راه می‌روند، و برخی می‌خزند، و برخی ربوده می‌شوند، و در جهنم می‌افتند، و هریک به اندازۀ پرهیزگاری‌اش از آن عبور می‌کند.\nبنابراین فرمود:"
    },
    {
      "id": 2322,
      "verse_number": 72,
      "verse_key": "19:72",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924987,
          "resource_id": 135,
          "text": "سپس كسانى را كه پرهیزگاری كرده‌اند [از آتش] نجات مى‌دهیم و ظالمان را به‌‌زانودرآمده در آن رها مى‌كنیم."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ﴾) سپس کسانی را نجات می‌دهیم که با انجام آنچه بدان فرمان یافته‌اند، و با پرهیز از آنچه از ارتکاب آن نهی شده‌اند، تقوای الهی را رعایت کرده‌اند.\n(﴿وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا﴾) و کسانی را که با کفر ورزیدن و ارتکاب گناهان ستم کرده‌اند، درحالی که به زانو افتاده در جهنم رها می‌کنیم؛ و به سبب ستمگری و کفرشان، همیشه در جهنم می‌مانند و عذاب بر آنها واقع می‌شود، و راه چاره‌ای ندارند."
    },
    {
      "id": 2323,
      "verse_number": 73,
      "verse_key": "19:73",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924988,
          "resource_id": 135,
          "text": "و هنگامی‌ که آیات روشن ما بر آنان تلاوت می‌شود، کسانی ‌که کفر ورزیده‌اند به افرادی‌ که ایمان آورده‌اند می‌گویند: «كدام یک از [ما] دو گروه، جایگاهی بهتر و مجلسی نیکوتر دارد؟»"
        }
      ],
      "tafsir_saadi": "یعنی آیات روشن ما بر این کافران خوانده می‌شود؛ آیاتی که به روشنی بر یگانگی خداوند و راستگویی پیامبرانش دلالت می‌نمایند؛ و کسی که آن را می‌شنود، باید به آن ایمانی راستین بیاورد، و یقین محکمی نسبت بدان حاصل کند؛ اما کافران برعکس، به هنگام شنیدن آن، آیات خدا و مؤمنان را به باد تمسخر می‌گیرند، و از نیکی حالت خویش در دنیا استدلال می‌کنند که آنها ‌از مؤمنان بهترند، پس کافران در قالب مخالفت با حق می‌گویند: (﴿أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا ﴾) کدام‌یک از ما دو گروه در دنیا، جایگاهی بهتر، و فرزندان و اموال فراوان و لذت‌های گوناگون، برخوردار است، (﴿وَأَحۡسَنُ نَدِيّٗا﴾) و مجلس زیباتری دارد؟ پس آنها از این مقدمۀ فاسد -که فرزندان و اموال زیادی دارند، و قسمت اعظم خواسته‌هایشان در دنیا برآورده شده، و مجالس آنان پر رونق و زیباست، و مؤمنان این چنین نیستند- نتیجه‌گیری کردند که از مؤمنان بهترند. و این بی‌نهایت دلیلی پوچ می‌باشد، و از باب دگرگون کردن حقائق است؛ وگرنه کثرت اموال و فرزندان، و زیبایی چشم انداز، بسیاری وقت‌ها سبب هلاکت و نابودی و بدبختی صاحبش می‌شود.\n بنابراین خداوند متعال فرمود:"
    },
    {
      "id": 2324,
      "verse_number": 74,
      "verse_key": "19:74",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَـٰثًا وَرِءْيًا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924989,
          "resource_id": 135,
          "text": "چه بسیار نسل‌ها را پیش از آنان نابود کردیم که ثروتی بیشتر و ظاهری آراسته‌تر داشتند."
        }
      ],
      "tafsir_saadi": "(﴿وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا﴾)و چه اقوام بی‌شماری را نابود کردیم که پیش از آنان می‌زیستند، و مال و ثروت و وسائل زندگی بهتر، و کالاها و ظروف و فرش‌ها و خانه‌های بهتری داشتند. (﴿وَرِءۡيٗا﴾) و ظاهر و هیئت و سیمایشان نیز آراسته‌تر و زیباتر از اینها بوده است. پس وقتی که این هلاک‌شدگان، از اینها ثروت و وسائل زندگی و چهرۀ بهتری داشته‌اند، و داشتن این چیزها، مانع گرفتار شدنشان به عذاب خدا نشده؛ چگونه اینها که از آنان کمتر و خوارترند، از عذاب الهی درامان خواهند بود؟! ﴿أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ﴾ آیا کافرانِ شما از ایشان بهترند، یا برائت شما در کتاب‌ها ثبت شده است؟\nو از اینجا دانسته می‌شود که نمی‌توان از خوب بودنِ زندگی دنیا، بر خوب بودنِ سرا و زندگی آخرت استدلال کرد؛ و این نوع استدلال، پوچ‌ترین و فاسدترین استدلال بوده، و از شیوه‌های کافران می‌باشد."
    },
    {
      "id": 2325,
      "verse_number": 75,
      "verse_key": "19:75",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قُلْ مَن كَانَ فِى ٱلضَّلَـٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَـٰنُ مَدًّا ۚ حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924990,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «هر کس که در گمراهى است، [الله‌] رحمان به او مهلت مى‌دهد [تا گمراهی‌اش بیشتر شود] تا زمانی که وعدۀ الهی را [به چشم خود] ببینند: یا عذاب [دنیا] یا [کیفرِ] قیامت. پس به زودى خواهند دانست که چه کسی جایگاهش بدتر و سپاهش ناتوان‌تر است»."
        }
      ],
      "tafsir_saadi": "پس از آنکه دلیل باطلشان را که بر شدّت دشمنی و قوّت گمراهی‌شان دلالت می‌نماید، بیان کرد، خبر داد که هر کس در گمراهی باشد -به این صورت که گمراهی را برای خودش بپسندد، و برای آن تلاش نماید- خداوند به کیفر اینکه گمراهی را بر هدایت برگزیده است، به او مهلت می‌دهد، و محبت او را نسبت به گمراهی افزون می‌کند. خداوند متعال فرموده است: ﴿فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡ﴾ پس چون منحرف شدند، خداوند دل‌هایشان را کج و منحرف گردانید. ﴿وَنُقَلِّبُ أَفۡ‍ِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ﴾ و دل‌ها و چشم‌هایشان را برمی‌گردانیم، همان‌گونه که نخستین بار به آن ایمان نیاوردند؛ و آنها را رها می‌کنیم تا در طغیانشان سرگردان بمانند.\n(﴿حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ﴾) تا آنگاه کسانی که می‌گویند: «چه کسانی جایگاه بهتر و مجلس زیباتری دارند» آنچه را که به آنان وعده داده شده ‌است، می‌بینند: یا عذاب را که به ‌صورت کشته ‌شدن و غیره بر آنها واقع می‌گردد؛ و یا قیامت را که ‌روز سزا و جزای اعمال است. \n(﴿فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا﴾) پس خواهند دانست که چه کسی جایگاهش بدتر و لشکرش ضعیف‌تر و ناتوان‌تر است. در این وقت، باطل بودن ادعایشان برای آنها روشن می‌شود، و می‌دانند که ادعای آنها ادعایی پوچ بوده است، و یقین می‌کنند که آنها اهل بدی و زشتی هستند. اما این دانستن، فایده‌ای برای آنها ندارد؛ چون نمی‌توانند به دنیا برگردند و کارهایی غیر از آنچه انجام داده‌اند، انجام دهند."
    },
    {
      "id": 2326,
      "verse_number": 76,
      "verse_key": "19:76",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا۟ هُدًى ۗ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا",
      "page_number": 310,
      "juz_number": 16,
      "translations": [
        {
          "id": 924991,
          "resource_id": 135,
          "text": "و [اما] کسانی ‌که راه‌یافته‌اند، الله بر هدایتشان می‌افزاید؛ و نیکی‌های پایدار [= رفتار و گفتار شایسته] در پیشگاه پروردگارت، پاداشی بهتر و سرانجامی نیکوتر دارد."
        }
      ],
      "tafsir_saadi": "وقتی بیان کرد که بر گمراهی ستمگران می‌افزاید و به آنها مهلت می‌دهد، این را نیز بیان داشت که خداوند از فضل و رحمت خویش بر هدایت کسانی که در راه هدایت گام بر می‌دارند، می‌افزاید. و هدایت، شامل علم مفید و عمل صالح است. پس هرکس راه کسب علم و ایمان و عمل صالح را در پیش گیرد، خداوند آن را برایش افزون و سهل و آسان می‌گرداند، و چیزهای دیگری به او عطا می‌گرداند که با کسب و عمل خود نمی‌تواند آن را به دست آوَرَد. و این دلیلی است براینکه ایمان، اضافه و کم می‌شود، آن‌طور که سلف صالح گفته‌اند. و نیز این فرمودۀ الهی [﴿وَيَزۡدَادَ ٱلَّذِينَ ءَامَنُوٓاْ إِيمَٰنٗا﴾ تا ایمانِ مؤمنان افزوده گردد، ﴿وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا﴾ و هنگامی که آیات خداوند بر آنها تلاوت شود، ایمانشان افزون می‌گردد]، بر اضافه و کم شدن ایمان دلالت می‌نماید.\nواقعیت نیز بر کم و زیاد شدن ایمان دلالت می‌کند؛ زیرا ایمان عبارت است از اعتقاد قلب و اقرار به زبان و عمل به ارکان، و مؤمنان دراین امور با یکدیگر تفاوت بسیار بزرگی دارند.\nسپس فرمود: (﴿وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ﴾) و اعمالی که باقی هستند، و همواره ماندگارند و از بین نمی‌روند، اینها اعمال شایسته‌اند، که می‌توان از آن جمله به نماز و زکات و روزه و حج و عمره و خواندن قرآن و تسبیح و تکبیر و تحمید و تهلیل و نیکوکاری با مردم و اعمال قلبی و بدنی را ذکر کرد.\nپس این اعمال (﴿خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا﴾) در پیشگاه پروردگارت، پاداش و مزد بهتری دارند؛ و فایده و بازده آن برای انجام دهندگانش، زیاد و فراوان است.\nو این از باب به‌کار بردن فعل تفضیل در غیر جایش می‌باشد؛ زیرا غیر از اعمال نیکوی ماندگار، هیچ عملی وجود ندارد که مفید باشد و پاداش آن برای صاحبش باقی بماند. وجه تناسب پرداختن به «باقیات صالحات» در اینجا ـ خداوند بهتر می‌داند ـ این است که از آنجا که ستمگران مال و فرزند و جایگاه خوب و امثال آن را علامتی برای خوب بودن حالت صاحبش قرار دادند، در اینجا خبر داد که آن طور نیست که آنها گمان می‌برند، بلکه آنچه نشان سعادت و منشور رستگاری می‌باشد، عملی است که خداوند آن را دوست می‌دارد و می‌پسندد."
    },
    {
      "id": 2327,
      "verse_number": 77,
      "verse_key": "19:77",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَـٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924992,
          "resource_id": 135,
          "text": "آیا دیدی آن کسی را که به آیات ما کافر شد و گفت: «قطعاً مال و فرزند [فراوانی در آخرت] به من داده خواهد شد»؟"
        }
      ],
      "tafsir_saadi": "آیا از حالت این کافر تعجب نمی‌کنی که هم آیات الهی را انکار کرده و هم ادعای بزرگی نموده مبنی بر اینکه در آخرت به او مال و فرزندی داده خواهد شد و از اهل بهشت خواهد بود؟! این از شگفت‌انگیزترین چیزهاست! اگر او به خدا ایمان داشت و این ادعا را می‌کرد، کارش آسان می‌شد.\nو این آیه، گرچه در مورد کافرِ مشخصی نازل شده است، اما هر کافری را شامل می‌شود که گمان برد اهل بهشت است و بر راه حق قرار دارد."
    },
    {
      "id": 2328,
      "verse_number": 78,
      "verse_key": "19:78",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924993,
          "resource_id": 135,
          "text": "آیا او بر غیب آگاهی یافته یا از [الله] رحمان پیمانی گرفته است؟"
        }
      ],
      "tafsir_saadi": "خداوند با نکوهش و تکذیب او می‌فرماید: (﴿أَطَّلَعَ ٱلۡغَيۡبَ﴾) آیا از غیب آگاه شده، و از چیزهایی که اتفاق می‌افتد، خبر دارد، و روز قیامت به او مال و فرزند داده می‌شود؟\n(﴿أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا﴾) یا اینکه در این زمینه از پیشگاه خدای مهربان عهدی گرفته است که آنچه می‌طلبد، به او می‌رسد؟ یعنی هیچ چیزی از این امور وجود ندارد. پس دانسته شد که او دروغگو است، و چیزی می‌گوید که به آن آگاهی ندارد. و این تقسیم -که عبارت است از آگاهی یافتن از غیب، یا گرفتن عهد از خدا- و این رد کردن به وسیلۀ لفظ (﴿كَلَّا﴾) بسیار الزام آور است و به بهترین وجه، اقامۀ حجّت می‌کند؛ زیرا کسی که گمان می‌برد روز قیامت نزد خداوند خیری به او می‌رسد، از دو حال خالی نیست؛ یا بر اساس آگاهی از غیب و آینده چنین می‌گوید- و دانسته شد که دانستن غیب تنها ویژۀ خداوند است و هیچ کس چیزی از امور غیبی و آینده را نمی‌داند، مگر کسانی از پیامبران که خداوند آنها را از برخی امور مطلع کرده است یا فردی که چنین ادعایی می‌نماید، در پیشگاه خداوند عهدی گرفته مبنی بر اینکه به خداوند ایمان بیاوَرَد و از پیامبرانش پیروی ‌نماید، و تبدیل به مسلمانی متعهد شود؛ مسلمانی که در آخرت از رستگاران است. پس وقتی این دو چیز منتفی شد، باطل بودن ادعا نیز مسجّل گشت. بنابراین خداوند متعال فرمود:"
    },
    {
      "id": 2329,
      "verse_number": 79,
      "verse_key": "19:79",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924994,
          "resource_id": 135,
          "text": "[هرگز] چنین نیست؛ گفته‌اش را می‌نویسیم و بر عذابش می‌افزاییم‌."
        }
      ],
      "tafsir_saadi": "(﴿كَلَّا﴾) آن‌طور نیست که او گمان می‌برد؛ از غیب آگاهی ندارد، چون او کافر است و از دانش پیامبران کوچک‌ترین چیزی ندارد؛ و نزد خداوند عهدی نگرفته است، چراکه او کفر ورزیده و ایمان نیاورده است.\nبلکه برعکس سزاوار چیزی است که به دروغ می‌گوید، و سخن او نوشته می‌شود و ثبت و ضبط می‌گردد، تا برآن مجازات شود و کیفر آن را ببیند. بنابراین فرمود: (﴿سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا﴾) آنچه را که می‌گوید، می‌نویسیم؛ و عذاب را بر او خواهیم افزود و بر انواع عذاب‌هایش می‌افزاییم، همچنان‌که او بر گمراهی و انحرافش افزود."
    },
    {
      "id": 2330,
      "verse_number": 80,
      "verse_key": "19:80",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924995,
          "resource_id": 135,
          "text": "و آنچه [از اموال و فرزندان] که می‌گوید از او به ارث می‌بریم و [روز قیامت، نیازمند و] تنها نزد ما می‌آید."
        }
      ],
      "tafsir_saadi": "(﴿وَنَرِثُهُۥ مَا يَقُولُ﴾) و مال و فرزندش را از او می‌گیریم، و او تک و تنها و بدون هیچ مال و فرزند و یاوری به جهان آخرت می‌رود. (﴿وَيَأۡتِينَا فَرۡدٗا﴾) و تنها پیش ما می‌آید، و عذاب‌های ناگوار و سختی‌های فراوانی می‌بیند، و جزای ستمکاران و امثال او نیز همین می‌باشد."
    },
    {
      "id": 2331,
      "verse_number": 81,
      "verse_key": "19:81",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا۟ لَهُمْ عِزًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924996,
          "resource_id": 135,
          "text": "و [مشرکان] به جای الله معبودانی برگزیده‌اند تا [یاور و] پشتیبانشان باشند."
        }
      ],
      "tafsir_saadi": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا"
    },
    {
      "id": 2332,
      "verse_number": 82,
      "verse_key": "19:82",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 268,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924997,
          "resource_id": 135,
          "text": "چنین نیست؛ [بلکه آن معبودها در قیامت] عبادت آنان را انکار خواهند کرد و دشمنشان خواهند بود."
        }
      ],
      "tafsir_saadi": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا"
    },
    {
      "id": 2333,
      "verse_number": 83,
      "verse_key": "19:83",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَـٰطِينَ عَلَى ٱلْكَـٰفِرِينَ تَؤُزُّهُمْ أَزًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924998,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا ندیدی كه ما شیاطین را بر كافران فرستادیم تا آنان را [با وسوسه‌های خود] تحریک كنند [و از راهِ الله بازدارند]؟"
        }
      ],
      "tafsir_saadi": "و این مجازات کافران است که وقتی به خدا پناه نبردند و به ریسمان خدا چنگ نزدند، بلکه برای خدا شریک گرفتند و با شیاطین دوستی نمودند؛ خداوند شیطان‌ها را بر آنان مسلط نمود تا آنان را به سوی گناهان بکشانند، و تحریک ‌نمایند، و به سوی کفر سوق دهند. پس ایشان را وسوسه می‌کنند، و باطل را برایشان می‌آرایند، و نیکی را برایشان زشت جلوه می‌دهند. پس محبتِ باطل در دل‌هایشان وارد می‌شود، و در آن جای می‌گیرد، و در راستای باطل چنان تلاش می‌کنند که صاحب حق برای حقش می‌کوشد. بنابراین باطل را با تمام کوشش خود یاری می‌نمایند و با اهل حق مبارزه می‌کنند.و این سزای او می‌باشد؛ چرا که از پروردگارش روی بر تافته، و دشمن خداوند را به دوستی گرفته است. \nبنابراین خداوند شیطان را بر او مسلّط می‌نماید. و اگر به خدا ایمان می‌آورد و بر او توکل می‌کرد، کسی بر او مسلّط نمی‌شد. چنانکه خداوند متعال فرموده است: ﴿إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ﴾ بدون شک شیطان، بر کسانی که ایمان آورده و بر پروردگارشان توکل می‌کنند، تسلّطی ندارد؛ بلکه تسلّط او بر کسانی است که وی را به دوستی گرفته‌اند؛ نیز برای کسانی است که برای او شریک قرار می‌دهند."
    },
    {
      "id": 2334,
      "verse_number": 84,
      "verse_key": "19:84",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 924999,
          "resource_id": 135,
          "text": "پس دربارۀ [نابودیِ] آنان شتاب نکن. جز این نیست که ما [روزهای مرگ و فرارسیدنِ عذاب را] به دقت برایشان می‌شماریم."
        }
      ],
      "tafsir_saadi": "(﴿فَلَا تَعۡجَلۡ عَلَيۡهِمۡ﴾)پس برای نزول عذاب بر این کافران -که در تعجیل آن شتاب می‌کنند- شتاب مکن، (﴿إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا﴾) آنها چند روز مقرری در این دنیا باقی می‌مانند که از آن پس و پیش نمی‌شوند؛ ما به آنان مهلت می‌دهیم و مدتی صبر می‌کنیم، تا پیام خدا مجدداً به آنها ابلاغ شود؛ و چون دربارۀ آنها مفید واقع نشود، آنان را -بسان گرفتن توانای قدرتمندی- خواهیم گرفت."
    },
    {
      "id": 2335,
      "verse_number": 85,
      "verse_key": "19:85",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَـٰنِ وَفْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925000,
          "resource_id": 135,
          "text": "[یاد كن از‌] روزى كه پرهیزگاران را [با عزت و احترام] به مهمانی [الله] رحمان گِرد می‌آوریم."
        }
      ],
      "tafsir_saadi": "خداوند متعال از تفاوت دو گروه پرهیزگاران و مجرمان خبر داده و بیان می‌نماید آنان که تقوای الهی را با پرهیز از شرک و بدعت و گناهان رعایت کرده‌اند، با احترام و بزرگداشت در جایگاه قیامت گرد آورده می‌شوند، و می‌فرماید: مقصود آنها، خداوند مهربان است و به مهمانی او می‌روند، و مهمان باید به [کرامت و پذیرایی] میزبان امیدوار باشد، و این امری طبیعی است.\nپس پرهیزگاران به سوی خدا برده می‌شوند، در حالی که به رحمت و احسان فراگیر، و دستیابی به بخشش‌های خداوندی در سرای رضوانش امیدوارند، و این به سبب پرهیزگاری و پیروی از خشنودی خداوند می‌باشد. و خداوند با آنان عهد نموده که چون پرهیزگار باشند به آنها پاداش خواهد داد، و این وعده را بر زبان پیامبرانش بیان کرده است. پس آنان را، با اطمینان و اعتماد به فضل الهی به سوی پروردگارشان می‌برند."
    },
    {
      "id": 2336,
      "verse_number": 86,
      "verse_key": "19:86",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925001,
          "resource_id": 135,
          "text": "و مجرمان را تشنه‌کام به سوی جهنم می‌رانیم."
        }
      ],
      "tafsir_saadi": "و اما گناهکاران، تشنه‌کام به سوی جهنم برده می‌شوند، و این بدترین حالت است که در آن قرار می‌گیرند؛ زیرا با ذلّت و حقارت، به سوی بزرگ‌ترین زندان و بدترین مجازات، در حالت تشنگی و خستگی برده می‌شوند؛ کمک می‌طلبند، اما کمک نمی‌شوند؛ دعا می‌کنند، اما دعایشان اجابت نمی‌شود؛ و طلب شفاعت می‌کنند، اما کسی برایشان شفاعت نمی‌کند. \nبنابراین فرمود:"
    },
    {
      "id": 2337,
      "verse_number": 87,
      "verse_key": "19:87",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لَّا يَمْلِكُونَ ٱلشَّفَـٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925002,
          "resource_id": 135,
          "text": "آنان هرگز [توان] شفاعت ندارند؛ مگر کسی ‌که [با ایمان و عمل شایسته‌اش،] از [الله] رحمان پیمانی گرفته باشد."
        }
      ],
      "tafsir_saadi": "(﴿لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ﴾) شفاعت در اختیار آنها نیست، و از آن بهره‌ای ندارند، بلکه شفاعت در اختیارِ خداوند و از آن اوست. ﴿قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗا﴾ و شفاعتِ شفاعت‌کنندگان سودی به آنان نمی‌رساند؛ چون آنها با ایمان آوردن به خدا و پیامبرانش، نزد خداوند عهدی نگرفته‌اند. ولی هرکس که با خداوند عهد و پیمان بسته و به خدا و پیامبرانش ایمان آورده، و از آنها پیروی کرده باشد، خداوند از او خشنود گشته و از شفاعت برخوردارش خواهد کرد. چنانکه خداوند متعال فرموده است: ﴿وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ﴾ و [شفاعت کنندگان] شفاعت نمی‌کنند مگر برای کسی که خداوند از وی خشنود باشد. و پروردگار، ایمانِ به خدا و پیامبرانش را عهد و پیمان نامیده است، چون در کتاب‌ها و بر زبان پیامبرانش وعده داده است که هرکس به او و پیامبرانش ایمان بیاورد و از آنها پیروی نماید، پاداش نیکو خواهد داشت."
    },
    {
      "id": 2338,
      "verse_number": 88,
      "verse_key": "19:88",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925003,
          "resource_id": 135,
          "text": "و [مشرکان] گفتند: «[الله] رحمان، فرزندی [برای خویش] برگزیده است»."
        }
      ],
      "tafsir_saadi": "این بیان قباحت و زشتیِ سخن مخالفان و منکران است؛ کسانی که گمان می‌برند خداوند فرزندی دارد، مانند سخن نصاری که می‌گفتند: ﴿ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِ﴾ مسیح پسر خداست. و یهودیان که می‌گویند: \n ﴿عُزَيۡرٌ ٱبۡنُ ٱللَّهِ﴾ عزیر پسر خداست. و سخن مشرکین که می‌گفتند: «الملائکۀ بنات الله» فرشتگان دختران خدا هستند. پاک و منزه است خداوند، و بسی بالاتر از این گفته‌ها است."
    },
    {
      "id": 2339,
      "verse_number": 89,
      "verse_key": "19:89",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925004,
          "resource_id": 135,
          "text": "به راستی [با این ادعا] چیزی بسیار زشت [به میان] آوردید!"
        }
      ],
      "tafsir_saadi": "یعنی سخن بسیار زشت وخطرناکی گفته‌اید."
    },
    {
      "id": 2340,
      "verse_number": 90,
      "verse_key": "19:90",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925005,
          "resource_id": 135,
          "text": "از این [سخن کفرآمیز،] نزدیک است آسمان‌ها از هم بپاشد و زمین بشکافد و کوه‌ها در هم بشکنند و فروریزند."
        }
      ],
      "tafsir_saadi": "(﴿تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ﴾) از بس که این سخن خطرناک و زشت است، نزدیک است آسمان‌ها با وجود استحکام و عظمتی که دارند، متلاشی گشته و پاره پاره شوند.\n(﴿وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا﴾) و زمین از زشتی این سخن بشکافد، و کوه‌ها در هم شکسته و فرو ریزد."
    },
    {
      "id": 2341,
      "verse_number": 91,
      "verse_key": "19:91",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَن دَعَوْا۟ لِلرَّحْمَـٰنِ وَلَدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925006,
          "resource_id": 135,
          "text": "[چرا] که برای [الله] رحمان فرزندی ادعا کرده‌اند."
        }
      ],
      "tafsir_saadi": "(﴿أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا﴾) به خاطر این ادعای زشت، نزدیک است این مخلوقات چنان شوند که ذکر شد،"
    },
    {
      "id": 2342,
      "verse_number": 92,
      "verse_key": "19:92",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَا يَنۢبَغِى لِلرَّحْمَـٰنِ أَن يَتَّخِذَ وَلَدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925007,
          "resource_id": 135,
          "text": "و هرگز سزاوار [الله] رحمان نیست که فرزندی برگزیند."
        }
      ],
      "tafsir_saadi": "درحالی که (﴿وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا﴾) برای خداوند مهربان سزاوار نیست که فرزندی برگیرد؛ زیرا فرزند بر گرفتن او، بر نقص و نیازمندی وی دلالت می‌نماید، در صورتی که او بی‌نیاز و ستوده است. و فرزند نیز از جنس پدرش می‌باشد، و خداوند شبیه و نظیر و همتایی ندارد."
    },
    {
      "id": 2343,
      "verse_number": 93,
      "verse_key": "19:93",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِن كُلُّ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَـٰنِ عَبْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925008,
          "resource_id": 135,
          "text": "در آسمان‌ها و زمین هیچ كسى نیست، مگر آنكه [در روز قیامت، خاکسار و] بنده‌وار نزد الله رحمان مى‌آید."
        }
      ],
      "tafsir_saadi": "(﴿إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا﴾) همۀ آنچه که در آسمان‌ها و زمین هستند، بندۀ خداوند مهربان می‌باشند، و در برابر او فرمانبردار و فروتن اند، و متمرد و سرکش نیستند، و فرشتگان، انسان‌ها، جن ها و دیگران همه مملوک اویند، و خداوند درآنها تصرف می‌کند، و یک ذرّه از پادشاهی و فرمانروایی و تدبیر امور را دراختیار ندارند. پس چگونه او که دارای چنین سلطنتی بزرگ و شکوهی عظیم می‌باشد، دارای فرزند خواهد بود؟!!"
    },
    {
      "id": 2344,
      "verse_number": 94,
      "verse_key": "19:94",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925009,
          "resource_id": 135,
          "text": "یقیناً [الله همۀ] آنان را در شمار آورده و درست برشمرده است."
        }
      ],
      "tafsir_saadi": "(﴿لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا﴾) علم و آگاهی خداوند، همۀ خلائق و اهل آسمان‌ها و زمین را احاطه کرده و اعمالشان را بر شمرده است. پس او فراموش نمی‌کند، و هیچ چیزِ پنهانی بر او پنهان نمی‌ماند."
    },
    {
      "id": 2345,
      "verse_number": 95,
      "verse_key": "19:95",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَـٰمَةِ فَرْدًا",
      "page_number": 311,
      "juz_number": 16,
      "translations": [
        {
          "id": 925010,
          "resource_id": 135,
          "text": "و همگی‌شان روز قیامت، تنها [و تهیدست] نزد او حاضر می‌شوند."
        }
      ],
      "tafsir_saadi": "(﴿وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا﴾) و همۀ آنان روز قیامت تک و تنها در محضر او حاضر می‌شوند؛ یعنی بدون فرزند و مال و یاور به پیشگاه او می‌آیند، و هیچ چیزی جز عمل خویش به همراه ندارند. پس هر یک را سزا و جزا داده، و حسابش را به ‌طور کامل می‌دهد؛ پس اگر عملش خیر بوده باشد، پاداش نیک می‌بیند؛ و اگر شرّ باشد، شرّ و بدی خواهد دید. آن‌گونه که خداوند متعال فرموده است: ﴿وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ﴾ و به راستی تک و تنها به نزد ما می‌آیید، آن‌طور که نخستین بار شما را آفریدیم."
    },
    {
      "id": 2346,
      "verse_number": 96,
      "verse_key": "19:96",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَيَجْعَلُ لَهُمُ ٱلرَّحْمَـٰنُ وُدًّا",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925011,
          "resource_id": 135,
          "text": "کسانی‌ که ایمان آورده‌اند و کارهای شایسته کرده‌اند یقیناً [الله] رحمان [در دل‌های بندگانش] محبتی برایشان خواهد نهاد."
        }
      ],
      "tafsir_saadi": "این از نعمت‌های خداوند برآن دسته از بندگانش می‌باشد که هم ایمان آورده و هم عمل صالح انجام داده‌اند؛ به گونه‌ای که محبت و دوستی ایشان را، در دل دوستان خود و اهل آسمان و زمین می‌اندازد، و آنها را عزیز و دوست داشتنی می‌گرداند، و آنها کارهای خیر و هدایت و امامت و پیشوایی به دست می‌آورند. بنابراین در حدیث صحیح آمده است: «هرگاه خداوند بنده‌ای را دوست بدارد، جبرئیل را صدا می‌زند که من فلانی را دوست دارم، تو هم او را دوست بدار، پس جبرئیل آن بنده را دوست می‌دارد. سپس در میان اهل آسمان‌ها ندا می‌دهد که خداوند فلانی را دوست ‌دارد، پس او را دوست بدارید؛ پس اهل آسمان‌ها او را دوست می‌دارند، سپس در زمین مورد قبول واقع می‌شود.» و خداوند آنها را عزیز و دوست داشتنی می‌گرداند؛ چون آنها او را دوست داشته‌اند، پس خداوند آنها را برای دوستانش عزیز و دوست داشتنی می‌گرداند."
    },
    {
      "id": 2347,
      "verse_number": 97,
      "verse_key": "19:97",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَإِنَّمَا يَسَّرْنَـٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلْمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوْمًا لُّدًّا",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925012,
          "resource_id": 135,
          "text": "[ای پیامبر،] بی‌تردید، ما این [قرآن] را بر زبان تو آسان نمودیم تا پرهیزگاران را با آن بشارت دهی و ستیزه‌گران [سرسخت] را بیم دهی."
        }
      ],
      "tafsir_saadi": "خدواند متعال از نعمت خود خبر داده، و می‌فرماید: ما این قرآن کریم را بر زبان پیامبر صلی الله علیه وسلم، ساده و آسان نمودیم تا مقصود از آن حاصل شود و از آن استفاده گردد. (﴿لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ﴾) تا پرهیزگاران را، با تشویق برای به دست آوردن پاداش دنیا و آخرت، و بیان اسبابی که موجب برخورداری از مژده می‌گردد، نوید دهی. \n(﴿وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا﴾) و ستیزه‌جویان و کسانی را که در باطلشان سرسختی می‌ورزند، و بر کفرشان پافشاری می‌کنند، بترسانی، و بر آنان حجت اقامه نمایی، و راه روشن را برایشان بیان داری؛ پس آن وقت هرکس که هلاک ‌شود، از روی دلیل هلاک می‌گردد؛ و هرکس که نجات ‌یابد، از روی دلیل نجات می‌یابد"
    },
    {
      "id": 2348,
      "verse_number": 98,
      "verse_key": "19:98",
      "hizb_number": 31,
      "rub_el_hizb_number": 124,
      "ruku_number": 269,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًۢا",
      "page_number": 312,
      "juz_number": 16,
      "translations": [
        {
          "id": 925013,
          "resource_id": 135,
          "text": "و چه بسیار نسل‌های گذشته را پیش از آنان نابود کردیم. آیا [وجود] هیچ‌یک از آنان را احساس می‌کنی یا کمترین صدایی از آنان می‌شنوی؟"
        }
      ],
      "tafsir_saadi": ". سپس آنها را به هلاکت تکذیب‌کنندگانی که پیش از آنان بوده‌اند، هشدار داد و فرمود: (﴿وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ﴾) پیش از اینان چه نسل‌ها و نژادهای فراوانی از قوم نوح و عاد و ثمود و دیگر مخالفانِ تکذیب کننده را ـ آنگاه که به سرکشی خود ادامه دادند ـ هلاک و نابود کردیم! پس خداوند آنها را نابود نمود، و هیچ آثاری را از آنها باقی نگذاشت.\n(﴿هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا﴾) آیا کسی از آنان را می‌بینی، یا کوچک‌ترین صدایی ازآنان می‌شنوی! هیچ اثری از آنها باقی نمانده است؛ بلکه حکایت آنها، مایۀ عبرت دیگران شده، و قصّه‌هایشان پند و اندرزی برای پند آموزان گشته است."
    }
  ]
}