{
  "id": 18,
  "name": "The Cave",
  "verses": [
    {
      "id": 2141,
      "verse_number": 1,
      "verse_key": "18:1",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
      "page_number": 293,
      "juz_number": 15,
      "translations": [
        {
          "id": 924806,
          "resource_id": 135,
          "text": "حمد و سپاس مخصوص الله است که این کتاب [= قرآن] را بر بنده‌اش [محمد] نازل کرد و هیچ گونه انحرافی در آن قرار نداد."
        }
      ],
      "tafsir_saadi": "حمد؛ یعنی ستایش خداوند بر صفت‌هایش که همه صفت کمال‌اند، و بر نعمت‌های ظاهری و باطنی و دینی و دنیوی او. و به طور مطلق بزرگ‌ترین نعمت او، فرو فرستادن کتاب بزرگ قرآن بر بنده و پیامبرش محمد صلی الله علیه وسلم است. پس خداوند خویشتن را ستوده و در ضمن آن بندگان را راهنمایی می‌کند تا او را به خاطر اینکه پیامبری را به سوی آنها فرستاده وکتاب را بر ایشان نازل نموده است، بستایند. سپس این کتاب را به دو صفت، متصف نمود که مبیّن آنند این کتاب از هر جهتی کامل است: اینکه کژی و انحراف در آن وجود ندارد، و اینکه خداوند ثابت نموده این قرآن راست ودرست است. پس نفی کردن کژی و انحراف از قرآن؛ بدان معنی است که در اخبار آن دروغ وجود ندارد، و اوامر و نواهی‌اش ستمگرانه و دستوراتی بیهوده نیستند.\nو اثبات راست بودن قرآن، مقتضی آن است که قرآن خبر نمی‌دهد مگر از بزرگ‌ترین خبرها؛ و آن خبرهایی هستند که قلب‌ها را مملو از شناخت و ایمان و عقل می‌نمایند، مانند اینکه خداوند از نام‌ها و صفات و کارهایش خبر داده است. و از جمله اخبار قرآن امور پنهان گذشته و آینده است. و اوامر ونواهی قرآن، نیز نفس‌ها را پاک ‌نموده و رشد داده و به کمال می‌رساند؛ چون اوامر و نواهی قرآن، کمال عدالت و انصاف و اخلاص و بندگی کردن برای پروردگار جهانیان را که شریکی ندارد، در بر دارند. و چون قرآن چنین کتابی است، باید خداوند خویشتن را، به خاطر فرو فرستادن آن، بستاید."
    },
    {
      "id": 2142,
      "verse_number": 2,
      "verse_key": "18:2",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
      "page_number": 293,
      "juz_number": 15,
      "translations": [
        {
          "id": 924807,
          "resource_id": 135,
          "text": "[کتابی] استوار تا [الله، کافران را] از عذابی سخت از جانبِ خود بیم دهد و به مؤمنانی که کارهای شایسته می‌کنند مژده دهد که پاداش نیکویی برایشان [در پیش] است."
        }
      ],
      "tafsir_saadi": "(﴿لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ﴾) تا مردم را با این قرآن از عذابش بترساند؛ عذابی که آن را برای کسانی مقدر نموده است که با دستورش مخالفت می‌ورزند؛ و این، عذاب دنیا و عذاب آخرت را شامل می‌شود. واز نعمت‌های الهی این است که بندگانش‌را بیم داده، وازآنچه که به آنها زیان می‌رساند وآنهارا هلاک می‌کند، برحذر داشته است. همچنان‌که خداوند متعال وقتی در قرآن حالت جهنم را بیان می‌نماید، می‌فرماید: ﴿ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ﴾ این چیزی است که خداوند بندگانش را با آن می‌ترساند، پس ای بندگانم! برحذر باشید. \nو از مهربانی خداوند نسبت به بندگان، این است که کیفرهای سختی برای کسانی که با دستورات او مخالفت ‌نمایند، مقرر کرده است، و آن را برایشان بیان نموده، و اسبابی که انسان را به آن کیفرهای سخت گرفتار می‌نماید، بیان داشته است.\n(﴿وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا﴾) و مؤمنانی را که کارهای شایسته می‌کنند، مژده می‌دهد به اینکه پاداش خوبی دارند؛ یعنی خداوند کتاب را بر بنده‌اش نازل نمود تا کسانی را که به او و پیامبران و کتاب‌هایش ایمان دارند؛ آنانی که ایمانشان کامل گشته و کارهای شایسته، از قبیل: امور واجب و مستحب را با اخلاص و از روی پیروی از کتاب و سنت انجام می‌دهند، مژده بدهد، (﴿أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا﴾) که پاداش خوبی دارند، و آن پاداشی است که خداوند برای ایمان و عمل صالح قرار داده است. و بزرگ‌ترین آن، دست یافتن به خشنودی خدا و ورود به بهشت است؛ بهشتی که هیچ چشمی نمونۀ آن را ندیده، و هیچ گوشی آن را نشنیده، و به قلب هیچ انسانی خطور نکرده است. و اینکه خداوند پاداش را به «نیکو» متصف نموده است، بر این دلالت می‌نماید هیچ چیزی که صفای نیکو بودن بهشت را تیره نماید، و ناراحت کننده باشد، وجود ندارد؛ زیرا اگر چنین باشد، آن پاداشِ کاملاً پاداش نیکو نخواهد بود."
    },
    {
      "id": 2143,
      "verse_number": 3,
      "verse_key": "18:3",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "مَّـٰكِثِينَ فِيهِ أَبَدًا",
      "page_number": 293,
      "juz_number": 15,
      "translations": [
        {
          "id": 924808,
          "resource_id": 135,
          "text": "[همان بهشتی] که جاودانه در آن خواهند ماند."
        }
      ],
      "tafsir_saadi": "(﴿مَّٰكِثِينَ فِيهِ أَبَدٗا﴾) و آنها همواره در این پاداشِ نیکو به سر می‌برند، و آن را از دست نمی‌دهند، بلکه همیشه بر نعمت‌هایشان افزوده می‌گردد. و بیان مژده، مقتضی بیان اعمالی است که آدمی را به آن مژده می‌رساند. پس این قرآن، هر نوع عمل صالحی را در بر دارد، و انسان را به چیزی می‌رساند که جان‌ها را راحت و روح‌ها را شاد می‌کند."
    },
    {
      "id": 2144,
      "verse_number": 4,
      "verse_key": "18:4",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
      "page_number": 293,
      "juz_number": 15,
      "translations": [
        {
          "id": 924809,
          "resource_id": 135,
          "text": "و [نیز] کسانی‌ را که گفتند: «الله فرزندی [برای خود] برگزیده است» بیم دهد."
        }
      ],
      "tafsir_saadi": "(﴿وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا﴾) و تا یهود و نصارا و مشرکانی را بترساند که گفتند: خداوند فرزندی را برگرفته است. کسانی که این سخن زشت را گفتند، آن را از روی علم و یقین نگفتند،"
    },
    {
      "id": 2145,
      "verse_number": 5,
      "verse_key": "18:5",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924810,
          "resource_id": 135,
          "text": "نه خودشان به این [ادعای باطل،] علم [و یقین‌] دارند نه پدرانشان. سخن بسیار ناپسندی است که از دهانشان بیرون می‌آید [و] جز دروغ نمی‌گویند."
        }
      ],
      "tafsir_saadi": "و پدرانشان نیز از آن آگاهی نداشتند. و آنها با تقلید از جهالتِ پدرانشان چنین سخنی را بر زبان آورده و از آنها پیروی نمودند، بلکه آنها فقط از گمان و خواسته‌های خود پیروی می‌کنند.\n(﴿كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡ﴾) چه سخن درشت و زشتی از دهان‌هایشان بیرون می‌آید، که عذابی سخت برایشان در بر دارد. و چه زشتی بزرگ‌تر از اینکه خداوند را صاحب فرزند قرار ‌دهند! این توصیف، مقتضیِ آن است که خداوند دارای کمبود می‌باشد؛ و در ربوبیت و الوهیت، دارای شریک است! همچنان‌که این توصیف، مقتضی دروغ بستن بر خداست؟!! (﴿فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا﴾) پس کیست ستمگرتر از کسی که، به دروغ به خداوند افترا ببندد.\nبنابراین در اینجا فرمود: (﴿إِن يَقُولُونَ إِلَّا كَذِبٗا﴾) آنان جز دروغ نمی‌گویند؛ یعنی سخن آنها، دروغ محض است و هیچ راستی در آن نیست. و بنگرید که چگونه خداوند، این سخن را به تدریج باطل نمود؛ پس ابتدا خبر داد که (﴿مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡ﴾) نه ایشان و نه پدرانشان هیچ آگاهی از آن ندارند، و شکی نیست که سخن گفتن بر خداوند بدون علم، پوچ و باطل است. سپس در مرحلۀ دوم خبر داد که این، سخنی زشت است. پس فرمود: (﴿كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡ﴾) سخنی که از زبانشان برمی‌آید، بس گران و زشت است. و در مرحلۀ سوم جایگاه آن را در زشتی بیان کرد، و آن دروغ بودنش است که با راستی متضاد است."
    },
    {
      "id": 2146,
      "verse_number": 6,
      "verse_key": "18:6",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924811,
          "resource_id": 135,
          "text": "پس [ای پیامبر،] نزدیک است اگر [قومت] به این سخن [= قرآن] ایمان نیاورند، در پی [بی‌ایمانیِ] آنان، خود را [از تأسف و اندوه] هلاک کنی."
        }
      ],
      "tafsir_saadi": "از آنجا که پیامبر صلی الله علیه وسلم بر هدایت شدن مردم بسیار مصرّ بود، و در این زمینه نهایت کوشش را مبذول می‌داشت؛ از هدایت شدن کسانی که هدایت می‌شدند، شاد وخوشحال می‌شد؛ و به حال تکذیب‌کنندگانِ گمراه، تأسف می‌خورد و ناراحت می‌شد؛ چون او صلی الله علیه وسلم دلسوز آنها، و نسبت به آنان مهربان بود. خداوند او را راهنمایی نمود که با تأسف خوردن به حال کسانی که به این قرآن ایمان نمی‌آورند، خودش‌را مشغول نکند. همان‌طور که در آیه‌ای دیگر فرموده است: (﴿لَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ أَلَّا يَكُونُواْ مُؤۡمِنِينَ﴾) نزدیک است به‌خاطر اینکه ایمان نمی‌آورند، خودت‌را از ناراحتی هلاک سازی. و فرمود: ﴿فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍ﴾ با تأسف خوردن برای آنها، خودت را تباه نکن. \nو در اینجا فرمود: (﴿لَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ﴾) نزدیک است که خویشتن را از غم و ناراحتی هلاک سازی. بدان که پاداش تو پیش خداوند ثبت شده است، و اگر خداوند خیری در اینها سراغ می‌داشت، آنها را هدایت می‌کرد. اما خداوند می‌داند که جز آتش جهنم شایستۀ آنان نیست، بنابراین آنها را خوار نموده و هدایت نمی‌کند. پس فایده‌ای ندارد که خودت را به غم و اندوه آنان مشغول نمایی. در این آیه و امثال آن عبرت و درسی است؛ زیرا کسی که به دعوت دادن مردم به سوی خدا مأمور شده است، وظیفه‌اش رساندن پیام الهی با هر وسیلۀ ممکن به گوش مردم، و بستن راه‌های گمراهی است. و باید در این راه نهایت سعی و تلاش خود را بکند، و به خدا توکل نماید. پس اگر مردم هدایت شدند چه بهتر؛ و اگر هدایت نشدند، غم و تأسف نخورد؛ زیرا غم خوردن و متأسف شدن، انسان را ضعیف می‌نماید، و انرژی و توان وی را از بین می‌برد، و برای آدمی فایده‌ای دربر ندارد، بلکه باید به کارش ادامه بدهد، و فراتر از آنکه از توانش بیرون است، بر عهدۀ او نیست. \nو وقتی خداوند به پیامبر صلی الله علیه وسلم می‌فرماید: ﴿إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ﴾ تو کسی را که دوست داری، نمی‌توانی هدایت کنی. و موسی علیه السلام می‌گوید: ﴿رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِي﴾ پروردگارا! من جز خودم و برادرم اختیار کسی را ندارم. پس دیگران به طریق اولی نمی‌توانند کسی را هدایت نمایند، مگر اینکه خدا بخواهد. و خداوند متعال فرموده است: \n﴿فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ﴾﴿لَّسۡتَ عَلَيۡهِم بِمُصَيۡطِرٍ﴾ پند بده، همانا تو پند دهنده هستی. و بر آنان مسلّط و گمارده شده نیستی."
    },
    {
      "id": 2147,
      "verse_number": 7,
      "verse_key": "18:7",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924812,
          "resource_id": 135,
          "text": "در حقیقت، ما آنچه را که روی زمین است، زیوری برای آن قرار داده‌ایم تا آنان را بیازماییم که کدامشان نیکوکارترند."
        }
      ],
      "tafsir_saadi": "خداوند خبر می‌دهد که همۀ آنچه روی زمین است از قبیل: خوردنی‌های لذیذ و نوشیدنی‌های گوارا و پوشاک‌های خوب و درختان و جویبارها و کشتزارها، میوه‌ها، منظره‌های زیبا و باغ‌های قشنگ و صداهای هیجان‌برانگیز و چهره‌ها و نمادهای زیبا و طلا و نقره و اسب و شتر و امثال آن را خداوند مایۀ زینت و آرایش این جهان قرار داده است، تا به‌وسیلۀ این چیزها مردم را بیازماید. \n(﴿لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا﴾) تا آنان را بیازماییم که کدام یک کارِ مخلصانه‌تر و درست‌تر انجام می‌دهد."
    },
    {
      "id": 2148,
      "verse_number": 8,
      "verse_key": "18:8",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924813,
          "resource_id": 135,
          "text": "و ما [پس از پایان حیات،] آنچه را که روی زمین است، به بیابانی خشک و بی‌گیاه تبدیل خواهیم کرد."
        }
      ],
      "tafsir_saadi": "با وجود این، خداوند همۀ چیزهایی را که ذکر شد، نابود می‌کند و از بین می‌برد، و زمین به میدانی مسطح و بی‌گیاه تبدیل می‌شود؛ همۀ لذت‌های آن از بین رفته، و جویبارهای آن خشکیده، و نشانه‌های آن محو شده، و نعمت‌هایش از بین می‌رود.\nو این حقیقت دنیاست که خداوند آن را برای ما روشن نموده است؛ انگار که با چشم‌های خویش آن را مشاهده می‌کنیم. و ما را از فریب خوردن بدان برحذر داشته، و به روی آوردن به جهانی تشویق نموده که نعمت‌هایش همیشگی است؛ و کسی که در آن قرار می‌گیرد، خوشبخت می‌شود. همۀ این چیزها را خداوند برای ما بیان نموده، چون نسبت به ما مهربان است.\nپس هرکس که به ظاهر دنیا و زینت آن نگاه کند و به باطن آن نظری نیفکند، فریب آن را می‌خورد، و چنین فردی چون چهارپایان و حیوانات از آن بهره‌مند می‌شود، و به حقِ پروردگارش که بر وی است، توجهی نمی‌کند، و برای شناخت آن اهتمام نمی‌ورزد، بلکه تمام همّ و غم وی این است که از لذت‌ها بهره‌مند شود و آن را به هر صورتی که به دست می‌آید به دست بیاورد. پس هرگاه مرگِ چنین کسی فرا برسد، از اینکه می‌میرد و لذت و شادی‌هایش را ازدست می‌دهد، آشفته و مضطرب می‌گردد؛ اما اضطراب او به خاطر گناهان و زیاده‌روی‌هایی نیست که کرده است، بلکه به‌خاطر پایان زندگی و لذت‌هاست.\nولی هرکس که به درون و باطن دنیا بنگرد، و هدف از خلقت آن و آفرینش خود را درک کند، چنین کسی به اندازه‌ای از دنیا استفاده می‌کند که او را برانجام وظیفه‌ای که برای آن آفریده شده است، کمک ‌نماید، و عمر و زندگی خود را غنیمت می‌شمارد، و دنیا را گذرگاهی می‌بیند، نه تفریحگاهی. و دنیا را سفری آکنده از سختی و رنج می‌داند، نه منزلی که اقامتگاه دایمی او باشد. بنابراین تمام تلاش خود را برای شناخت پروردگار و اجرای دستوراتش، و انجام کار نیک مبذول می‌دارد.\nو چنین کسی بهترین جایگاه را پیش خداوند خواهد داشت، و سزاوار هرگونه پاداش و بزرگداشت و شادی از جانب خداست. پس او به باطن دنیا نگاه می‌کند؛ درحالی که فرد فریب خورده، به ظاهر دنیا می‌نگرد؛ و این فرد برای آخرت خود کار می‌کند، اما فرد باطل‌گرا برای دنیای خود می‌کوشد. پس، این دو گروه تفاوت بزرگی با هم دارند، و با هم فرق می‌کنند!!"
    },
    {
      "id": 2149,
      "verse_number": 9,
      "verse_key": "18:9",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924814,
          "resource_id": 135,
          "text": "آیا پنداشته‌ای که [ماجرای] اصحاب کهف و آن سنگ‌نوشته [که نامشان بر آن حک شده بود]، از جمله نشانه‌های شگفت‌انگیز [و غیرممکنِ] ما بوده ‌است؟"
        }
      ],
      "tafsir_saadi": "این استفهام به معنی نفی و نهی است؛ یعنی گمان مبر که داستان اصحاب کهف و آنچه برایشان اتفاق افتاد، در میان نشانه‌های قدرت خدا، چیزی عجیب وغریب است، و در گسترۀ حکمت الهی همانند و مشابهی ندارد، بلکه خداوند دارای عجایب و غرایبی زیاد از نوع اصحاب کهف است، و حتی از آن نیز بزرگترند.\nوخداوند همواره نشانه‌هایی در آفاق و انفس به بندگان نشان می‌دهد تا به‌وسیلۀ آن، حق را از باطل و هدایت را از گمراهی باز شناسند. البته منظور این نیست که داستان اصحاب کهف عجیب نیست، بلکه داستان اصحاب کهف از نشانه‌های عجیب الهی به شمار می‌آید. ولی منظور این است که چنین چیزهایی بسیار زیاد است، و تنها از یک مورد آن شگفت زده شدن و تعجب کردن، نوعی کمبود در علم و عقل است. وظیفه مؤمن، این است که به همۀ نشانه‌های الهی که خداوند از بندگان خواسته تا در آن فکر کنند، بیاندیشد، زیرا اندیشیدن در نشانه‌های قدرت الهی کلید و راهگشای ایمان و علم ویقین است.\nو نسبت دادن این دسته از مسلمانان به کهف «اصحاب کهف»، به خاطر غاری است که در آن بودند. و «رقیم» یعنی لوحه‌ای که نام و داستانشان در آن نوشته شده، و سال‌ها این لوحه ملازمِ آنان بود."
    },
    {
      "id": 2150,
      "verse_number": 10,
      "verse_key": "18:10",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924815,
          "resource_id": 135,
          "text": "هنگامی که آن جوانمردان به غار پناه بردند و گفتند: «پروردگارا، رحمتی از جانب خویش بر ما ارزانی دار و در كارمان برای ما هدایت و تعالى فراهم ساز»."
        }
      ],
      "tafsir_saadi": "سپس داستان آنها را به طور خلاصه بیان نمود و بعد از آن، داستانشان را به طور مفصل ذکر کرد، و فرمود: (﴿إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ﴾) آنگاه که جوانان به قصد مصون ماندن از فتنه‌ای که قومشان برایشان تدارک دیده بودند، به غار پناه بردند، (﴿فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ﴾) و گفتند: پروردگارا ! ما را از رحمت خویش بهره‌مند کن؛ یعنی ما را با رحمت خویش پا برجا بنما، و از شرشان محافظت کن. و با رحمت خویش ما را بر انجام خیر و خوبی توفیق بده. (﴿وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا﴾) و در کارمان راه نجاتی را برایمان فراهم فرما.\nیعنی هر سببی که انسان را به هدایت می‌رساند، برای ما فراهم و میسر ساز، و کار دین و دنیای ما را درست کن. پس آنها کوشش نموده، و به جایی که می‌توان در آن از فتنه پنهان شد، گریختند، و به درگاه خداوند زاری و فروتنی نموده، و از او خواستند تا کارهایشان را برای آنان آسان نماید. پس بر خویشتن و بر مردم تکیه نکردند.\nبنابراین خداوند دعایشان را پذیرفت، و برایشان کاری کرد که گمانش را نمی‌بردند، پس فرمود:"
    },
    {
      "id": 2151,
      "verse_number": 11,
      "verse_key": "18:11",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924816,
          "resource_id": 135,
          "text": "در آن غار، تا سالیان دراز [پرده‌ای از سکوت و آرامش] بر گوش‌هایشان زدیم [تا به خواب روند]‌."
        }
      ],
      "tafsir_saadi": "(﴿ فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا﴾) و دعایشان را برآوردیم، و پرده‌های خواب را چندین سال بر گوش‌هایشان فرو افکندیم؛ یعنی آنها را به خواب فرو بردیم، و (309) سال در خواب به‌سر بردند، و این خواب، موجب حفظ شدن دل‌هایشان از ترس و اضطراب و محفوظ ماندنِ آنان از قومشان شد، و تا نشانه‌ای روشن [از قدرت و توانایی خداوند] باشد."
    },
    {
      "id": 2152,
      "verse_number": 12,
      "verse_key": "18:12",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 252,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924817,
          "resource_id": 135,
          "text": "سپس بیدارشان کردیم تا معلوم بداریم کدام یک از آن دو گروه مدتی را که [در خواب] مانده‌اند درست‌تر حساب کرده است."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ بَعَثۡنَٰهُمۡ﴾) پس از آن سال‌ها که در خواب بودند، ایشان را از خوابشان برانگیختیم و بیدارشان کردیم. (﴿لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا﴾) تا بدانیم کدام یک از دو گروه، مدت زمانی را که درنگ کرده‌اند، بهتر به خاطر می‌آورد.\nهمان‌طور که خداوند متعال فرموده است: \n﴿وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡ﴾ واین‌گونه آنان را برانگیختیم تا از یکدیگر بپرسند. \nو دانستنِ مدتِ ماندن آنها در غار، آدمی را بر محاسبه و اندازه‌گیری دقیق زمان، و شناخت کمال قدرت الهی و حکمت و رحمت او وامی‌دارد.پس اگر آنها همچنان به خوابشان ادامه می‌دادند و در آن می‌ماندند، چیزی از این معلومات از داستان آنها به دست نمی‌آمد."
    },
    {
      "id": 2153,
      "verse_number": 13,
      "verse_key": "18:13",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 253,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924818,
          "resource_id": 135,
          "text": "[ای پیامبر،] ما داستان آنان را به درستی برایت بازگو می‌کنیم. آنان جوانانی [شایسته] بودند که به پروردگارشان ایمان آورده بودند و ما [نیز] بر هدایتشان افزودیم."
        }
      ],
      "tafsir_saadi": "از اینجا داستان آنها به طور مشروح آغاز می‌شود و خداوند داستان آنها را به حق و به گونه‌ای راستین و بدون کم و کاست و بدون هیچ تردید وشبهه‌ای برای پیامبرش بازگو می‌کند. \n(﴿إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ﴾) کلمۀ (﴿فِتۡيَةٌ﴾) جمع قِلّه است و بر این دلالت می‌نماید که آنها کمتر از ده نفر بوده‌اند. آنان جوانانی بودند که به پروردگار یگانه و بی‌شریک خود ایمان آوردند، اما قومشان به خدای یکتا ایمان نداشتند. پس خداوند به سپاس ایمانشان، بر هدایت آنان افزود؛ یعنی به سبب اینکه به ایمان رهنمود شده بودند، خداوند بر هدایت آنها که همان علم مفید و عمل شایسته است، افزود. \nهمان‌طور که خداوند می‌فرماید: ﴿وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗى﴾ و خداوند همواره بر هدایت کسانی که هدایت شده‌اند، می‌افزاید."
    },
    {
      "id": 2154,
      "verse_number": 14,
      "verse_key": "18:14",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 253,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924819,
          "resource_id": 135,
          "text": "و دل‌هایشان را [بر ایمان] استوار ساختیم، آنگاه ‌که [در برابر پادشاه کافر] قیام کردند و گفتند: «پروردگارِ ما، پروردگار آسمان‌ها و زمین است؛ و ما هرگز جز او معبودی را عبادت نمی‌کنیم که آنگاه [اگر چنین کنیم،] سخنی گزاف و ناروا گفته‌ایم»."
        }
      ],
      "tafsir_saadi": "(﴿وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ﴾) و بدیشان دل و جرأت دادیم، و آنها را شکیبا و پا برجا نمودیم؛ و درآن حالت پریشان کننده، دل‌هایشان را استوار و مطمئن ساختیم. و این لطف و احسان خداوند در حق آنان بود، که به آنها توفیق ایمان و هدایت و شکیبایی و ثابت قدمی و آرامش را ارزانی نمود.\n(﴿إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾) آنگاه که بپاخاستند و گفتند: پروردگارمان، پروردگار آسمان‌ها و زمین است؛ یعنی کسی که ما را آفریده و روزی داده و به تدبیر امور ما پرداخته و ما را پرورش داده است؛ آفرینندۀ آسمان‌ها و زمین است، و همۀ این پدیده‌های بزرگ را به تنهایی آفریده است. اما بت‌ها که شما آنها را می‌پرستید، هیچ چیزی نمی‌آفرینند، و روزی نمی‌دهند، و مالک هیچ سود و زیانی نیستند، و هیچ مرگ و زندگی و رستاخیزی در دست آنها نیست.\n پس آنها از توحید ربوبیت بر توحید الوهیت استدلال کردند، و گفتند: (﴿لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗا﴾) هرگز جز او معبودی را نخواهیم پرستید، (﴿لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا﴾) و چنانچه بعد ‌از اینکه دانسته‌ایم جز پروردگار، کسی شایستۀ عبادت نیست، چنین چیزی بگوییم و کسی را جز او معبود بدانیم، در این صورت سخنی گزاف و باطل و بسیار به‌دور از حق گفته، و راهی که خیلی از واقعیت دور است، در پیش گرفته‌ایم.\n پس آنها هم به توحید ربوبیت و هم به توحید الوهیت اقرار، و خود را بدان پایبند نمودند؛ و نیز بیان کردند که آنچه به آن معتقدند، حق؛ و غیر از آن، باطل است. و این دلیلی است بر اینکه آنها کاملاً پروردگار خود را شناخته بودند، و خداوند نیز بر هدایتشان می‌افزود."
    },
    {
      "id": 2155,
      "verse_number": 15,
      "verse_key": "18:15",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 253,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
      "page_number": 294,
      "juz_number": 15,
      "translations": [
        {
          "id": 924820,
          "resource_id": 135,
          "text": "[سپس به همفکرانشان گفتند:] «این قوم ما [که] به جای او [= الله] معبودانی [دیگر] برگزیده‌اند‌، چرا دلیل آشکاری بر [حقانیتِ] آنان نمی‌آورند؟ پس کیست ستمکار‌تر از آن کس که بر الله دروغ بندد [و برایش شریک قائل شود]؟"
        }
      ],
      "tafsir_saadi": "پس از آنکه اصحاب کهف ایمان و هدایت و پرهیزگاری‌ای را که بر آن بودند، بیان کردند؛ به آنچه که قومشان بر آن بودند نیز اشاره نمودند، و اینکه معبودانی را جز خدا پرستش می‌کردند. پس آنها را نکوهش کرده، و بیان نمودند کارشان از روی یقین و دانش نیست، بلکه آنها در نهایت نادانی و گمراهی به سر می‌برند. پس گفتند: (﴿لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۢ بَيِّنٖ﴾) چرا دلیل و حجتی، بر حقانیت باوری که بر آن هستند، ارائه نمی‌دهند. البته که آنها نمی‌توانند دلیلی بیاورند؛ زیرا کارشان، دروغی است که بر خدا می‌بندند؟! و این بزرگ‌ترین ستم است، بنابراین فرمود: (﴿ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا﴾) پس کیست ستمکارتر از کسی که بر خدا دروغ بندد."
    },
    {
      "id": 2156,
      "verse_number": 16,
      "verse_key": "18:16",
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "ruku_number": 253,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
      "page_number": 295,
      "juz_number": 15,
      "translations": [
        {
          "id": 924821,
          "resource_id": 135,
          "text": "و چون از آنان و از آنچه به جای الله عبادت می‌کنند کناره‌گیری کردید، به غار پناه ببرید تا پروردگارتان از [سایۀ] رحمت خویش بر شما بگسترانَد و در کارتان [آسایش و] گشایشی پدید آورَد»."
        }
      ],
      "tafsir_saadi": "یعنی برخی از ایشان به برخی دیگر گفتند: قومتان از شما بریده‌اند و دین دیگری دارند، پس راهی جز نجات و فرار از شر آنها ندارید، و باید از اسباب و راه‌هایی که به نجات از آنها منتهی می‌شود، استفاده کنید؛ چون راهی برای جنگیدن با آنها نیست، و نیز نمی‌توانید در میان آنها باقی بمانید، در حالی که دین دیگری دارند. \n(﴿فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا﴾) پس به غار پناهنده شوید و در آن پنهان گردید، تا پروردگارتان رحتمش را بر شما بگستراند و وسایل رفاه و رهایی شما را از این کار مشکلی که در پیش رو دارید، مهیا و آسان سازد. \nو پیش‌تر گذشت که آنها چنین، پیش خداوند دعا کردند: ﴿رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا﴾ پروردگارا! از جانب خود رحمتی به ما ببخش، و در کارمان راهیابی را برایمان فراهم فرما. پس آنان اظهار داشتند که قدرت و توانایی ندارند، و برای سامان یافتن کارشان، به خدا پناه بردند، و نیز به خدا اعتماد داشتند که چنین می‌کند. پس خداوند رحمت خویش را برآنها گستراند، و وسایل رفاه و رهایی آنان را مهیا و آسان نمود، و آنان و دینشان را محفوظ کرد و آنها را نشانه‌هایی برای آفریدگانش قرار داد. و نام نیکی از آنها برجای گذاشت تا مورد ستایش قرار ‌گیرند. و این رحمت الهی نسبت به آنهاست. و هر وسیله‌ای را برایشان میسر نمود؛ و جایی که در آن خوابیدند، بی‌نهایت مکانی امن و محفوظ بود. بنابراین فرمود:"
    },
    {
      "id": 2157,
      "verse_number": 17,
      "verse_key": "18:17",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 253,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
      "page_number": 295,
      "juz_number": 15,
      "translations": [
        {
          "id": 924822,
          "resource_id": 135,
          "text": "و [ای محمد، اگر آنجا بودی،] خورشید را می‌دیدی که وقتی طلوع می‌کند به سمت راست [غار‌] متمایل می‌گردد و وقتی غروب می‌کند، از سمت چپ آنان دور می‌شد [و گرما آزارشان نمی‌داد]؛ و آنان در محلی گسترده [و گشاده] از آن [غار] بودند. این، از نشانه‌های [قدرتِ] الله است. هر کس که الله او را هدایت کند، او هدایت‌یافته[ی واقعی] است و هر ‌کس را که گمراه کند، هرگز دوست [و] راهنمایی برایش نمی‌یابی."
        }
      ],
      "tafsir_saadi": "یعنی خداوند آنها را از تابش نور خورشید محافظت نمود؛ زیرا غار این‌گونه بود که خورشید به هنگام طلوع به طرف راست می‌گرایید. و به هنگام غروب، به طرف چپشان می‌گرایید. پس گرمای خورشید به آنها برخورد نمی‌کرد که بدن‌هایشان را خراب کند. \n(﴿وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُ﴾) و خودشان در محل وسیع غار قرار داشتند؛ یعنی درجایی گشاده و وسیع. و این به خاطر آن بود تا هوا و نسیم باد بر آنها بوزد، و هوای آلوده را از آنها دور نماید، و تا از تنگ بودن جا رنج نبرند، و اذیت نشوند، به خصوص که آنها مدت طولانی در آن غار ماندند. و این، از نشانه‌های الهی است که بر قدرت و رحمت او دلالت می‌نماید که خداوند دعایشان را پذیرفت، و حتی در این چیزها آنها را هدایت و راهنمایی کرد.\n بنابراین فرمود: (﴿مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِ﴾) هرکس که خداوند او را هدایت کند، راه یافته است؛ یعنی برای به‌دست آوردن هدایت، راهی جز از سوی خداوند نیست؛ و اوست که انسان را، به منفعت هر دو جهان هدایت می‌نماید. \n(﴿وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا﴾) و هرکه را گمراه نماید، برای او دوست راهنمایی نمی‌یابی؛ یعنی کسی را نمی‌یابی که او را سرپرستی کند، و کارهایش را به گونه‌ای سامان دهد که به صلاح اوست، و وی را به خیر و رستگاری راهنمایی کند؛ چون خداوند بر گمراه شدن او حکم نموده است، و حکم او را هیچ کسی نمی‌تواند رد نماید."
    },
    {
      "id": 2158,
      "verse_number": 18,
      "verse_key": "18:18",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 254,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
      "page_number": 295,
      "juz_number": 15,
      "translations": [
        {
          "id": 924823,
          "resource_id": 135,
          "text": "و [اگر به آنها نگاه می‌کردی،] می‌پنداشتی بیدارند؛ در حالی‌ که [با چشمانِ باز] خفته بودند؛ و ما آنان را به پهلوی راست و چپ می‌گرداندیم [تا بدنشان آسیب نبیند]؛ و سگشان بر آستانۀ غار [نشسته و به حالت پاسبانی] دست‌هایش را گشوده بود. اگر [به آنان نگاه می‌کردی و] از حالشان آگاه می‌شدی، قطعاً [از وحشت] فرار می‌کردی و دلت از ترس آنان آکنده می‌شد."
        }
      ],
      "tafsir_saadi": "(﴿وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞ﴾) و اگر بدیشان می‌نگریستی، آنان را بیدار می‌انگاشتی، حال آنکه آنان خفته بودند.\nمفسرین گفته‌اند این بدان خاطر بود که چشم‌هایشان باز بود تا تباه و ضایع نشود. بنابراین کسی که به آنها نگاه می‌کرد، آنان را بیدار می‌پنداشت، حال آنکه خواب بودند. \n(﴿وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِ﴾) و ما آنان را به راست و چپ می‌گرداندیم؛ و این نیز به خاطر آن بود تا بدن‌هایشان محافظت شود؛ زیرا طبیعت زمین این‌گونه است که بدن‌هایی را که با آن چسبیده باشد، از بین می‌برد. بنابراین خداوند چنین مقدر نموده بود که آنها را به راست و چپ و بر پهلوهایشان به اندازه‌ای که بدنشان را زمین خراب نکند، بگرداند. و خداوند می‌توانست بدون اینکه آنها را به چپ و راست بگرداند، بدن‌هایشان را محافظت نماید، اما او حکیم است و خواست که سنت او در جهان هستی اجرا شود، و خداوند اسباب را به مسبّباتشان ربط می‌دهد. \n(﴿وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِ﴾) و سگشان دو دستش را بر آستانۀ درِ غار گشوده بود. سگِ اصحاب کهف، که از آنها نگهبانی می‌کرد، مانند آنها به خواب فرو رفت، بنابراین هر دو دستش بر آستانۀ در دراز کشیده بود، خداوند این‌گونه آنها را از آفت زمین حفاظت کرد. اما چگونه آنها را از گزند انسان‌ها محافظت نمود؟ در این زمینه فرموده است: آنها را به‌وسیلۀ رعب و ترسی که از دیدنشان انسان را فرامی‌گرفت، محافظت نمود. پس اگر کسی آنها را می‌دید، ترس سراپای او را فرا می‌گرفت و از آنها روی می‌گرداند و پا به فرار می‌گذاشت، و این چیزی بود که باعث شد تا آنها مدت مدیدی در غار بمانند. و هیچ کس آنها را ندید، با اینکه خیلی با شهر فاصلۀ نزدیکی داشتند. و چیزی که مبین آن است آنان به شهر نزدیک بودند این است، وقتی آنها بیدار شدند یکی از خودشان را فرستادند تا از شهر غذایی خریداری کند و بقیه منتظرش ماندند. پس این دلالت می‌نماید که آنها به شهر خیلی نزدیک بوده‌اند."
    },
    {
      "id": 2159,
      "verse_number": 19,
      "verse_key": "18:19",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 254,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "page_number": 295,
      "juz_number": 15,
      "translations": [
        {
          "id": 924824,
          "resource_id": 135,
          "text": "و همان گونه [كه آنان را در خواب فرو بردیم] آنان را [از خواب] بیدار نمودیم تا بین خود از یکدیگر سوال کنند. یکی از آنان گفت: «چه مدت [در خواب] ماندید؟» [بقیه] گفتند: «یک روز یا بخشی از یک روز». [سرانجام] گفتند: «پروردگارتان داناتر است که چقدر [در این حالت] مانده‌اید. [اکنون] یک نفر از خودتان را با این سکه[‌های]تان به شهر بفرستید تا ببیند کدام‌ یک از [فروشندگانِ آنجا، کاسبی و] غذا‌یش پاکیزه‌تر است و از [نزد] او غذایی برایتان بیاورد؛ و باید [در رفت‌وآمد و خرید، پنهان‌کاری و] زیرکی نماید و هیچ کس را از [حالِ] شما آگاه نسازد."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡ﴾) این چنین ایشان را از خواب طولانی برانگیختیم، تا مدت خواب را از یکدیگر بپرسند، و از مقدار واقعی زمانی که در غار مانده‌اند، از یکدیگر پرس‌وجو کنند: (﴿قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ ﴾) یکی از آنان گفت: چه مدتی مانده‌اید؟ گفتند: یک روز یا بخشی از روز. واین براساس گمان گوینده بود. گویا در مقدار مدتی که مانده بودند، دچار اشتباه شدند، بنابراین گفتند: \n (﴿رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ﴾) پروردگارتان بهتر می‌داند که چقدر مانده‌اید.\nپس آگاهی از مدت سپری نشده را به کسی برگرداند که آگاهی و علم او، همه چیز را کاملاً احاطه نموده است؛ وشاید خداوند بعد از این، آنها را از مدتی که مانده بودند، آگاه نمود؛ چون آنها را برانگیخت تا از یکدیگر بپرسند، و خبر داد که آنها در مورد مقداری که در غار مانده‌اند، از یکدیگر پرسیدند، و به اندازۀ آگاهی خود سخن گفتند، و نتیجۀ کارشان این شد که دچار اشتباه شدند. بنابراین باید این‌گونه باشد که خداوند اشتباه آنان را رفع کرده، و آنها را از مدت زمانی که مانده بودند، آگاه کرده باشد و ما این را از حکمت الهی در برانگیختن آنها درمی‌یابیم، و او هیچ کاری را بیهوده انجام نمی‌دهد.\nو از رحمت الهی است که هرکس بخواهد در اموری که دانستنش مطلوب است، به اندازه‌ای که برای آن تلاش نماید، حقیقت را برای او روشن و آشکار می‌کند. و دلیلی دیگر بر اینکه خداوند آنها را از مدتی که در غار مانده‌اند، آگاه کرده، این است که از این پس می‌فرماید: ﴿وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ﴾ و این گونه [مردم] را متوجه حالشان کردیم تا بدانند که وعدۀ خدا حق است، و بدون شک قیامت فرا می‌رسد. پس اگر مردم از حال آنان و مدّت زمان ماندنشان در غار باخبر نمی‌شدند، آنها دلیلی برای آنچه بیان شد، قرار نمی‌گرفتند. سپس وقتی آنها از یکدیگر پرسیدند، و سخنانی در میان آنان رد و بدل شد که خداوند آنها را ذکر کرده است، یکی از خودشان را با سکه‌های نقره‌ای که داشتند به شهری که از آن رانده شده بودند، فرستادند تا برایشان غذایی بخرد، و او را دستور دادند تا پاکیزه ترین و لذیذترین غذا را انتخاب نماید، و نیز به او گفتند که درخرید و رفتن و برگشتن خود نهایت دقت را به خرج دهد و کسی را از حال برادرانش آگاه نسازد، و هیچ کس متوجه آنان نشود.\nو گفتند: اگر از حال آنها کسی اطلاع یافته و مردم به آنها دست یابند، آنها را سنگسار ‌کرده و به بدترین وضع به قتل می‌رسانند؛ چون کینۀ آنها و کینۀ دینشان را در دل دارند، و یا آنها را دچار فتنه می‌نمایند و به آیین خود برمی‌گردانند. و اگر به دین آنها برگردند، هرگز رستگار نخواهند شد، بلکه دین و دنیا و آخرت خود را از دست خواهند داد. \nاین دو آیه بر چند چیز دلالت می‌نمایند: \n1- تشویق به فراگیری دانش و مباحثه در آن، چون خداوند اصحاب کهف را به این منظور برانگیخت. \n2- کسی که در مورد موضوعی دچار اشتباه می‌گردد، ادب آن است که آن را به کسی برگرداند که آن را می‌داند، و باید در همان حدود و اندازه توقف کند و جایگاه خود را بشناسد.\n3- وکالت در خرید و فروش و شرکت در خرید و فروش صحیح می‌باشد. \n4- خوردن پاکیزه‌ها و خوراکی‌های لذیذ جایز است، به شرطی که به حد اسراف نرسد؛ زیرا از اسراف نهی شده است. به دلیل اینکه خداوند متعال فرموده است: (﴿فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ﴾) پس باید بنگرد کدامینِ ایشان غذای پاک‌تری دارد تا روزی و خوراکی از آن برایتان بیاورد. \nبه ویژه وقتی که انسان جز چنین غذایی به بدنش سازگار نباشد. و شاید این دلیل بسیاری از مفسران باشد که گفته‌اند: اصحاب کهف شاهزادگانی بودند، چون دوست خود را دستور دادند تا پاکیزه ترین غذا را بیاورد که عادت ثروتمندان بزرگ این است همواره بهترین غذا را تناول ‌کنند."
    },
    {
      "id": 2160,
      "verse_number": 20,
      "verse_key": "18:20",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 254,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًا",
      "page_number": 295,
      "juz_number": 15,
      "translations": [
        {
          "id": 924825,
          "resource_id": 135,
          "text": "بی‌تردید، اگر آنان [از مکان شما آگاه شوند و] بر شما دست یابند، سنگسار‌تان می‌کنند یا شما را به آیین خویش بازمی‌گردانند و در آن صورت، هرگز رستگار نخواهید شد»."
        }
      ],
      "tafsir_saadi": "5- تشویق به پنهان‌کاری و احتیاط و دور شدن از جایگاه‌هایی که انسان را در امر دین دچار فتنه می‌کند، و آدمی باید در مورد حفظ جان برادرانش نهایت تلاش را به خرج دهد.\n6- شدت علاقۀ این جوانان به دین، و فرارشان از تمام فتنه‌هایی که دینشان را مورد تهدید قرار می‌داد، و ترک وطن در راه خدا.\n7- بیان ضرر و مفاسدی که شرّ در بر دارد؛ امری که موجب آن می‌شود که از آن متنفر بود، و آن را ترک کرد. و به درستی‌که این روش [بیان ضرر و مفاسدی که شر در بر دارد]، روش مؤمنان گذشته و آینده بوده و هست، به دلیل اینکه گفتند: (﴿وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا﴾) و اگر به دین آنها برگردید، هرگز رستگار نخواهید شد."
    },
    {
      "id": 2161,
      "verse_number": 21,
      "verse_key": "18:21",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 254,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924826,
          "resource_id": 135,
          "text": "و این‌گونه، [مردم آن سرزمین] را از حال آنان آگاه کردیم تا بدانند وعدۀ الله [دربارۀ یاریِ مؤمنان و برانگیختنِ مردگان] راست و درست است و اینکه در [فرارسیدنِ] قیامت تردیدی نیست. هنگامی ‌که [مردم شهر] بین خود [دربارۀ آن جوانمردان متوفی] دچار اختلاف شدند، گروهی گفتند: «دیواری بر [ورودیِ] آن [غار] بسازید. پروردگارشان به حال آنان آگاه‌تر است». برخی دیگر که [ناآگاه بودند و نفوذ و] قدرت داشتند گفتند: «[به نشانۀ بزرگداشت،] بر [غارِ] آنان عبادتگاهی می‌سازیم»."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که او مردم را از حال اصحاب کهف مطلع نمود، و این ـ خدا بهتر می‌داند ـ بعد از آن بود که بیدار شدند، و یکی از خودشان را فرستادند تا برایشان غذایی بخرد، و او را دستور دادند تا خود را پنهان نماید، اما خداوند چیزی را خواست که مایۀ صلاح مردم و پاداشی بیشتر برای آنان بود؛ و آن اینکه مردم با دیدن آنها، نشانه‌ای از نشانه‌های قدرت خداوند را با چشم و به‌طور آشکار مشاهده کردند، و دانستند که وعدۀ خداوند حق است و هیچ شک و تردیدی درآن نیست.\n درحالی‌که همین مردمان، چندی قبل درمورد رستاخیز و قیامت با یکدیگر کشمکش داشتند؛ برخی می‌گفتند قیامت و سزا و جزا حق است و خواهد آمد، و برخی آن را نفی می‌کردند. پس خداوند داستان آنها را، باعث رشد بینش و یقین مؤمنان و نیز حجتی بر انکارکنندگان قرار داد، و پاداش این‌کار به اصحاب کهف رسید.\nو خداوند جریان آنها را مشهور و جایگاهشان را بلند کرد، به ‌گونه‌ای که کسانی گفتند: (﴿ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗا﴾) بر غار آنها بنایی بسازید. خداوند به عاقبت و سرانجام آنها آگاه‌تر است. و کسانی که زمامدار امور مردم بودند، و بزرگان قوم به‌شمار می‌آمدند، گفتند: (﴿لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا﴾) بر در غار آنها مسجد و پرستشگاهی می‌سازیم و خدا را درآن عبادت می‌کنیم، بدینوسیله همواره به یاد آنان خواهیم بود. \nساختن عبادتگاه بر سر قبرها ممنوع است، و پیامبر صلی الله علیه وسلم از آن نهی کرده، و کسانی را که چنین کاری می‌کنند، مذمت نموده است. و ذکر این‌کار در اینجا، دلیلی بر عدم مذمت و نکوهش آن نیست؛ زیرا موضوع ساختن مسجد بر سر در غار، در رابطه با واقعۀ اصحاب کهف، و تعریف و تمجید از موضع‌گیری شجاعانۀ آنان بیان شده است، تا جایی که اقوامشان گفتند: بر آنها مسجدی بسازید، این در حالی بود که اصحاب کهف قبلاً به شدت از قومشان می‌ترسیدند و از اینکه از وضعیت آنان باخبر شوند، پرهیز می‌کردند. پس، از آن موضع خصمانۀ خود درقبال آنان کوتاه آمده و گفتند: مسجدی بر در آن بسازید.\nو این دلیلی است بر اینکه هرکس دینش را مصون دارد و از فتنه‌ها بگریزد، خداوند او را سالم و مصون می‌دارد؛ و هرکس برای تندرستی و سلامتی بکوشد، خداوند او را سلامت می‌گرداند؛ و هرکس به خدا پناه ببرد، خداوند او را پناه داده و او را مایۀ هدایت دیگران قرار می‌دهد؛ و هرکس در راه خدا و برای طلب رضای الهی فروتنی کند، سرانجام خداوند عزت و بزرگی به او بخشد. ﴿وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ﴾ و آنچه نزد خداوند است، برای نیکوکاران بهتر است."
    },
    {
      "id": 2162,
      "verse_number": 22,
      "verse_key": "18:22",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 254,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924827,
          "resource_id": 135,
          "text": "[دربارۀ تعدادشان] خواهند گفت: «سه نفر بودند [و] چهارمینِ آنان سگشان بود» و [گروهی] می‌گویند: «پنج نفر بودند [و] ششمینِ آنان سگشان بود» ـ [که البته] همه از روی حدس و گمان است ـ و [گروهی] می‌گویند: «هفت نفر بودند و هشتمینِ آنان سگشان بود». بگو: «پروردگارم از [تعداد] آنان آگاه‌تر است [و] جز گروهی اندک، کسی از تعدادشان آگاه نیست». پس دربارۀ آنان گفتگویی مختصر [و بحثی آرام و گذرا] داشته باش و دربارۀ آنان از هیچ کس سؤال نکن."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که اهل کتاب در رابطه با تعداد افراد اصحاب کهف با هم اختلاف داشتند، و این اختلاف از حدس و گمانشان سرچشمه می‌گیرد؛ زیرا به دروغ چیزهایی می‌گویند، که نمی‌دانند. \nآنها در مورد تعداد اصحاب کهف سه گروه بودند: برخی می‌گفتند: «آنان سه نفرند و چهارمین ایشان سگشان است.» و برخی می‌گفتند: «پنج بوده و ششمین ایشان سگشان است.» و خداوند بعد از این سخن بیان داشته است که اینها سخن‌های بی‌دلیلی است، و آنها از روی ظن وگمان این را می‌گویند. پس بی‌دلیل بودن این سخنان، دلیلی بر بطلان آن می‌باشد. \nو گروهی می‌گفتند: «اصحاب کهف هفت نفرند که هشتمین ایشان سگشان است.» و این –‌خدا بهتر می‌داند– درست است؛ چون خداوند دو قول پیش از این را باطل قرار داد، اما این را باطل قرار نداد. پس باطل قرار ندادن این قول، بر این دلالت می‌نماید که آن درست است. \nو در این اختلاف نظر، فایده‌ای وجود ندارد، و اگر تعداد افراد اصحاب کهف دانسته شود، هیچ منفعت دینی و معنوی برای مردم ندارد.\n بنابراین خداوند متعال فرمود: (﴿قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞ﴾) بگو: «پروردگارم به تعدادشان آگاه‌تر است، جز اندکی تعدادشان را نمی‌دانند» و گروه کمی که تعدادشان را می‌دانند، کسانی هستند که به حقیقت رسیده، و می‌دانند آنچه بدان رسیده‌اند، درست است. \n(﴿فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا﴾) بنابراین جز بر اساس علم و یقین، دربارۀ آنان مجادله مکن؛ و اگر مجادلۀ تو بر این اساس باشد، مفید فایده خواهد بود. اما مماشات و همسویی‌اش که بر اساس نادانی و از روی ظن وگمان باشد، و یا بی‌فایده باشد؛ یعنی طرف مجادله کننده مخالفت و کینه‌توزی ورزد، و یا اینکه مسئله اهمیتی نداشته، و دانستن آن فایده‌ای دینی در بر نداشته باشد مانند دانستنِ تعداد اصحاب کهف و امثال آن، به درستی که مناقشۀ زیاد در این‌گونه موارد، باعث ضایع شدن وقت می‌گردد، و تاثیر منفی بر همدلی و دوستی‌ها می‌گذارد.\n(﴿وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا﴾) و در مورد اصحاب کهف از هیچ‌کسی از اهل کتاب سؤال مکن؛ چون سخنان آنها براساس حدس و گمان است، و انسان را به حق نمی‌رساند. پس این بیانگر آن است نباید از کسی که صلاحیت فتوا دادن را ندارد، استفتا کرد؛ چون یا او در مسئله‌ای که از وی پرسیده می‌شود، توان پاسخگویی را نداشته، و یا اینکه باکی ندارد که چه می‌گوید؛ و تقوای آن چنانی ندارد که او را از گفتن سخن غیر واقعی باز بدارد.\nو مادامی که از استفتاء و پرسیدن از چنین کسانی نهی شده است، به طریق اولی چنین افرادی از دادن فتوا منع می‌شوند. و نیز آیه بیانگر آن است که ممکن است فردی در یک چیز ممنوع الاستفتاء باشد، اما در موردی دیگر از او استفتاء کرد. پس در آن قسمت که صلاحیت دارد، فتوا می‌دهد، به خلاف قسمت‌های دیگر که صلاحیت فتوا دادن در آن را ندارد؛ به دلیل اینکه خداوند از استفتاء اهل کتاب به طور مطلق نهی نکرده است، بلکه فقط از استفتاء از آنان در مورد اصحاب کهف و امثال آن نهی کرده است."
    },
    {
      "id": 2163,
      "verse_number": 23,
      "verse_key": "18:23",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924828,
          "resource_id": 135,
          "text": "و هرگز در مورد کاری نگو: «فردا آن را انجام می‌دهم»،"
        }
      ],
      "tafsir_saadi": "این نهی مانند دیگر نواهی گرچه متوجه پیامبر صلی الله علیه وسلم است، اما متوجه عموم مردم نیز می‌باشد، و همۀ مکلفین را در برمی‌گیرد، بنابراین خداوند بنده را از این نهی می‌نماید که در رابطه با آینده بگوید: من فلان کار را انجام می‌دهم، و نگوید: اگر خدا بخواهد؛ زیرا چنانچه نگوید إن شاء الله فلان کار را در آینده انجام می‌دهم، از دو جهت مرتکب حرام می‌گردد: \nاول، به صورت ناآگاهانه نسبت به غیبِ آینده اظهار نظر می‌کند و می‌گوید: در آینده کاری را انجام می‌د‌هم یا چیزی به وقوع می‌پیوندد. حال آنکه نمی‌داند آیا آن کار را انجام می‌د‌هد و این شئ به وقوع می‌پیوندد یا نه.\nدوم، سخن او بیانگر آن است که انجام د‌اد‌ن آن کار، فقط متعلق به مشیت اوست و بس؛ حال آنکه متعلق ساختن کاری، تنها به مشیّت بنده، امری محذور و ممنوع می‌باشد؛ چراکه تمامی مشیت برای خداست: ﴿وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ﴾ و شما نمی‌خواهید، مگر اینکه خداوند پروردگار جهانیان بخواهد. \nو از آنجا که بیان خواستِ خداوند، باعث آسان شدن کار و حصول برکت در آن می‌شود و «إن شاء الله» گفتن به مثابۀ کمک خواستن بنده از پروردگارش می‌باشد،"
    },
    {
      "id": 2164,
      "verse_number": 24,
      "verse_key": "18:24",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924829,
          "resource_id": 135,
          "text": "مگر اینکه [بگویی:] «ان شاء الله»؛ و هر گاه فراموش کردی، [با گفتن این لفظ] پروردگارت را یاد کن و بگو: «امیدوارم پروردگارم مرا به راهی رهنمون گردد که از این [راه]، به هدایت [و صلاح] نزدیک‌تر باشد»."
        }
      ],
      "tafsir_saadi": "و چون انسان گاهی اوقات «إن شاء الله» گفتن را فراموش می‌نماید، خداوند او را دستور داد که هرگاه به یادش آمد، بگوید «إن شاء الله» تا مطلوب وی حاصل، و آنچه محذور است از او دور شود.\nو از فرمودۀ الهی (﴿وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ﴾) چنین برمی‌آید که خداوند دستور داده است به هنگام فراموشی، خدا را یاد کنند؛ زیرا یادکردن خداوند، نسیان و فراموشی را دور می‌نماید و آنچه را که بنده فراموش نموده است، به یاد می‌آورد. و به کسی که ذکر پروردگارش را فراموش نموده، دستور داده است که پروردگارش را یاد کند و از غافلان نباشد. و از آنجا که بنده در توفیق یافتن به صدق، و دوری جستن از اشتباه در گفتار و کردارش به خداوند نیازمند است، خداوند او را فرمان داد تا بگوید: (﴿عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا﴾) امید است که پروردگارم مرا به راهی درست‌تر از این رهنمود کند. \nپس خداوند بنده را دستور داده تا او را بخواند و به وی امید و اعتماد داشته باشد؛ چراکه مسلماً خدا او را به نزدیک‌ترین راهی رهنمود می‌کند که وی را به رشد و تکامل می‌رساند.و بنده‌ای که چنین است و تمام تلاش خود را در طلب هدایت مبذول می‌دارد، سزاوار است که موفق شود، و یاری پروردگارش او را دریابد و خداوند او را در همۀ کارهایش به راه راست رهنمود نماید."
    },
    {
      "id": 2165,
      "verse_number": 25,
      "verse_key": "18:25",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924830,
          "resource_id": 135,
          "text": "و آنان [= اصحاب کهف] سیصد سال در غار‌شان [در حالت خواب] ماندند و نُه سال [نیز] بر آن افزودند."
        }
      ],
      "tafsir_saadi": "خداوند پیامبر را از پرسش از اهل کتاب در مورد اصحاب کهف نهی کرد، چون اهل کتاب در این مورد چیزی نمی‌دانستند، اما خداوند که دانای پیدا و پنهان است و همه چیز را می‌داند، پیامبر را از مدت زمانی که اصحاب کهف در غار به سر بردند، آگاه نمود، وآگاهی این موضوع، مختص خداست؛ زیرا این از غیب آسمان‌ها و زمین است، و آگاهی از غیب آسمان‌ها و زمین ویژۀ خداوند است. پس آنچه را خداوند از غیب آسمان‌ها و زمین توسط پیامبرانش خبر داده، حقیقت یقینی است و هیچ شکی در آن نیست. و آنچه را که پیامبرانش از آن اطلاع ندارند، هیچ کس از مردم نیز آن را نمی‌داند."
    },
    {
      "id": 2166,
      "verse_number": 26,
      "verse_key": "18:26",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924831,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «الله از [مدت] ماندنشان [در غار] آگاه‌تر است؛ غیب آسمان‌ها و زمین از آنِ اوست. [به راستی که] او تعالی چه بینا و چه شنواست! آنان [= جهانیان] هیچ [دوست و] کارسازی جز او ندارند و او هیچ کس را در حکم [و فرمان] خویش شریک نمی‌سازد»."
        }
      ],
      "tafsir_saadi": "(﴿أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡ﴾) تعجب کن از کمال بینا بودن و شنوا بودن خدا که شنوایی و بینایی خداوند همۀ شنیدنی‌ها و دیدنی‌ها را احاطه نموده است؛ همچنان‌که دانش او همۀ دانستنی‌ها را در بر دارد. \nسپس خداوند خبر داد که ولایت عام و خاص تنها برای اوست، و اینکه او به تنهایی امور هستی و بندگان مؤمنش را سرپرستی و تدبیر می‌نماید، و آنها را از تاریکی‌ها به سوی نور هدایت می‌نماید، و کارشان را آسان می‌سازد و آنها را از سختی دور می‌نماید. بنابراین فرمود: (﴿مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ﴾) به جز او هیچ کارسازی ندارند؛ یعنی او بود که اصحاب کهف را به لطف و کرم خویش، حمایت و یاری نمود و آنها را به هیچ فردی از مخلوقاتش نسپرد. \n(﴿وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا﴾) و خداوند هیچ کسی را در فرمانش شریک نمی‌سازد. و این شامل فرمان کَونی: تقدیری، و فرمان شرعی: دینی می‌شود؛ زیرا تنها خداوند، فرمانروای جهان هستی و مخلوقاتش می‌باشد و در آن حکم و قضاوت می‌نماید و سرنوشت آنها را رقم می‌زند و آنها را می‌آفریند وبه تدبیر امورشان می‌پردازد. و اوست که حاکم آنهاست، و آنها را امر و نهی می‌نماید، و سزا و جزایشان می‌دهد. و هنگامی که خداوند خبر داد که آگاهی از غیب آسمان‌ها و زمین از آن اوست، و هیچ مخلوقی راهی به سوی آگاهی یافتن و دانستن غیب آسمان‌ها و زمین ندارد، مگر از راهی که خداوند به بندگانش خبر می‌دهد. و بسی واضح است که این قرآن، بسیاری از مسایل غیبی را دربر دارد، خداوند متعال دستور داد تا مردمان به آن راه [= راه قرآن] روی آورند. \nپس فرمود:"
    },
    {
      "id": 2167,
      "verse_number": 27,
      "verse_key": "18:27",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "page_number": 296,
      "juz_number": 15,
      "translations": [
        {
          "id": 924832,
          "resource_id": 135,
          "text": "و [ای پیامبر،] از کتاب پروردگارت آنچه را به تو وحی شده است تلاوت کن. هیچ کس تغییردهندۀ سخنان او [= الله] نیست و هرگز پناهگاهی جز او نمی‌یابی."
        }
      ],
      "tafsir_saadi": "(﴿وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا﴾) و تلاوت کن؛ یعنی پیروی کن از آنچه که بر تو وحی می‌شود؛ مفاهیمش را بشناس، و اخبارش را تصدیق کن، و دستورات آن را گردن نه، و از نواهی آن پرهیز نما؛ زیرا این، قرآن بزرگی است که کلماتش دگرگون کننده‌ای ندارد؛ یعنی به خاطر راست بودن و منصفانه بودن آن و به‌خاطر اینکه در اوج شیوایی و زیبایی قرار دارد، دگرگون نمی‌شود. ﴿وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗا﴾ و سخن پروردگارت از نظر راستی و عدالت، به تمام و کمال رسیده است. پس به خاطر کمالی که از آن برخوردار است، تغییر و تبدیل در آن راه ندارد. و چنانچه نقص وخللی داشت، در معرض تغییر ودگرگونی قرار می‌گرفت. و این، بزرگداشت و تعظیم قرآن و نیز تشویق به روی آوردن به آن می‌باشد.\n(﴿وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا﴾) و به جز خدا هیچ پناهگاهی وجود ندارد که به آن پناه ببری. پس مشخص شد که فقط خداوند در همۀ کارها پناهگاه است، و خداوند معبودی است که در خوشی و ناخوشی به سوی او باید روی آورد. و بنده در همۀ حالت‌هایش نیازمند اوست، و همۀ خواسته‌هایش را باید از او طلب کند."
    },
    {
      "id": 2168,
      "verse_number": 28,
      "verse_key": "18:28",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924833,
          "resource_id": 135,
          "text": "و خود را [بر همنشینی] با کسانی همراه [و شکیبا] گردان که بامداد و شامگاه پروردگارشان را می‌خوانند [و با آنکه فقیرند، تنها] رضایتِ او را می‌خواهند؛ و مبادا چشمانت از آنان [به سوی ثروتمندان] برگردد تا زیورهای دنیا [و همنشینی با اشراف و قدرتمندان] را بخواهی و [همچنین] از کسی پیروی نکن ‌که دلش را از یاد خویش غافل ساخته‌ایم و از هوای نفس خود پیروی کرده و کارش تباه است."
        }
      ],
      "tafsir_saadi": "خداوند، پیامبرش محمد صلی الله علیه وسلم و کسانی دیگر را که رسول خدا در اوامر و نواهی الگویشان است، دستور می‌دهد با مؤمنانی باشند که خدا را زیاد عبادت می‌کنند و به سوی او باز می‌گردند: (﴿ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ﴾) کسانی که پروردگارشان را در آغاز روز و در آخر آن به فریاد می‌خوانند و هدفشان رضای او است. خداوند چنین کسانی را به عبادت، و اخلاص در عبادت توصیف نمود. و در اینجا به مبارزۀ با نفس، و همنشینی با خوبان و مؤمنان دستور داده شده است، گرچه آنها فقیر باشند؛ زیرا همراهی آنان، فواید بی‌شماری دارد.\n(﴿وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾) و به قصد جستن زینت حیات دنیوی، چشمانت را از ایشان برنگردان؛ زیرا چنین چیزی مطلوب نیست، و انسان را از مصلحت‌های دینی دور می‌سازد؛ زیرا این کار، باعث می‌شود تا انسان به دنیا دل ببندد و افکار و خیالات زیادی به دلش راه یابد، و علاقۀ به آخرت از دل او زدوده ‌شود؛ زیرا دنیا برای بیننده، بسیار زیبا جلوه می‌نماید، و دل را مسحور خود می‌کند، در نتیجه قلب از ذکر خداوند غافل می‌شود، و به لذت‌ها و شهوت‌ها روی می‌آورد. درچنین حالتی است که وقت آدمی ضایع شده، وکارش از هم می‌پاشد، و به زیان همیشگی و ندامت جاودانگی گرفتار می‌آید. بنابراین فرمود: (﴿وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا﴾) و از کسی فرمان مبر که دل او را از یاد خود غافل ساخته‌ایم.\nکسی‌که از خدا غافل شود، خداوند به مجازات غفلتش، او را از یاد و ذکر الهی غافل می‌گرداند، (﴿وَٱتَّبَعَ هَوَىٰهُ﴾) و او از هوی و آرزوهایش پیروی کرده، به‌گونه‌ای که هرچه نفس او بخواهد، انجام می‌دهد و برای به‌دست آوردن آن تلاش می‌نماید، گرچه آن کار مایۀ نابودی و زیانمند شدن او باشد. پس او هوایش را به خدایی می‌گیرد. همان‌طور که خداوند متعال فرموده است: ﴿أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ﴾ آیا دیده‌ای کسی را که هوای خودش را، خدای خود گرفته، و خداوند او را از روی آگاهی گمراه نموده است؟! \n(﴿وَكَانَ أَمۡرُهُۥ فُرُطٗا﴾) و مصالح دینی و دنیوی او ضایع و معطل شده است. خداوند از اطاعت و فرمانبرداری از چنین کسی نهی کرده است؛ زیرا اطاعت از او، به اقتدا کردن به او می‌انجامد، و او آدمی را به چیزی فرا نمی‌خواند مگر به آنچه که خود بدان متّصف است. و آیه دلالت می‌نماید کسی که شایسته است از او پیروی شود و پیشوای مردم باشد، همان کسی است که قلب او سرشار و آکنده از محبت خدا باشد، و حب الهی در دلش جای گیرد، و زبان او همواره ذکر و یاد الهی را زمزمه ‌نماید، و از خشنودی‌های پروردگارش پیروی ‌کند، و آن را بر هوای خود مقدم ‌دارد. پس او با این کار، وقت خود را ضایع نمی‌کند و حالاتش بهبود می‌یابد و کارهایش سامان می‌گیرد. و او مردم را، به سوی آنچه که خداوند به وی ارزانی نموده است، دعوت می‌کند. پس چنین کسی سزاوار است از او پیروی شود و پیشوای مردم قرار گیرد. و صبری که در این آیه بیان شده است، صبر کردن بر طاعت الهی است، که بالاترین انواع صبر و شکیبایی است. و اگر صبر بر طاعت الهی کامل باشد، دیگر انواع صبرها کامل می‌گردند. \nو آیه به این مطلب اشاره می‌نماید که ذکر و دعا و عبادت در اول و آخر روز مستحب است، چون خداوند آنها را به خاطر ذکر و عبادت در صبح و شام ستوده است. و هر کاری که خداوند انجام دهندۀ آن را ستوده باشد، مبیّن آن است که آن را دوست می‌دارد؛ و وقتی خداوند آن را دوست بدارد، به آن دستور می‌دهد، و مردم را بر انجام آن تشویق می‌نماید."
    },
    {
      "id": 2169,
      "verse_number": 29,
      "verse_key": "18:29",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924834,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «[این قرآن، سخنِ] حق از جانب پروردگارتان است؛ پس هر‌ کس می‌خواهد، ایمان بیاورد و هر کس می‌خواهد، کافر شود». ما برای ستمکاران آتشی آماده کرده‌ایم که سراپرده‌ها‌یش آنان را از هر سو فرامی‌گیرد؛ و اگر [در طلبِ آب،] فریادرسى بجویند، با آبی همچون مسِ گداخته به فریادشان می‌رسند؛ [آبی که حرارتش] چهره‌ها را بریان می‌کند. چه بد نوشیدنی و چه بد جایگاهی است!"
        }
      ],
      "tafsir_saadi": "ای محمد! به مردم بگو: «حق همان چیزی است که از سوی پروردگارتان آمده است.» یعنی هدایت از گمراهی مشخص شده، و صفات اهل سعادت و صفات اهل شقاوت را توسط پیامبرش بیان داشته، و هیچ شک و شبهه‌ای در کار نمانده، و همه چیز روشن و آشکار شده است، (﴿فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡ﴾) پس هرکس که می‌خواهد، ایمان بیاورد؛ و هرکس که می‌خواهد، کافر شود.\nیعنی جز در پیش گرفتن یکی از این دو راه ـ بر حسب توفیق یافتن یا عدم توفیق بنده ـ باقی نمانده است، و خداوند به وی اختیار داده که ایمان بیاورد یا کافر شود. و می‌تواند کار خوب یا بد انجام بدهد. پس هرکس که ایمان بیاورد، به راه راست توفیق یافته است؛ و هرکس کافر شود، حجت بر او اقامه شده، و او بر ایمان آوردن مورد اجبار و اکراه قرار نمی‌گیرد. همان‌طور که خداوند متعال فرموده است: ﴿لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّ﴾ هیچ اجباری در دین نیست، به راستی که هدایت از گمراهی مشخص شده است. \nو در فرمودۀ خداوند: (﴿فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡ﴾) «پس هرکس که خواست، ایمان بیاورد؛ و هرکس که خواست، کافر شود» اجازۀ هر دو کار صادر نشده است؛ بلکه این، تهدید و وعیدی است برای کسی که بعد از آنکه بیانات کافی دریافت کرد، کفر را انتخاب نماید. نیز این آیه بیانگر آن نیست که جنگِ با کافران تعطیل و ترک شود.\nسپس خداوند سرانجام هر دو گروه را بیان نمود و فرمود: (﴿إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَا﴾) ما به سبب کفر و فسق و گناه ستمگران، برای آنان آتشی را آماده کرده‌ایم که سرا پرده‌هایشان آنان را فرامی‌گیرد؛ یعنی آتش آنان را احاطه می‌نماید، به گونه‌ای که هیچ راه گریز و نجاتی نمی‌یابند، و آتش سوزان به آنان می‌رسد. \n(﴿وَإِن يَسۡتَغِيثُواْ﴾) و اگر کمک بخواهند و آب طلب کنند تا تشنگی شدیدی را که به آنها دست داده است خاموش کنند، (﴿يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ﴾) با آبی که از شدت داغ بودنش همچون مس گداخته، و دُردِ ته نشین و آلودۀ روغن است، به فریادشان می‌رسند، (﴿يَشۡوِي ٱلۡوُجُوهَ﴾) [آب داغی] که چهره‌ها را بریان می‌کند. پس وای به حال شکم و روده‌ها. همان‌طور که خداوند متعال فرموده است: ﴿يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ﴾ آنچه در شکم‌هایشان است، با پوست [بدنشان] گداخته می‌شود، و برای آنان چکش‌هایی آهنین است که با آن زده می‌شوند. \n(﴿بِئۡسَ ٱلشَّرَابُ﴾) بد نوشابه‌ایست که می‌خواهند با آن، تشنگی خود را رفع کنند؛ چرا که عذابشان را بیشتر و شدیدتر می‌گرداند. (﴿وَسَآءَتۡ مُرۡتَفَقًا﴾) و آتش جهنم بد ‌جایگاهی است. و این مذمتِ حالت آتش است که آتش، بد جایگاهی است برای کسانی که در آن آرام می‌گیرند، البته درآن آرامشی نیست، بلکه سراپا عذاب سخت است، و لحظه‌ای از آن کاسته نمی‌شود، و آنها همیشه در آن می‌مانند، و از هر خوبی ناامید می‌گردند، و خداوند مهربان آنها را در داخلِ عذاب فراموش می‌نماید، همان‌طور که در دنیا او را فراموش کرده بودند."
    },
    {
      "id": 2170,
      "verse_number": 30,
      "verse_key": "18:30",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924835,
          "resource_id": 135,
          "text": "کسانی‌ که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، [به یقین بدانند که] ما پاداش کسی را که کار نیکو کرده باشد هرگز تباه نمی‌کنیم."
        }
      ],
      "tafsir_saadi": "سپس گروه دوم را بیان کرد و فرمود: (﴿إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) قطعاً کسانی که ایمان آورده و کارهای شایسته کرده‌اند؛ یعنی هم به خدا و فرشتگان و کتاب‌ها و و پیامبران و روز قیامت و تقدیر خیر و شر خدا ایمان آورده‌اند، و هم کارهای شایسته، از قبیل: واجبات و مستحبات را انجام داده‌اند، (﴿إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا﴾) بی‌گمان ما، پاداش کسانی را هدر نمی‌دهیم که کار نیکو کرده‌اند، و نیکوکاری؛ یعنی اینکه هدفِ بنده از کاری که انجام می‌دهد، رضای خداوند باشد؛ و در انجام دادن آن کار، از شریعت خدا پیروی کند. پس چنین عملی را هرکس انجام دهد، خداوند آن را ضایع نمی‌کند، وکوچک‌ترین چیزی را از آن هدر نمی‌دهد، بلکه چنین عملی را برای صاحبش محفوظ نگاه می‌دارد؛ و پاداش وی را، به طور کامل و برحسب عمل وفضیلت ونیکو انجام دادن آن می‌دهد. و خداوند پاداش آنها را بیان نموده و می‌فرماید:"
    },
    {
      "id": 2171,
      "verse_number": 31,
      "verse_key": "18:31",
      "hizb_number": 30,
      "rub_el_hizb_number": 118,
      "ruku_number": 255,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ لَهُمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924836,
          "resource_id": 135,
          "text": "آنان کسانی هستند که باغ‌های جاودانی [در بهشت] دارند که از زیر [قصرها] شان جویبارها جاری است. در آنجا با دستبندهای زرین آراسته می‌شوند و جامه‌های [فاخر] سبزرنگ از حریر نازک و حریر ضخیم بر تن می‌کنند، در حالی که بر تخت‌ها تکیه زده‌اند. چه پاداش شایسته و چه نیکو جایگاهی است!"
        }
      ],
      "tafsir_saadi": "کسانی که ایمان آورده وعمل صالح انجام داده‌اند، بهشت و باغ‌های پردرختش از آن ایشان است که جویبارهای آن فراوان است، و از زیر درختان زیبا و کاخ‌های بلند آن روان‌اند. و زیور آنها در بهشت، طلاست؛ و لباسشان، ابریشم سبز نازک و لطیف، و ابریشم ضخیم است، و آنان در آنجا بر تخت‌ها ومبلمان‌ها تکیه می‌زنند؛ وآن، تخت‌هایی است که آراسته شده، وبا پارچه‌های زیبا تزیین شده‌اند. \nو تکیه زدن آنها بر تخت‌ها، بر این دلالت می‌نماید که آنها در کمال راحتی و آسایش به سر می‌برند، و رنج و خستگی از آنان دور می‌شود، و غلامان برای آوردن آنچه دوست دارند، می‌کوشند، و اقامت جاودانه در این بهشت، نعمتی است که آنها از آن برخوردارند.\nپس این سرای بزرگ (﴿نِعۡمَ ٱلثَّوَابُ﴾) پاداش بسیار خوبی است برای کسانی که کارهای نیک انجام داده‌اند، (﴿وَحَسُنَتۡ مُرۡتَفَقٗا﴾) و آرامگاه خوبی است که در آن اقامت می‌گزینند؛ و از نعمت‌هایی که در آن هست، از هر آنچه که دلشان بخواهد، و چشم‌ها از دیدن آن لذت ببرند، و از شادی و سرور دائم و لذت‌های پی در پی و نعمت‌های فراوان بهره‌مند می‌شوند.\nو چه منزل و آرامگاهی بهتر از سرایی است که پایین‌ترین ساکنانش در چنان پادشاهی و نعمت و برکتی قرار دارند، که قصرها و باغ‌هایش گسترده‌تر از مسافت دو هزار سال است، به‌گونه‌ای که هیچ نعمتی را بالاتر ازآنچه آنان از آن برخوردارند، نمی‌بینند؛ به همۀ آرزوها و خواسته‌هایشان دست یافته، و بیش از خواسته‌هایشان به آنان بخشیده شده است، به گونه‌ای که حتی آرزوی برخورداری از این نعمات را در خیال خود نیز نمی‌پرورانند.\nبا وجود این، نعمت‌هایی که از آن برخوردار هستند همیشگی است و همواره به اوصاف و زیبایی آن افزوده می‌شود. \nپس، از خداوند مهربان می‌خواهیم ما را به سبب بدی و تقصیر و گناهانی که داریم، از خیر و برکتی که نزد اوست، محروم نکند. \nاین آیۀ کریمه و امثال آن دلالت می‌نمایند که زیور آلات در بهشت، هم برای مردان است وهم برای زنان. همان‌طور که در احادیث صحیح آمده است، چون خداوند به طور مطلق فرموده است: (﴿يُحَلَّوۡنَ﴾) با زیور آراسته می‌شوند. و نیز ابریشم و امثال آن هم برای مردان است و هم برای زنان."
    },
    {
      "id": 2172,
      "verse_number": 32,
      "verse_key": "18:32",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَـٰبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924837,
          "resource_id": 135,
          "text": "و [ای پیامبر،] مثالی برای آنان بزن: دو مرد [کافر و مؤمن] که برای یکی از آنان [که کافر است] دو باغ انگور قرار دادیم و پیرامونِ آن دو [باغ] را با درختان نخل پوشاندیم و میان آن، کشتزاری [پُربار] نهادیم."
        }
      ],
      "tafsir_saadi": "خداوند متعال به پیامبرش می‌فرماید که برای مردم مَثَل این دو مرد را بیان کند؛ یکی سپاسگزار نعمت‌های خدا بود، و دیگری کفران نعمت می‌کرد. نیز گفته‌ها و کارهایی را که هریک انجام می‌دادند، برای مردم بیان کرده؛ و عذابی را که در دنیا و آخرت بدان گرفتار می‌شوند، بازگو نماید. و پاداش آن یکی را نیز که نیکوکار بود، برای مردم بازگوی، تا از حالت آن دو نفر درس عبرت بگیرند. \nشناختن اسم این دو نفر و اینکه در چه زمانی بوده‌اند و در چه جایی می‌زیسته‌اند فایده‌ای برای ما ندارد. بلکه هدف، از کلیّات داستان این دو مرد به دست می‌آید، و چنانچه درصدد بررسی اموری غیر از این باشیم، خود را به تکلّف انداخته‌ایم. \nیکی از این دو نفر که شکر نعمت‌های خدا را به جای نمی‌آورد، خداوند به او دو باغ زیبای انگور داده بود.(﴿وَحَفَفۡنَٰهُمَا بِنَخۡلٖ﴾) و گرداگرد باغ‌هایش را با درختان خرما احاطه کرده بودیم. یعنی در این باغ‌ها هر نوع میوه‌ای وجود داشت، به ویژه بهترین درختان؛ یعنی درخت انگور و خرما در آن وجود داشت، درختان انگور در وسط باغ‌ها بود، و درختان خرما در گرداگرد باغ قرار داشت و این چشم انداز زیبایی به باغ داده، و به زیبایی آن افزوده بود. و درختان انگور و درختان خرما در معرض تابش خورشید و باد بودند، و این امر در رسیدن میوه‌ها اثر به سزایی دارد، و با وجود این، میان درختان کشتزاری قرار داده بودیم،"
    },
    {
      "id": 2173,
      "verse_number": 33,
      "verse_key": "18:33",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلَـٰلَهُمَا نَهَرًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924838,
          "resource_id": 135,
          "text": "هر دو باغ، میوه خود را [فراوان] می‌داد و چیزی از آن نمی‌کاست؛ و میان آن دو [باغ] نهری بزرگ جاری کردیم."
        }
      ],
      "tafsir_saadi": "و چیزی کم نداشتند جز اینکه بگویند: میوه‌های این دو باغ چگونه است؟ و آیا آبی که این باغ‌ها را کفایت نماید، وجود دارد؟\nخداوند متعال خبر می‌دهد که هریک از آن دو باغ، میوه و ثمر خود را دو برابر به بار می‌آورد، (﴿وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡ‍ٔٗا﴾) و از میوه و ثمر آن باغ‌ها چیزی کم نبود. با وجود این، جویبارهای بزرگ در کناره‌های باغ‌ها روان بود.\n(﴿وَكَانَ لَهُۥ ثَمَرٞ﴾) و آن شخص دارای فرآورده‌های فراوانی بود؛ یعنی هر دو باغش به طور کامل میوه داده، و کوچک‌ترین آفت و کمبودی به آنها نرسیده بود، پس این نهایت زیبایی دنیای کشاورزی است. بنابراین آن مرد مغرور شد و به خود بالید و فخر فروشی کرد و آخرت خود را فراموش نمود."
    },
    {
      "id": 2174,
      "verse_number": 34,
      "verse_key": "18:34",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
      "page_number": 297,
      "juz_number": 15,
      "translations": [
        {
          "id": 924839,
          "resource_id": 135,
          "text": "او [= صاحب باغ] میوه‌هایی [بسیار و درآمدی فراوان] داشت؛ پس به دوست خود‌ که با او گفتگو می‌کرد گفت: «ثروتِ من از تو بیشتر است و از لحاظ خانواده [و نفرات] از تو توانمندترم»."
        }
      ],
      "tafsir_saadi": "صاحب آن دو باغ، مغرورانه و با فخرفروشی درحالی که با دوست مؤمن خود گفتگو می‌کرد، گفت: (﴿أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا﴾) من از تو ثروتمندتر هستم، و از لحاظ نفرات از تو نیرومندترم. او به فراوان بودن مال و قدرت بردگان و خدمتگزاران و خویشاوندانش افتخار کرد، و این ناشی از جهالت او بود. وگرنه چگونه می‌توان به چیزی افتخار نمود که از وجود انسان خارج است، و هیچ فضیلت ذاتی ندارد، و از هر صفت معنوی تهی است؟! و این به مانند آن است که کودکی به آرزوها و خیالات خود که حقیقتی ندارند، ببالد و افتخار نماید."
    },
    {
      "id": 2175,
      "verse_number": 35,
      "verse_key": "18:35",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924840,
          "resource_id": 135,
          "text": "و او در حالی به باغ خویش داخل شد ‌که [به خاطر کفر و غرور،] در حق خویش ستمکار بود؛ [پس رو به دوستش] گفت: «گمان نمی‌کنم که این [باغ] هرگز نابود گردد."
        }
      ],
      "tafsir_saadi": "سپس او به فخر فروشی بر دوست خود بسنده نکرد، و براساس جهالت و گمان خود حکم نمود، و وقتی که وارد باغش شد، گفت: (﴿مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا﴾) گمان نمی‌کنم که هرگز این باغ‌ها نابود شده و از بین بروند. پس او به این دنیا مطمئن و راضی شد، و رستاخیز و زنده شدن پس از مرگ را انکار کرد، و گفت: (﴿وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا﴾) و گمان نمی‌کنم که قیامت برپا شود؛ و اگر به فرض اینکه قیامتی برپا شده و من به سوی پروردگارم برگردانده شوم، مسلماً سرانجام بهتری خواهم یافت؛ یعنی چیزی بهتر از این دو باغ را به من خواهد داد. و این از دو حال خالی نیست؛ یا اینکه او حقیقت را می‌دانست و این سخنش را در قالب تمسخر می‌گفت، پس این سخن کفری است که بر کفر او می‌افزاید. و یا حقیقتاً چنین گمان می‌کرد، در این صورت او نادان‌ترین فرد به شمار رفته و بی‌عقل ترین مردم است؛ زیرا اگر کسی در دنیا صاحب ثروت و دارایی باشد، آیا در آخرت هم به او ثروت و دارایی داده می‌شود؟! آری! غالباً خداوند بهرۀ دوستان و برگزیدگانش را در دنیا کم می‌دهد، و دنیا را بر دشمنان خود می‌گستراند، اما در آخرت بهره‌ای ندارند. و ظاهراً چنین به نظر می‌رسد که صاحب باغ واقعیت امر را می‌دانسته، اما این سخن را از روی غرور و تمسخر می‌گفته است، به دلیل اینکه خداوند فرموده است: \n(﴿وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ﴾) و در حالی که بر خویشتن ستمگر بود، وارد باغش شد. پس اثبات اینکه ستمگرانه وارد باغش شده و چنین سخنانی را گفته است، بر سرکشی و عناد او دلالت می‌کند."
    },
    {
      "id": 2176,
      "verse_number": 36,
      "verse_key": "18:36",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924841,
          "resource_id": 135,
          "text": "و گمان نمی‌کنم که قیامت بر پا گردد؛ و اگر [قیامتی در کار باشد و] به سوی پروردگارم بازگردانده شوم، قطعاً جایگاهی بهتر از این می‌یابم»."
        }
      ],
      "tafsir_saadi": "سپس او به فخر فروشی بر دوست خود بسنده نکرد، و براساس جهالت و گمان خود حکم نمود، و وقتی که وارد باغش شد، گفت: (﴿مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا﴾) گمان نمی‌کنم که هرگز این باغ‌ها نابود شده و از بین بروند. پس او به این دنیا مطمئن و راضی شد، و رستاخیز و زنده شدن پس از مرگ را انکار کرد، و گفت: (﴿وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا﴾) و گمان نمی‌کنم که قیامت برپا شود؛ و اگر به فرض اینکه قیامتی برپا شده و من به سوی پروردگارم برگردانده شوم، مسلماً سرانجام بهتری خواهم یافت؛ یعنی چیزی بهتر از این دو باغ را به من خواهد داد. و این از دو حال خالی نیست؛ یا اینکه او حقیقت را می‌دانست و این سخنش را در قالب تمسخر می‌گفت، پس این سخن کفری است که بر کفر او می‌افزاید. و یا حقیقتاً چنین گمان می‌کرد، در این صورت او نادان‌ترین فرد به شمار رفته و بی‌عقل ترین مردم است؛ زیرا اگر کسی در دنیا صاحب ثروت و دارایی باشد، آیا در آخرت هم به او ثروت و دارایی داده می‌شود؟! آری! غالباً خداوند بهرۀ دوستان و برگزیدگانش را در دنیا کم می‌دهد، و دنیا را بر دشمنان خود می‌گستراند، اما در آخرت بهره‌ای ندارند. و ظاهراً چنین به نظر می‌رسد که صاحب باغ واقعیت امر را می‌دانسته، اما این سخن را از روی غرور و تمسخر می‌گفته است، به دلیل اینکه خداوند فرموده است: \n(﴿وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ﴾) و در حالی که بر خویشتن ستمگر بود، وارد باغش شد. پس اثبات اینکه ستمگرانه وارد باغش شده و چنین سخنانی را گفته است، بر سرکشی و عناد او دلالت می‌کند."
    },
    {
      "id": 2177,
      "verse_number": 37,
      "verse_key": "18:37",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924842,
          "resource_id": 135,
          "text": "دوستش که با وی گفتگو می‌کرد به او گفت: «آیا به آن ذاتی‌ که تو را از خاک [و] سپس از نطفه آفرید و سپس تو را مردی [کامل] سامان داد کافر شده‌ای؟"
        }
      ],
      "tafsir_saadi": "دوست مؤمنش او را نصیحت کرد و آفرینش نخستین‌اش را به او تذکر داد و گفت: آیا منکر کسی می‌شوی که تو را از خاک و سپس از نطفه‌ای آفریده، و آنگاه تو را مرد کاملی گردانده است؟ پس اوست که تو را پدید آورده و به تو زندگی و عمر بخشیده، ونعمت‌هایش را پی در پی به تو ارزانی داشته و از حالتی به حالتی دیگر درآورده تا اینکه تو را کامل نموده و همۀ اعضا و جوارح حسی و عقلی تو را کامل گردانده، و نعمت‌های دنیا را برایت میسر و فراهم نموده است. تو دنیا را با قدرت و توان خود به دست نیاورده‌ای، بلکه به فضل خداوند از نعمت‌ها برخوردار گشته‌ای. پس چگونه به خداوندی که تو را از خاک، سپس از نطفه آفریده، سپس تو را مرد کاملی گردانده است، کفر می‌ورزی، و کفران نعمت کرده و گمان می‌بری که تو را پس از مرگ زنده نمی‌کند، و اگر زنده کند، بهتر از باغت به تو می‌دهد! پس سزاوار نیست که چنین بگویی.\nبنابراین وقتی که دوست مؤمنش دید که او بر کفر وطغیانش اصرار می‌ورزد، او نیز از وضعیت خودش خبر ‌داد، و شکر پروردگارش را به جای آورد، و اعلام کرد که به ‌هنگام قرار گرفتن در مسیر شبهات، نیز همواره بر دین خود باقی می‌ماند، و گفت: (﴿لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا﴾) ولی من می‌گویم: خداوند، پروردگارم است، وکسی را با پروردگارم شریک نمی‌سازم. پس به ربوبیت پروردگار و یگانگی او و التزام به طاعت وعبادتش، و اینکه هیچ یک از مخلوقاتش را شریک خدا نمی‌سازد، اقرار نمود. \nسپس خبر داد که گرچه از نظر مال و فرزند از دیگران کمتر هستم، اما خداوند نعمت ایمان و اسلام را به من ارزانی نموده و به درستی که این نعمت، نعمت حقیقی است؛ و او را گوشزد کرد که غیر از ایمان واسلام، دیگر دارایی‌ها در معرض نابودی قرار گرفته و باعث عذاب الهی می‌شوند، پس گفت:"
    },
    {
      "id": 2178,
      "verse_number": 38,
      "verse_key": "18:38",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924843,
          "resource_id": 135,
          "text": "اما من [می‌گویم:] او الله پروردگارِ من است و هیچ کس را با پروردگارم شریک نمی‌دانم."
        }
      ],
      "tafsir_saadi": "دوست مؤمنش او را نصیحت کرد و آفرینش نخستین‌اش را به او تذکر داد و گفت: آیا منکر کسی می‌شوی که تو را از خاک و سپس از نطفه‌ای آفریده، و آنگاه تو را مرد کاملی گردانده است؟ پس اوست که تو را پدید آورده و به تو زندگی و عمر بخشیده، ونعمت‌هایش را پی در پی به تو ارزانی داشته و از حالتی به حالتی دیگر درآورده تا اینکه تو را کامل نموده و همۀ اعضا و جوارح حسی و عقلی تو را کامل گردانده، و نعمت‌های دنیا را برایت میسر و فراهم نموده است. تو دنیا را با قدرت و توان خود به دست نیاورده‌ای، بلکه به فضل خداوند از نعمت‌ها برخوردار گشته‌ای. پس چگونه به خداوندی که تو را از خاک، سپس از نطفه آفریده، سپس تو را مرد کاملی گردانده است، کفر می‌ورزی، و کفران نعمت کرده و گمان می‌بری که تو را پس از مرگ زنده نمی‌کند، و اگر زنده کند، بهتر از باغت به تو می‌دهد! پس سزاوار نیست که چنین بگویی.\nبنابراین وقتی که دوست مؤمنش دید که او بر کفر وطغیانش اصرار می‌ورزد، او نیز از وضعیت خودش خبر ‌داد، و شکر پروردگارش را به جای آورد، و اعلام کرد که به ‌هنگام قرار گرفتن در مسیر شبهات، نیز همواره بر دین خود باقی می‌ماند، و گفت: (﴿لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا﴾) ولی من می‌گویم: خداوند، پروردگارم است، وکسی را با پروردگارم شریک نمی‌سازم. پس به ربوبیت پروردگار و یگانگی او و التزام به طاعت وعبادتش، و اینکه هیچ یک از مخلوقاتش را شریک خدا نمی‌سازد، اقرار نمود. \nسپس خبر داد که گرچه از نظر مال و فرزند از دیگران کمتر هستم، اما خداوند نعمت ایمان و اسلام را به من ارزانی نموده و به درستی که این نعمت، نعمت حقیقی است؛ و او را گوشزد کرد که غیر از ایمان واسلام، دیگر دارایی‌ها در معرض نابودی قرار گرفته و باعث عذاب الهی می‌شوند، پس گفت:"
    },
    {
      "id": 2179,
      "verse_number": 39,
      "verse_key": "18:39",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924844,
          "resource_id": 135,
          "text": "وقتی وارد باغت شدی، چرا نگفتی هر چه الله بخواهد [همان می‌شود] و هیچ نیرویى جز به [تأیید] الله نیست؟ اگر می‌بینی من از نظر مال و فرزند از تو کمترم، [مهم نیست]."
        }
      ],
      "tafsir_saadi": "(﴿إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا﴾) گرچه به وسیلۀ کثرت مال و فرزندت برمن افتخار می‌کنی، و من را از لحاظ مال و فرزند از خودت کمتر می‌بینی؛ اما بدان که آنچه نزد خداوند است بهتر و ماندگارتر است؛ و خیر و برکتی که از ناحیۀ خداوند به آن امیدوارم، از تمام دنیایی که مردمان در آن به رقابت می‌پردازند، برایم بهتر است."
    },
    {
      "id": 2180,
      "verse_number": 40,
      "verse_key": "18:40",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924845,
          "resource_id": 135,
          "text": "چه بسا پروردگارم [چیزی] بهتر از باغ تو به من بدهد و از آسمان چنان عذابی [آتشبار] بر باغت فروبارد که به زمین صاف و بی‌گیاهِ لغزنده‌ای تبدیل شود."
        }
      ],
      "tafsir_saadi": "(﴿فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ﴾) و امیدوارم که پروردگارم بهتر از باغت به من بدهد، و بر باغ تو که به خاطر آن سرکشی نموده‌ای، عذابی در قالب بارانی سیل آسا و سایر آفات بفرستد، (﴿فَتُصۡبِحَ صَعِيدٗا زَلَقًا﴾) و این باغ به وسیلۀ آن عذاب، به سطحی لغزنده -که درختان آن از بیخ درآمده و میوه‌هایش تلف شده و کشتزارش فرورفته و ازبین رفته است- تبدیل شود."
    },
    {
      "id": 2181,
      "verse_number": 41,
      "verse_key": "18:41",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924846,
          "resource_id": 135,
          "text": "یا آبش در [اعماق زمین چنان] فرو رود که هرگز نتوانی به آن دست بیابی»."
        }
      ],
      "tafsir_saadi": "(﴿أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا﴾) یا اینکه آبِ این باغ که شکوفایی و فرآورده‌هایش به وسیلۀ این آب به دست آمده است، به اعماق زمین فرو رود، (﴿فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا﴾) و دیگر هرگز نتوانی به آن دسترسی پیدا کرده، و با کلنگ و دیگر وسیله‌ها آن را بیرون آوری. \nو علت اینکه مرد مؤمن برای نابودی باغ او دعا کرد، این بود که او به خاطر پروردگارش خشمگین شده بود؛ زیرا باغ، دوستش را مغرور و سرکش نموده، و به آن دل بسته بود. [بنابراین مؤمن برای نابودی آن دعا کرد] تا شاید دوستش برگردد، و به عقل بیاید، و در کارش تجدید نظر کند."
    },
    {
      "id": 2182,
      "verse_number": 42,
      "verse_key": "18:42",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924847,
          "resource_id": 135,
          "text": "[سرانجام، عذاب الهی فرارسید] و تمام میوه‌هایش را در بر گرفت [و نابود شد]. و او به خاطر هزینه‌هایی که صرف آنجا کرده بود، پیوسته دست‌هایش را [از پشیمانی و اندوه] بر هم می‌زد و در حالی‌ که داربستهایش فروریخته بود می‌گفت: «ای کاش [در عبادت،] کسی را شریک پروردگارم قرار نداده بودم»."
        }
      ],
      "tafsir_saadi": "خداوند دعای مؤمن را پذیرفت، (﴿وَأُحِيطَ بِثَمَرِهِۦ﴾) و عذاب الهی، محصولات و میوه‌های باغ را فراگرفت و هیچ چیزی از آن باقی نماند، و درختان و میوه‌ها و کشتزارهای باغ تلف شد؛ و صاحب آن، سخت پشیمان و به شدت متأسف گردید.\n(﴿فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا﴾) به‌گونه‌ای که صاحب باغ، بر هزینه‌هایی که صرف آن کرده بود، دست تحسّر به هم می‌مالید؛ چراکه باغ نابود و ویران شد. صاحب باغ نیز از اینکه برای خدا شریک قرار داده بود، و همچنین از شرارت و بدکاری خود، پشیمان شد. بنابراین گفت: (﴿يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا﴾) ای کاش کسی را شریک پروردگارم نمی‌کردم!"
    },
    {
      "id": 2183,
      "verse_number": 43,
      "verse_key": "18:43",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924848,
          "resource_id": 135,
          "text": "و او [که به خاندان خود می‌بالید، اینک] گروهی نداشت که در برابرِ [عذابِ] الله یاری‌اش کنند و خود [نیز] یاری‌کنندۀ خویش نبود."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا﴾) وقتی که عذاب خداوند بر باغ او فرود آمد، آنچه که بدان افتخار می‌کرد، برایش کاری نکرد؛ چرا که می‌گفت: ﴿أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا﴾ من ازتو ثروتمندتر و از لحاظ نفرات نیرومندترم. پس مال و نفرات او، در زمانی که به شدت به آنها نیاز داشت، نتوانست چیزی از عذاب الهی را از او دور نماید؛ و خودش نیز نتوانست خویشتن را کمک، و بلا را دفع کند؛ و چگونه می‌تواند عذاب و بلا را از خود دفع نماید؟! و چگونه می‌تواند بر تقدیر و قضای الهی چیره شود؟! تقدیری که اگر تمام اهل آسمان و زمین جمع شوند تا کوچک‌ترین چیزی از آن را دور نمایند، نخواهند توانست. و بعید نیست که خداوند، صاحب باغ را به لطف و عنایت خود دریافته باشد، به‌گونه‌ای که به سوی خدا بازگشته و به عقل آمده و از طغیان و سرکشی‌اش دست کشیده باشد؛ زیرا از اینکه برای خدا شریک قرار داده بود، اظهار ندامت کرد؛ و خداوند چیزی که باعث غرور و سرکشی‌اش شده بود، از دستش گرفت، و او را در دنیا مجازات کرد. و هرگاه خداوند نسبت به بنده‌ای ارادۀ خیر داشته باشد، وی را در دنیا عذاب می‌دهد. و فضل و کرم الهی، در خیالات و عقل‌ها نمی‌گنجد؛ و جز ستمگرِ نادان، کسی آن را انکار نمی‌کند."
    },
    {
      "id": 2184,
      "verse_number": 44,
      "verse_key": "18:44",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 256,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924849,
          "resource_id": 135,
          "text": "آنجا [ثابت شد که یاری و] کارسازی از آنِ [پروردگارِ] حق است. او پاداش [عبادتش] بهتر است و سرانجام [بندگان مؤمنش] نیکوتر."
        }
      ],
      "tafsir_saadi": "(﴿هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا﴾) در این وضعیت که خداوند کسانی را عقوبت کرد که دنیا را بر آخرت ترجیح داده‌اند؛ و کسانی را که ایمان آورده و کار شایسته انجام داده و شکر خدا را به جای آورده و دیگران را به ایمان و عمل صالح دعوت کرده‌اند، مورد بزرگداشت قرار داد؛ روشن گردید که یاری و کمک، فقط از آنِ معبود راستین است.\nپس هرکس مؤمن و پرهیزگار باشد، خداوند سرپرست اوست، و او را با انواع خوبی‌ها مورد تکریم قرار داده، و بدی‌ها و بلاها را از او دور می‌نماید. و هرکس به او ایمان نیاورد و وی را دوست نداشته باشد، دین و دنیایش را از دست داده است. پس پاداش خداوند، در دنیا و آخرت بهترین پاداش است. و این داستان بزرگ، درس عبرتی است برای کسی که خداوند نعمت‌های دنیوی به او داده؛ اما این نعمت‌ها، وی را از خداوند و از روز قیامت غافل و مغرور کرده، و از فرمان خدا سرپیچی می‌نماید. او باید بداند که سرانجام، این نعمت‌ها از بین می‌روند و نابود می‌شوند؛ و او گر چه مدت اندکی از آن‌ها بهره مند شود، اما مدتی طولانی از آن محروم خواهد بود. \nاین داستان به ما می‌آموزد که هرگاه چیزی از مال یا فرزند مورد پسند واقع شد، و باعث اعجاب آدمی گردید؛ باید آن را از خداوند بداند، و این نعمت‌ها را به کسی نسبت دهد که به وی ارزانی نموده است. و باید بگوید: «ما شاء الله لا قوۀ إلا بالله» این چیزی است که خدا خواسته است، هیچ قدرت و قوتی جز از ناحیۀ خدا نیست.\nتا این‌گونه شکر نعمت خدای را به جای آورده باشد، و همواره نعمت‌هایش تداوم یابد؛ زیرا خداوند متعال می‌فرماید: ﴿وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ﴾ چرا وقتی که وارد باغ ‌شدی، نگفتی: «ما شاء الله، هیچ قوت و قدرتی جز از ناحیۀ خدا نیست.»\nنیز این داستان ما را راهنمایی می‌کند که اگر کسی فاقد لذت و شهوت‌های دنیا بود، باید با به یاد آوردن خوبی‌هایی که نزد خداوند است، خویشتن را دلداری بدهد؛ زیرا فرموده است: ﴿إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ﴾ هرچند که از نظر مال و فرزند از شما کمترم، اما امیدوارم که پروردگارم، بهتر از باغت را به من بدهد. \nو این داستان به ما می‌آموزد که مال و فرزند چنانچه انسان را در مسیر طاعت و عبادت خدا کمک نکنند، هیچ خیر و فایده‌ای ندارند، همان‌گونه که خداوند متعال می‌فرماید: ﴿وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا﴾ و اموال و فرزندانتان شما را به ما نزدیک نمی‌کند مگر کسی که ایمان آورده باشد و کار شایسته بکند. در این واقعه به این مطلب نیز اشاره شده است که دعاکردن برای از بین رفتن مالِ کسی که سبب سرکشی و کفر و بدبختی‌اش شده، درست است، به ویژه اگر او به سبب آن مال، خودش را از مؤمنان بهتر و برتر بداند و بر آنها فخر فروشی نماید. مطلب دیگر اینکه دوستی و یاوری خداوند، و عدم کمک و یاوری او، در آن روز مشخص می‌شود که روز سزا و جزا است، و نیکوکاران پاداش خود را می‌یابند. پس فرمود: (﴿هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا ﴾) در آن مقام و در آن حال معلوم شد که یاری و کمک، از آنِ معبود راستین است؛ او بهترین پاداش و بهترین سرانجام را فراهم می‌سازد."
    },
    {
      "id": 2185,
      "verse_number": 45,
      "verse_key": "18:45",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 257,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
      "page_number": 298,
      "juz_number": 15,
      "translations": [
        {
          "id": 924850,
          "resource_id": 135,
          "text": "و [ای پیامبر، فناپذیریِ] زندگی دنیا را به آبی مَثل بزن که از آسمان فروفرستادیم و به وسیلۀ آن، گیاه زمین [سرسبز شد و] در هم ‌آمیخت؛ سپس [چنان‌] خشک و شكسته شد كه بادها [به هر سو] پراكنده‌اش مى‌گرداند؛ و الله بر هر چیزی تواناست."
        }
      ],
      "tafsir_saadi": "خداوند متعال، پیامبرش و کسانی را که وارث او قرار می‌گیرند، مورد خطاب قرار داده ومی‌فرماید: مثال زندگی دنیا را برای مردم بیان کن تا به‌طور شایسته به آن فکر کنند و در آن بیندیشند و ظاهر و باطن آن را بشناسند، و آنگاه دنیا و جهان آخرت را باهم مقایسه کنند، و هرکدام را که شایسته‌تر می‌بینند، ترجیح دهند.\nبه آنان بگو که مثال زندگی این دنیا، مانند بارانی است که بر زمینی فرود می‌آید، و گیاهان به وسیله آن رشد کرده و در می‌آمیزند، و از هر نوع گیاهی جفتی می‌روید، ودر این حال که شکوفایی و زیبایی زمین بینندگان را شاد می‌کند و به سرور آنان می‌افزاید و چشم‌های افراد غافل را خیره می‌نماید، ناگهان خشک و پرپر ‌شده، و بادها آن را پراکنده می‌سازد، و تمامی آن گیاهان سرسبز و گل‌های شکوفا و منظرۀ زیبا از بین رفته و زمین به خاک خالی تبدیل می‌شود، به‌گونه‌ای که دیگر توجه کسی را جلب نمی‌کند و کسی به آن نمی‌نگرد.\nمثال دنیا نیز این چنین است؛ زیرا کسی که به آفت آن گرفتار ‌شود؛ از جوانی خود، دچار خودپسندی شده، و در جمع‌آوری ثروت و سامان از هم سن و سال‌هایش پیشی گرفته، و پول فراوانی را به دست آورده، و شادمان و خندان از شهد شیرین دنیا چشیده، و در همۀ اوقات در شهوت‌ها غوطه‌ور شده، و گمان می‌برد که همواره در این ناز و نعمت خواهد بود. اما ناگهان مرگ به سراغش می‌آید، و یا اینکه تمام دارایی و ثروتش تلف شده و از بین می‌رود. پس شادی‌اش را از دست می‌دهد، و لذت و سرورش از بین می‌رود، و قلبش مالامال از درد و هراس و وحشت می‌گردد، و از جوانی و نیرومندی و مال و ثروتش جدا می‌شود، و تک و تنها با اعمال شایسته یا ناشایسته‌اش باقی می‌ماند.\nاینجاست که ستمگر، انگشت حسرت به دندان می‌گیرد. و هنگامی که حقیقت آنچه را که در آن هست، دریافت، آرزو می‌کند که به دنیا بازگردد، اما نه برای اینکه شهوت‌ها و لذت‌هایش را تکمیل کند، بلکه تا کاستی‌هایش را با توبه و اعمال صالح جبران نماید. \nبنابراین فرد عاقل این حالت را بر خود عرضه کرده و می‌گوید: «چنان فرض کن که تو مرده‌ای، و حتماً روزی خواهی مرد، پس کدام یک از این دو حالت را برمی‌گزینی، فریب خوردن به زیبایی‌های دنیا و همچون حیوانات از آن بهره‌مند شدن، یا تلاش کردن برای دنیایی که لذت‌ها و سایه‌اش دلپذیر و گوارا و دایمی است، و هرآنچه که دل بخواهد و چشم از دیدن آن لذت ببرد، در آن وجود دارد؟»\nبا این محاسبه و مقایسه، می‌توان خسران و خذلان، سود و زیان، و میزان موفقیت افراد را تعیین کرد."
    },
    {
      "id": 2186,
      "verse_number": 46,
      "verse_key": "18:46",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 257,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924851,
          "resource_id": 135,
          "text": "مال و فرزندان، زینت زندگی دنیاست و نیکی‌های پایدار [= رفتار و گفتار شایسته] نزد پروردگارت، پاداشش بهتر است و امیدداشتن [به ثوابش] نیکوتر."
        }
      ],
      "tafsir_saadi": "بنابراین خداوند متعال خبر داد که دارایی و فرزندان، زینت زندگی دنیا هستند؛ یعنی جز این، چیزی بیش نیستند؛ و آنچه که برای انسان باقی می‌ماند و به او فایده می‌دهد و وی را شاد می‌نماید، کارهای شایسته‌ای است که ثمره و ثواب آنها باقی و ماندگار است، و این تمام طاعت‌های واجب و مستحب، از قبیل: حقوق خدا و حقوق بندگان خدا را شامل می‌شود، مانند نماز و زکات، حج، عمره و «سبحان الله»، «الحمد لله»، «لا إله إلا الله»، «الله اکبر» گفتن، قرآن خواندن، طلب علم مفید، امر به معروف و نهی از منکر، صلۀ رحم، نیکی با پدر و مادر، ادای حقوق همسران و بردگان و حیوانات و... همۀ اینها باقیات صالحات‌اند. پس اینها در پیشگاه خداوند پاداش بهتری دارند، و می‌توان بدان چشم امید و آرزو دوخت؛ و پاداش آن، برای همیشه باقی می‌ماند و چند برابر می‌شود. پس شایسته است که رقابت کنندگان در این موارد به رقابت بپردازند؛ و در انجام آن، از یکدیگر سبقت بگیرند؛ و در به دست آوردن آن بکوشند. و بنگر که چگونه زمانی که خداوند مثال دنیا و نابودی آن را بیان کرد، فرمود: هرآنچه که در دنیا است، به دو دسته تقسیم می‌شود: دسته‌ای که مایۀ زینت آن است و اندک زمانی از آن استفاده می‌شود، سپس بدون اینکه به صاحبش فایده‌ای برساند بلکه ممکن است به وی ضرر نیز برساند، از بین می‌رود. واین همان دارایی و فرزندان می‌باشند. و دسته‌ای دیگر برای صاحبش باقی می‌ماند، و همواره به او سود می‌رساند، و این همان باقیات صالحات است."
    },
    {
      "id": 2187,
      "verse_number": 47,
      "verse_key": "18:47",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 257,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924852,
          "resource_id": 135,
          "text": "و [یاد کن از] روزی که کوه‌ها را به حرکت درمی‌آوریم و زمین را آشکار [و هموار] می‌بینی و همه [مخلوقات] را جمع می‌کنیم و هیچ‌یک از آنان را [به حال خود] رها نمی‌کنیم."
        }
      ],
      "tafsir_saadi": "خداوند متعال از حالت روز قیامت، و از وحشت واضطراب و سختی‌های پریشان کنندۀ آن خبر داده، و می‌فرماید: (﴿وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ﴾) و روزی که کوه‌ها را از جایشان برکنده و به توده‌های ریگ تبدیل می‌نمایم. سپس کوه‌ها را چون پشم حلاجی شده می‌گردانم. پس کوه‌ها از بین رفته و متلاشی می‌شوند، و به صورت گرد و غبار پراکنده در می‌آیند. و زمین نمایان و پیدا می‌شود، و به میدانی صاف و هموار تبدیل می‌گردد که هیچ کژی و فراز و نشیبی در آن نیست.\nو خداوند همۀ خلق را بر آن زمین گرد می‌آورد و هیچ یک از آنان را فرو نمی‌گذارد، بلکه پیشینیان و پسینیان را از شکم و لایۀ بیابان‌ها و اعماق دریاها بیرون می‌آورد، و بعد از اینکه متفرق و پراکنده بودند آنها را جمع می‌کند؛ و پس از اینکه خشکیده و از هم پاشیده بودند، آنها را از نو می‌آفریند."
    },
    {
      "id": 2188,
      "verse_number": 48,
      "verse_key": "18:48",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 257,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924853,
          "resource_id": 135,
          "text": "و [همگی] صف‌کشیده بر پروردگارت عرضه می‌شوند [و به آنان می‌گوید:] «بی‌تردید، چنان که نخستین بار شما را آفریدیم، [امروز نیز تنها و پابرهنه] نزد ما آمدید؛ بلکه می‌پنداشتید که ما هرگز وعده‌گاهی برایتان قرار نمی‌دهیم»."
        }
      ],
      "tafsir_saadi": "پس به صف بر او عرضه می‌شوند تا به اعمالشان بنگرد؛ و در مورد آنان با حکم عادلانۀ خود که هیچ ظلم و ستمی در آن نیست، قضاوت نماید . \nو به آنها می‌گوید: (﴿لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۢ﴾) همان‌گونه که نخستین بار شما را آفریدیم، پیش ما برگشته‌اید؛ یعنی بدون مال و بدون خانواده و بدون طایفه و قبیله پیش خداوند حاضر می‌شوند، و چیزی جز اعمالی که انجام داده و کارهای خوب و بدی که کرده‌اند، همراه ندارند. \nهمان‌طور که خداوند متعال فرموده است: ﴿وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْ﴾ و به راستی که تک و تنها پیش ما آمده‌اید، همان‌گونه که نخستین بار شما را آفریدیم؛ و ناز و نعمتی را که به شما دادیم، پشت سر خود رها کرده؛ و شفاعت کنندگانی که آنها را شریک خدا می‌انگاشتید، به ‌همراه شما نمی‌بینیم.\nدر اینجا خداوند خطاب به کسانی که منکر روز قیامت هستند، آنگاه که آن را با چشمان خود مشاهده کردند، می‌فرماید: (﴿بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا﴾) بلکه شما ادعا کردید که هرگز موعدی برای شما قرار نمی‌دهیم؛ یعنی شما جزای اعمال و وعده و وعید الهی را انکار کردید، و اکنون آن را با چشمان خود دیده، و می‌چشید."
    },
    {
      "id": 2189,
      "verse_number": 49,
      "verse_key": "18:49",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 257,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924854,
          "resource_id": 135,
          "text": "و نامه[ی اعمال در میان] نهاده می‌شود؛ آنگاه گناهکاران را می‌بینی که از آنچه در آن [نامه] است ترسان و نگرانند و می‌گویند: «ای وای بر ما! این چه نامه‌ای است که هیچ [گفتار و رفتارِ] کوچک و بزرگی را رها نکرده است، مگر اینکه آن را در شمار آورده است؟» و هر چه کرده‌اند حاضر می‌یابند و پروردگارت به هیچ کسی ستم نمی‌کند."
        }
      ],
      "tafsir_saadi": "پس در این هنگام، نامۀ اعمالی که فرشتگان، نیکو آن را نوشته‌اند، آماده شده؛ و از وحشت آن، دل‌ها از جای کنده می‌شود، و بر غم‌ها افزوده می‌گردد، و نزدیک است که صخره‌ها، از شدت آن وضعیت، ذوب شوند. و گناهکاران با دیدن نامۀ اعمال، هراسان و لرزان می‌شوند، و چون می‌بینند که علیه آنها نوشته شده، و تمام گفتارها و کردارهایشان ثبت است، می‌گویند: (﴿يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَا﴾) ای وای برما! این چه کتابی است که هیچ عمل کوچک و بزرگی را رها نکرده، و همه را بر شمرده است؟!\nهیچ گناه کوچک و بزرگی نیست مگر اینکه در نامۀ اعمال آنان نوشته شده، و در آن محفوظ است. و هیچ عملی که در پنهان و آشکار و یا در شب و روز انجام شده باشد، فراموش نشده است. (﴿ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا﴾) و آنچه را که کرده‌اند حاضر و آماده می‌بینند، و نمی‌توانند آن را انکار نمایند، و پروردگارت بر هیچ کسی ستم نمی‌کند. پس در این هنگام بر کارهایشان محاکمه می‌شوند، و به آن اقرار می‌کنند و خوار گشته، و عذاب بر آنان واقع می‌گردد.﴿ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ﴾ این به خاطر چیزهایی است که از پیش فرستاده‌اید، و خداوند بر بندگان ستم نمی‌کند، بلکه همواره در دایرۀ عدل و فضل الهی به سر می‌برند."
    },
    {
      "id": 2190,
      "verse_number": 50,
      "verse_key": "18:50",
      "hizb_number": 30,
      "rub_el_hizb_number": 119,
      "ruku_number": 258,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924855,
          "resource_id": 135,
          "text": "و [یاد کن از] هنگامی که به فرشتگان گفتیم: «برای آدم سجده کنید»؛ آنگاه [همه] سجده کردند، مگر ابلیس ‌که از جن بود و از فرمان پروردگارش سرپیچید. پس [ای مردم،] آیا به جای من، او و فرزندانش را دوستان [خود] می‌گیرید، حال آنکه آنان دشمنتان هستند؟ [اطاعت از ابلیس و نسلش به جای اطاعت الله] چه جایگزین بدی است برای ستمکاران!"
        }
      ],
      "tafsir_saadi": "خداوند از دشمنی ابلیس با آدم و فرزندانش خبر داده و می‌فرماید؛ خداوند فرشتگان را فرمان داد تا برای احترام و بزرگداشت آدم و به منظور امتثال فرمان الهی، برای وی سجده کنند. فرشتگان جملگی دستور خداوند را اطاعت کردند، (﴿ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓ﴾) مگر ابلیس که از جن‌ها بود، و از فرمان پروردگارش سرپیچی کرد و گفت: ﴿ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا﴾ آیا برای کسی سجده کنم که او را از خاک آفریده‌ای؟! و گفت: \n﴿أَنَا۠ خَيۡرٞ مِّنۡهُ﴾ من از آدم بهترم. پس با این کارش، دشمنی او با خدا و با پدرتان -آدم- و با شما مشخص گردید،(﴿أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢ﴾) پس چگونه شیطان و فرزندانش را به دوستی و مددکاری خود می‌گیرید، حال آنکه آنان دشمنان شما هستند؟! (﴿بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا﴾) بد چیزی است آنچه که از ولایت شیطان برای خود برگزیدند، شیطانی که آنان را جز به فساد و فحشا دستور نمی‌دهد. [آری! بد چیزی است این ولایت که آن را ترجیح دادند] بر ولایتِ خداوندِ مهربان که تمامی سعادت و رستگاری و سرور در ولایت و سرپرستی اوست.\nاین آیه انسان را تشویق می‌نماید که شیطان را دشمن خود بگیرد، و فریب او را نخورد. نیز سببی را که باعث می‌شود انسان، شیطان را به دوستی بگیرد، بیان نمود و می‌فرماید: این کار را جز ستمگر انجام نمی‌دهد. و چه ظلم و ستمی بالاتر از این است که کسی، دشمن حقیقی‌اش را به دوستی بگیرد و از دوستیِ ‌خداوندِ یاور و کارساز، چشم‌پوشی نماید؟!\nخداوند متعال فرموده است: ﴿ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ﴾ خداوند یاور و مددکار مؤمنان است؛ آنان را از تاریکی‌ها به سوی نور بیرون می‌آورد. و دوست و یاور کافران، [انسان‌های] طاغوت [صفت‌اند] که آنها را از روشنایی به سوی تاریکی بیرون می‌آورند. \nو خداوند متعال می‌فرماید: ﴿إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ﴾ آنان شیطان‌ها را به‌جای خداوند به دوستی و مددکاری گرفتند."
    },
    {
      "id": 2191,
      "verse_number": 51,
      "verse_key": "18:51",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 258,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924856,
          "resource_id": 135,
          "text": "من آنان را [که مشرکانه به عبادت می‌گیرید] نه هنگام آفرینش آسمان و زمین به گواهی گرفتم و نه هنگام آفرینش خودشان؛ و من هرگز گمراه‌کنندگان را یار و مددکار [خویش] نگرفته‌ام."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید شیطان وگمراهان را به هنگام آفرینش آسمان‌ها و زمین و به ‌هنگام آفرینش خودشان حاضر نکرده‌ام؛ یعنی نه آنها را بر آفرینش مخلوقات گواه گرفته، و نه در این خصوص با آنها مشورت کرده‌ام. پس چگونه آنها می‌توانند آفرینندۀ چیزی باشند؟! بلکه تنها خداوند است که می‌آفریند و به تدبیر امور می‌پردازد. حکمت و تقدیر، تنها از آنِ اوست، و او آفرینندۀ همه چیز است، و طبق حکمتِ خود در آن تصرف می‌نماید.\n پس چگونه شیاطین، شریک او قرار داده شده، و همانند خداوند، مورد محبت قرار می‌گیرند و از آنها اطاعت می‌شود؟! حال آنکه شیطان‌ها چیزی نیافریده، و شاهدِ هیچ آفرینشی نبوده، و خداوند را کمک نکرده‌اند؟ بنابراین فرمود: (﴿وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا﴾) و گمراهان را، معاون و یاور خود نساخته‌ام که در کاری از کارها با من همکاری داشته باشند؛ یعنی چنین چیزی، شایسته و سزاوار خداوند نمی‌باشد که به آنها بهره‌ای از تدبیر امور بدهد؛ چون آنها در گمراه کردن مردم و دشمنی با پروردگارشان تلاش می‌کنند، پس سزاوار است که آنها را به‌کلی طرد نماید."
    },
    {
      "id": 2192,
      "verse_number": 52,
      "verse_key": "18:52",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 258,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924857,
          "resource_id": 135,
          "text": "و [یاد کن از] روزی که الله [به مشرکان] می‌فرماید: «شریکانی را که برای من می‌پنداشتید، فرابخوانید [تا شما را از عذاب برهانند]؛ آنها را می‌خوانند، ولی پاسخشان را نمی‌دهند؛ و ما در میان این دو گروه، مهلکه‌ای [از آتشِ دوزخ] قرار داده‌ایم."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند از حالت فردی خبر داد که در دنیا به خدا شرک ورزیده است ـ و این عمل را باطل گرداند ـ و به جهالت و بی‌خردیِ صاحبِ آن حکم نمود؛ از حالتِ مشرکان در روز قیامت، و آنچه را که شریک خدا ‌نموده‌اند، خبر داد؛ آنگاه که خداوند به آنها می‌فرماید: (﴿نَادُواْ شُرَكَآءِيَ﴾) آنهایی را که به‌گمانِ فاسد خود انباز و شریک من می‌کردید، صدا بزنید؛ چرا که در حقیقت، خداوند هیچ شریکی در آسمان و زمین ندارد. آنها را صدا بزنید، تا به ‌شما فایده‌ای برسانند و شما را از سختی‌ها برهانند. (﴿فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ﴾) پس آنها را صدا می‌زنند، اما ندایشان را پاسخ نمی‌دهند؛ چون فرمانروایی و حکمرانی درآن روز، فقط از آنِ خداوند است، و هیچ کس به اندازۀ ذره‌ای نمی‌تواند برای خود و دیگران نفعی بیاورد.\n(﴿وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا﴾) و میان مشرکان و آنچه انباز خدا ‌کرده بودند، مهلکه‌ای قرار می‌دهیم که آنها را از هم جدا نموده، و از یکدیگر دور می‌کند. و در این هنگام، دشمنیِ شرکا با کسانی که آنها را انباز وهمتای خدا قرار داده و به پروردگارشان کفر ورزیده بودند، مشخص می‌شود و از یکدیگر بیزاری می‌جویند. همان‌طور که خداوند متعال فرموده است: ﴿وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ﴾ وهنگامی که مردم حشر شوند، کسانی که شریک خدا قرار داده شده بودند، دشمنان آنها [=مشرکان] خواهند شد، و عبادت آنها را انکار می‌کنند."
    },
    {
      "id": 2193,
      "verse_number": 53,
      "verse_key": "18:53",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 258,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
      "page_number": 299,
      "juz_number": 15,
      "translations": [
        {
          "id": 924858,
          "resource_id": 135,
          "text": "و گناهکاران آتش [دوزخ] را می‌بینند و به یقین درمی‌یابند که در آن خواهند افتاد و هیچ راه بازگشتی از آنجا ندارند."
        }
      ],
      "tafsir_saadi": "وقتی که روز قیامت و زمان حساب و کتاب فرا می‌رسد، و مردم برحسب اعمالی که انجام داده‌اند به گروه‌هایی تقسیم می‌شوند، و گناهکاران به عذاب گرفتار می‌آیند؛ مجرمان جهنم را می‌بینند و قبل از اینکه وارد آن بشوند به شدت پریشان و مضطرب می‌گردند، چون می‌دانند که به آن در می‌افتند. و مفسرین گفته‌اند: «ظن» در اینجا به معنی یقین است. پس آنها یقین می‌کنند که به جهنم می‌روند، (﴿وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا﴾) و راه گریز و جایی را نمی‌یابند که بدان روکنند، و هیچ کس جز با اجازۀ خدا نمی‌تواند برای آنها سفارش و شفاعت نماید. به راستی که دل‌ها از خوف و وحشت چنین جایگاهی به لرزه می‌افتد."
    },
    {
      "id": 2194,
      "verse_number": 54,
      "verse_key": "18:54",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 259,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ ٱلْإِنسَـٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924859,
          "resource_id": 135,
          "text": "و به راستی در این قرآن، برای مردم از هر گونه مثلی آوردیم؛ و[لی] انسان بیش از هر چیزی به ستیز [و چون‌وچرا] می‌پردازد."
        }
      ],
      "tafsir_saadi": "خداوند متعال از عظمت و شکوه قرآن و فراگیری آن خبر داده، و بیان می‌نماید که در قرآن، هرگونه مثلی را به شیوه‌های گوناگون بیان داشته است؛ یعنی هر راهی که انسان را به دانش‌های مفید و سعادتِ جاودانگی می‌رساند، و هر راهی که انسان را از بدی و هلاکت مصون می‌دارد، در آن بیان کرده است. و در قرآن مثال‌های حلال و حرام، و سزای اعمال، و تشویق و بیم دادن، و اخبار راستینی که به دل‌ها باور و آرامش و نور می‌بخشد، بیان کرده است. و این ایجاب می‌کند که انسان در برابر قرآن تسلیم شود و از آن اطاعت نماید، و با قرآن در هیچ چیزی به ستیز برنخیزد. با وجود این، بسیاری از مردم، بعداز اینکه حق برایشان روشن شد، دربارۀ آن به مجادله می‌پردازند و در باطل فرو می‌روند تا حق را در هم بشکنند.\n بنابراین فرمود: (﴿وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا﴾) و انسان، بیش از هر چیز، به مجادله و مشاجره می‌پردازد، با اینکه جر و بحث و مشاجره، شایستۀ آنان نیست و کاری منصفانه و دادگرانه نمی‌باشد. و آنچه باعث شده تا انسان به مشاجره و مجادله بپردازد و به خداوند ایمان نیاورد، ستم و کینه توزی است؛ نه اینکه بیان و حجت الهی، ناقص باشد. و اگر عذاب به سراغ آنها بیاید و به مصایبی گرفتار شوند که پیشینیانشان به آن گرفتار شده‌اند، حالتشان چنین نخواهد بود. بنابراین فرمود:"
    },
    {
      "id": 2195,
      "verse_number": 55,
      "verse_key": "18:55",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 259,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924860,
          "resource_id": 135,
          "text": "و چیزی مردم را بازنداشت که وقتی هدایت [= پیامبر و قرآن] به سویشان آمد ایمان بیاورند و از پروردگارشان آمرزش بخواهند، مگر اینکه [از روی لجاجت می‌خواستند] سنت [الله در مورد عذابِ] پیشینیان، بر [سرِ] آنان [نیز] بیاید یا عذاب رو در رو به آنان برسد."
        }
      ],
      "tafsir_saadi": "چیزی که مانع ایمان آوردن مردم شد ـ‌حال آنکه بر آنان اقامۀ حجت شده بود، و نور و هدایتی که با آن هدایت از گمراهی و حق از باطل تشخیص داده می‌شود، به آنان رسیده بودـ عدم بیان حقیقت نبود، بلکه ستم و تجاوزگری آنان بود. پس چیزی باقی نماند مگر اینکه سنت و قاعدۀ خداوند ـ که در مورد گذشتگان جاری شد و آن عبارت بود از اینکه هرگاه ایمان نیاوردند، در این دنیا آنان را به عذاب گرفتار نماید ـ ، دامنگیرشان گردد، و یا با دو چشم خود مشاهده ‌کنند که عذاب به استقبالشان می‌آید. بنابراین مردم باید بترسند از اینکه چنین وضعیتی برایشان پیش آید، و باید دست از کفر و بی‌ایمانی بردارند، قبل از اینکه عذابی به سراغشان بیاید که قابل برگشت نیست."
    },
    {
      "id": 2196,
      "verse_number": 56,
      "verse_key": "18:56",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 259,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَـٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924861,
          "resource_id": 135,
          "text": "و ما پیامبران را جز بشارتگر و بیم‌دهنده نمی‌فرستیم و کسانی ‌که کفر ورزیدند، به [سخنان بیهوده و] باطل ستیز می‌کنند تا به وسیلۀ آن، حق [= قرآن] را پایمال کنند و [معجزات و] آیات من و آنچه را که به آن بیم داده شده‌اند، به تمسخر گرفتند."
        }
      ],
      "tafsir_saadi": "ما پیامبران را بیهوده نفرستاده‌ایم؛ و نیز آنها را نفرستاده‌ایم تا مردم آنان را به خدایی بگیرند؛ و آنان را نفرستاده‌ایم که [دیگران ‌را] به سوی خودشان دعوت نمایند، بلکه برای این فرستاده‌ایم، تا مردم را به سوی خوبی فرا خوانند و از بدی باز دارند؛ و آنها را مژده ‌دهند که اگر از امر و نهی آنها فرمان ببرند، در این دنیا و در آن جهان پاداش خواهند داشت؛ و آنها را بیم ‌دهند که اگر سرپیچی کنند، در این دنیا و در آن جهان به عذاب گرفتار خواهند شد. پس به این طریق، حجت خدا بر بندگان اقامه می‌گردد. با وجود این، ستمگرانِ کافر، بیهوده در باطل مجادله کرده، و می‌خواهند با این روش حق را از میان ببرند. بنابراین کافران تا جایی که می‌توانند، برای کمک کردن باطل و شکست دادن حق می‌کوشند؛ و آنها پیامبران خدا و آیات الهی را به مسخره ‌گرفته، و به دانش اندکی که دارند، شادمان هستند. اما خداوند نور خویش را کامل می‌نماید، گر چه کافران نپسندند؛ و خداوند حق را بر باطل چیره می‌گرداند: ﴿بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞ﴾ بلکه به وسیلۀ حق، باطل را درهم می‌کوبیم؛ و [سرانجام] حق، باطل را درهم می‌شکند، و باطل از بین می‌رود.\nو از جمله حکمت و رحمت الهی، این است که مقدّر نموده باطل گرایان- که به وسیلۀ باطل با حق به ستیز و مجادله می‌پردازند- یکی از بزرگ‌ترین اسباب روشن شدن حق و مشخص شدن شواهد و دلایل آن، و یکی از بزرگ‌ترین اسباب برای روشن شدن باطل و فساد آن می‌باشند؛ زیرا هر چیزی، با ضدش شناخته می‌شود."
    },
    {
      "id": 2197,
      "verse_number": 57,
      "verse_key": "18:57",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 259,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924862,
          "resource_id": 135,
          "text": "کیست ستمکار‌تر از آن کس که به آیات پروردگارش پند داده شود ولی از آن روی بگردانَد و کارهای [زشت] گذشته‌اش را فراموش کند؟ ما بر دل‌هایشان پرده‌هایی افکنده‌ایم تا [پیامِ حق] را درنیابند و در گوش‌هایشان سنگینی [نهاده‌ایم تا سخن حق را نشنوند]؛ و اگر آنان را به سوی هدایت بخوانی، هرگز هدایت نمی‌شوند."
        }
      ],
      "tafsir_saadi": "خداوند خبر می‌دهد که هیچ کس ستمگر و مجرم تر از بنده‌ای نیست که به آیات خدا پند داده شود و برای او حق از باطل و هدایت از گمراهی روشن شده، و از عذاب الهی برحذر داشته شده و به پاداش او تشویق شود، اما باز ازآن روی بگرداند، و پند نپذیرد، و از آنچه برآن بوده است، برنگردد، و گناهانی را که مرتکب شده است، فراموش کند، و خداوند دانا به پنهان را مدنظر نداشته باشد. پس چنین کسی، ستمگرتر است از آن کس که آیات الهی به او نرسیده و به آن پند داده نشده و رویگردان شده است. چنین فردی گرچه ستمگر است، اما آن یکی که از روی علم و آگاهی روی گردانده است، ستمگرتر می‌باشد؛ زیرا کسی که از روی دانش و بینش مرتکب گناه می‌شود، مجرم تر از کسی است که چنین نیست. خداوند متعال چنین کسی را، به سبب رویگردانی‌اش از آیات خدا، و به سبب اینکه گناهانش را فراموش کرده، و به سبب اینکه علی رغم اینکه شرّ را می‌شناسد اما آن را برای خود بر می‌گزیند و به آن خشنود می‌گردد، مجازات می‌نماید؛ و درهای هدایت را به روی او می‌بندد -به این صورت که بردلش پرده‌های محکمی می‌افکند که او را از اینکه آیات الهی را بفهمد، باز می‌دارد- پس او گرچه آیات را بشنود، نمی‌تواند آن را بفهمد و بر دلش تأثیر بگذارد.\n(﴿وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗا﴾) و در گوش‌هایشان ناشنوایی وکری قرار داده‌ایم، به‌گونه‌ای که نمی‌گذارد آیات خدا را طوری بشنوند که از آن بهره مند شوند. پس راهی برای هدایت آنها نیست.\n(﴿وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا﴾) و اگر آنان را به سوی هدایت فرا بخوانی، هرگز راهیاب نمی‌شوند؛ زیرا آن که امید می‌رود به ندای دعوتگرِ هدایت لبیک بگوید، کسی است که شناختی ندارد؛ اما اینان که حق را دیده‌اند، سپس چشم فروبسته‌اند؛ و راه حق را شناخته، سپس آن را رها کرده‌اند؛ و راه گمراهی را دانسته، و آن را در پیش گرفته‌اند. و خداوند به سزای کارهایشان، بر دل‌هایشان مهر زده و دل‌هایشان را بسته است. پس برای هدایت شدن چنین کسانی، راه و چاره‌ای نیست. و این آیه، هشداری است برای کسانی که حق را بعد از شناخت آن، ترک گفته‌اند که مبادا میان آنان و حق چیزی حایل گردد که دیگر نتوانند به آن برسند."
    },
    {
      "id": 2198,
      "verse_number": 58,
      "verse_key": "18:58",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 259,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924863,
          "resource_id": 135,
          "text": "[ای پیامبر،] پروردگارت آمرزنده و دارای رحمت [فراوان] است. اگر آنان [= کافران] را به [سزاى] آنچه کرده‌اند بازخواست می‌كرد، قطعاً در عذابشان شتاب می‌نمود؛ [اما چنین نمی‌کند؛] بلکه آنان موعدی دارند که هرگز از آن گریزی نخواهند داشت."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال از گستردگی آمرزش و رحمت خویش، و اینکه گناهان را می‌آمرزد، و توبۀ کسانی را که توبه می‌نمایند، می‌پذیرد، و آنان را با رحمت خویش می‌پوشاند، و احسان خود را شامل حالشان می‌گرداند، خبر داد و فرمود: اگر بندگان را به‌خاطر گناهانی که انجام می‌دهند، مجازات نماید، هرچه زودتر عذاب را به سراغشان می‌فرستد؛ اما چنین نمی‌کند، بلکه آنان را مهلت می‌دهد، اما فراموششان نمی‌کند، و پیامدهای گناهان را حتماً باید رخ بنمایاند، هرچند از زمان ارتکاب آن، مدتی گذشته باشد. بنابراین فرمود: \n(﴿بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا﴾) و آنها موعد و زمانی دارند که در آن موعد، به سزای اعمالشان می‌رسند، و حتماً بدان روز گرفتار خواهند شد، و هیچ پناهگاه و گریزی از آن ندارند. و این قانون خداوند در مورد پیشینیان و پسینیان است که آنها را فوراً به عذاب گرفتار نمی‌کند، بلکه آنها را به توبه نمودن و بازگشت به سوی خود دعوت می‌کند. پس اگر توبه نمودند و بازگشتند، آنها را می‌آمرزد و به آنان رحم می‌نماید و عذاب را از آنها دور می‌کند. و اگر به ستم و عناد و مخالفت خود ادامه دهند، و زمان موعود فرا برسد، درآن هنگام خدا عذاب خویش را بر آنان فرود می‌آورد. بنابراین فرمود:"
    },
    {
      "id": 2199,
      "verse_number": 59,
      "verse_key": "18:59",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 259,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924864,
          "resource_id": 135,
          "text": "ما [ساکنانِ] آن شهر‌ها را هنگامی‌ هلاک نمودیم که [به خاطر کفر و گناه، به خود] ستم کردند و برای هلاکتشان موعدی تعیین کردیم."
        }
      ],
      "tafsir_saadi": "(﴿وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ﴾) و این شهرها را چون اهالی آن ستم کردند، به‌سبب ستمشان نابود کردیم، وما برآنها ستم ننمودیم.\n (﴿وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا﴾) و برای نابودی‌شان وقتی را معین نمودیم که از آن وقت پس و پیش نمی‌شوند."
    },
    {
      "id": 2200,
      "verse_number": 60,
      "verse_key": "18:60",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924865,
          "resource_id": 135,
          "text": "[یاد کن از] هنگامی که موسی به [خدمتکارِ] جوان خود [یوشَع بن نون] گفت: «همچنان خواهم رفت تا به محل بر‌خورد دو دریا برسم یا برای مدت طولانی راه بپیمایم [تا بندۀ درستکاری بیابم و نادانسته‌هایم را از او بیاموزم]»."
        }
      ],
      "tafsir_saadi": "خداوند متعال از پیامبرش موسی ـ‌علیه السلام‌ـ و از شدت علاقه‌مندی او به خیر و طلب علم و دانش خبر می‌دهد. او به جوان همراهش که خدمتگزارش بود و در سفر و اقامت همواره با او بود، ـ و آن جوان یوشع بن نون بود ـ ، گفت: (﴿لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ﴾) همواره در سفر خواهم بود گرچه دچار مشقت و سختی بشوم تا اینکه به محل برخورد دو دریا برسم. و آن جایی بود که خداوند به موسی وحی کرده بود. در آنجا یکی از بندگان دانشمند را خواهد دید که دانش فراوانی دارد که وی آن دانش وعلم را ندارد. \n(﴿أَوۡ أَمۡضِيَ حُقُبٗا﴾) یا اینکه مسافتی طولانی را بپیمایم؛ یعنی شوق و علاقه به دانش، موسی را واداشت تا این سخن را به خدمتگزارش بگوید. واین تصمیمِ قاطع او بود، بنابراین تصمیم خود را عملی کرد."
    },
    {
      "id": 2201,
      "verse_number": 61,
      "verse_key": "18:61",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
      "page_number": 300,
      "juz_number": 15,
      "translations": [
        {
          "id": 924866,
          "resource_id": 135,
          "text": "وقتی به محل برخورد دو دریا رسیدند، ماهیِ خود را [که برای خوردن همراه داشتند] فراموش کردند [و الله آن را زنده کرد و به آب انداخت] و ماهی، راهِ خود را در دریا [مانند تونلی] در پیش گرفت [و رفت]."
        }
      ],
      "tafsir_saadi": "(﴿فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا﴾) و چون موسی و جوانی که همراهش بود، به محل تلاقی دو دریا رسیدند، (﴿نَسِيَا حُوتَهُمَا﴾) ماهی‌شان را فراموش کردند.آنها ماهی به همراه داشتند تا از آن بخور‌ند. و به موسی وعده داده شده بود هرجا که ماهی را گم کرد، بنده‌ای که در طلبش می‌باشی، همان جا می‌باشد. آنها ماهی را فراموش کردند، و ماهی در دریا راه خود را درپیش گرفت و به درون دریا خزید. و این از معجزات بود.\nمفسران گفته‌اند: چون موسی و همراهش به آنجا رسیدند، آب دریا به ماهی‌ای که توشۀ خود کرده بودند، اصابت کرد؛ و ماهی به حکم خداوند، به درون دریا خزید و به حیوانات زندۀ دریا پیوست."
    },
    {
      "id": 2202,
      "verse_number": 62,
      "verse_key": "18:62",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَـٰذَا نَصَبًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924867,
          "resource_id": 135,
          "text": "هنگامی‌ که [به راه افتادند و از آنجا] گذشتند، [موسی] به [خدمتکار] جوان خود گفت: «غذایمان را بیاور که از این سفر بسیار خسته شده‌ایم»."
        }
      ],
      "tafsir_saadi": "و هنگامی که موسی و خدمتکارش از محل تلاقی دو دریا گذشتند و دور شدند، موسی به خدمتکارش گفت: (﴿ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا﴾) صبحانۀ ما را برایمان بیاور. واقعاً در این سفرمان ـ که عبارت بود از ‌دور شدن از محل تلاقی دو دریا ـ خسته شده‌ایم؛ زیرا راه درازی را که تا رسیدن به محل تلاقی دو دریا پیموده بودند، آنان را خسته نکرده بود. و این از نشانه‌هایی بود که موسی را راهنمایی کرد که آنچه به دنبالش هست، در اینجا می‌باشد. نیز علاقه‌ای که برای رسیدن بدانجا داشت، راه را برای آنها آسان کرد؛ اما آنگاه که از مقصد خود گذشتند ودور شدند، احساس خستگی کردند."
    },
    {
      "id": 2203,
      "verse_number": 63,
      "verse_key": "18:63",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَـٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924868,
          "resource_id": 135,
          "text": "[یوشع] گفت: «به یاد داری هنگامی ‌که [برای استراحت] به کنار آن تخته‌سنگ جای گرفتیم، من [در آنجا داستان زنده شدن] ماهی را فراموش کردم [که به تو بگویم] و جز شیطان، [کسی] مرا از یادآورىِ آن [داستان] به فراموشى نینداخت و ماهی به طرزی شگفت‌آور راهش را در دریا پیش گرفت»."
        }
      ],
      "tafsir_saadi": "و زمانی که موسی این سخن را به جوان همراهش گفت، جوان به او گفت: (﴿أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ﴾) آیا به یاد نمی‌آوری آنگاه که شب ما را در کنار آن صخرۀ معروف در میان دو دریا پناه داد (﴿فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ﴾) همانا من ماهی را از یاد بردم، و جز شیطان آن را از خاطرم نبرد، (﴿وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا﴾) و جزو شگفتی‌ها این بود که ماهی وارد بحر شد و در درون آن خزید. \nمفسرین گفته‌اند: راهی را که ماهی در دریا درپیش گرفت، پشتِ سر او تبدیل به تونل می‌گشت و این امر برای موسی و خدمتکارش شگفت انگیز بود.\nو هنگامی که خدمتکارش این سخن‌را گفت، و خداوند به وی وعده داده بود که هرجا ماهی‌را گم کند، همان جا خضررا خواهد دید، موسی فرمود:"
    },
    {
      "id": 2204,
      "verse_number": 64,
      "verse_key": "18:64",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924869,
          "resource_id": 135,
          "text": "[موسی] گفت: «آن همان چیزی است که می‌خواستیم [و جایگاهِ آن بندۀ نیکوکار، همان‌جاست]». پس جستجوکنان ردّ پای خود را گرفتند [و از همان راه] بازگشتند."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ مَا كُنَّا نَبۡغِ﴾) این همان چیزی است که‌ما می‌خواستیم، (﴿فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا﴾) پس جستجوکنان بر ردپاهای خود بازگشتند؛ یعنی ردپاهای خودرا به سوی جایی که ماهی‌را فراموش کرده بودند، در پیش گرفته و بازگشتند؛"
    },
    {
      "id": 2205,
      "verse_number": 65,
      "verse_key": "18:65",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِن لَّدُنَّا عِلْمًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924870,
          "resource_id": 135,
          "text": "[در آنجا] بنده‌ای از بندگان ما [= خَضِر] را یافتند که از جانب خویش به او رحمتی داده بودیم و از نزد خود به وی دانشی [که این قصه آن را در بر دارد] آموخته بودیم."
        }
      ],
      "tafsir_saadi": "و چون به آنجا رسیدند، بنده‌ای از بندگان مارا یافتند و او خضر، آن بندۀ صالح بود. و طبق قول صحیح پیامبر نبوده است.\n(﴿ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا﴾) خداوند رحمت ویژه‌ای به او داده بود که به سبب آن، دانش و علمش زیاد شده و کردارش نیکو گشته بود. \n(﴿وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا﴾) و از جانب خویش علمی به او آموخته بودیم. و علم و دانشی به او داده شده بود که موسی از آن برخوردار نبود، گر چه موسی در بیشتر چیزها از او عالم‌تر بود، به ویژه در علوم ایمانی و اصولی؛ زیرا موسی از پیامبران اولوالعزمی است که خداوند آنها را در علم و عمل و غیره بر سایر مخلوقات برتری داده بود. \nو هنگامی که موسی به او رسید، در قالب پیشنهاد، و بسیار مؤدبانه خواسته‌اش را مطرح کرد و گفت:"
    },
    {
      "id": 2206,
      "verse_number": 66,
      "verse_key": "18:66",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924871,
          "resource_id": 135,
          "text": "موسی به او گفت: «آیا [اجازه می‌دهی] همراهت بیایم تا از آنچه به تو آموخته شده و مایۀ هدایت و ارشاد است به من بیاموزی؟»"
        }
      ],
      "tafsir_saadi": "(﴿هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا﴾) آیا می‌پذیری که من همراه تو شوم و از تو پیروی کنم، بدان شرط که از آن‌چه خداوند به تو آموخته است به من بیاموزی، تا مایۀ صلاح و رشد و هدایت من شود، و در این قضایا حق را به وسیلۀ آن بشناسم؟ خداوند الهام و کرامتی فراوان به خضر داده بود که به وسیلۀ آن، چیزهای زیادی که حتی برای موسی پنهان و پوشیده بود، می‌دانست."
    },
    {
      "id": 2207,
      "verse_number": 67,
      "verse_key": "18:67",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924872,
          "resource_id": 135,
          "text": "[خَضِر] گفت: «تو هرگز نمی‌توانی [در اطاعت و همراهی] با من شکیبایی کنی."
        }
      ],
      "tafsir_saadi": "پس خضر به موسی گفت: از اینکه با من همراه شوی، امتناع نمی‌ورزم، اما (﴿لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا﴾) تو هرگز توان شکیبایی با من را نداری؛ یعنی تو نمی‌توانی از من پیروی کنی و همراه من بایستی؛ زیرا کارهایی می‌بینی که به ظاهر منکر و نادرست می‌باشند و در باطن چنین نیستند، و تو نمی‌توانی این کارها را مشاهده و تحمل کنی. \nبنابراین گفت:"
    },
    {
      "id": 2208,
      "verse_number": 68,
      "verse_key": "18:68",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924873,
          "resource_id": 135,
          "text": "و چگونه بر [انجام] کاری که به [راز] آن آگاه نیستی شکیبایی می‌کنی؟»"
        }
      ],
      "tafsir_saadi": "(﴿وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا﴾) چگونه می‌توانی در برابر چیزی شکیبایی کنی که ظاهر و باطن و هدف و سرانجام آن را نمی‌دانی؟"
    },
    {
      "id": 2209,
      "verse_number": 69,
      "verse_key": "18:69",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924874,
          "resource_id": 135,
          "text": "[موسی] گفت: «ان شاء الله شکیبا خواهم بود و در هیچ کاری از تو نافرمانی نمی‌کنم»."
        }
      ],
      "tafsir_saadi": "پس موسی گفت: (﴿سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا﴾) اگر خداوند بخواهد، مرا شکیبا خواهی یافت و در هیچ کاری از تو نافرمانی نمی‌کنم. البته این تصمیم موسی بود، قبل از اینکه موردی پیش آید و مورد امتحان قرار گیرد؛ اما عزم و اراده چیزی است، و وجود صبر چیزی دیگر. بنابراین در میدان عمل صبر نکرد و شکیبایی نورزید."
    },
    {
      "id": 2210,
      "verse_number": 70,
      "verse_key": "18:70",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 260,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924875,
          "resource_id": 135,
          "text": "[خَضِر] گفت: «پس اگر با من همراه شدی، دربارۀ هیچ چیز از من سؤال نکن تا خود دربارۀ آن سخنی با تو بگویم»."
        }
      ],
      "tafsir_saadi": "پس در این هنگام خضر به او گفت: (﴿فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡ‍َٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا﴾) اگر از من پیروی کردی دربارۀ چیزی که انجام می‌دهم اما در نظرت ناپسند می‌باشد، از من مپرس و اعتراض مکن و بگذار تا خودم در زمانی مناسب راجع به آن برایت سخن بگویم و تو را از آن آگاه سازم. پس خضر، موسی را از سؤال کردن بازداشت، و به وی وعده داد که او را از حقیقتِ کار آگاه خواهد کرد."
    },
    {
      "id": 2211,
      "verse_number": 71,
      "verse_key": "18:71",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924876,
          "resource_id": 135,
          "text": "آن دو به راه افتادند تا آنکه سوار کشتی شدند. [خَضِر] کشتی را سوراخ کرد. [موسی] گفت: «آن را سوراخ کردی تا سرنشینانش را غرق کنی؟ راستی چه کار ناروایی کردی!»"
        }
      ],
      "tafsir_saadi": "(﴿فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَا﴾) موسی و خضر به راه افتادند تا آنگاه سوار کشتی شدند. خضر تخته‌ای از تخته‌های کشتی را بیرون آورد، و از این کار هدفی داشت، و آن را در آخر کار برایش بیان می‌کرد. اما موسی صبر نکرد، چون این کار را منکر و زشت می‌پنداشت؛ زیرا سوراخ کردن کشتی، باعث معیوب شدن آن، و سبب غرق شدن سرنشینانش می‌شد. بنابراین موسی گفت: (﴿أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡ‍ًٔا إِمۡرٗا﴾) آیا کشتی را سوراخ کردی تا سرنشینانش را غرق کنی؟! واقعاً کار بسیار بدی کردی. و این بدان خاطر بود که موسی صبر نداشت."
    },
    {
      "id": 2212,
      "verse_number": 72,
      "verse_key": "18:72",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924877,
          "resource_id": 135,
          "text": "[خَضِر] گفت: «آیا نگفتم تو هرگز نمی‌توانی با من شکیبایی کنی؟»"
        }
      ],
      "tafsir_saadi": "پس خضر به او گفت: (﴿أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا﴾) آیا نگفته بودم که تو هرگز نمی‌توانی همراه من شکیبایی کنی؟ یعنی همان‌طور شد که به تو گفته بودم، و اینجا موسی فراموش کرده بود که نباید چیزی بگوید. بنابراین گفت:"
    },
    {
      "id": 2213,
      "verse_number": 73,
      "verse_key": "18:73",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924878,
          "resource_id": 135,
          "text": "[موسی] گفت: «به خاطر آنچه فراموش کردم سرزنشم نکن و در کارم بر من سخت نگیر»."
        }
      ],
      "tafsir_saadi": "(﴿لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا﴾) سخت نگیر و مرا ببخش؛ زیرا این کار را از روی فراموشی کردم، پس در ابتدای کار مرا بازخواست مکن. موسی به تقصیر خویش اقرار کرد و عذرخواهی نمود؛ و به خضر گفت، شایسته نیست که بر همراهت سخت بگیری، بنابراین خضر از او درگذشت."
    },
    {
      "id": 2214,
      "verse_number": 74,
      "verse_key": "18:74",
      "hizb_number": 30,
      "rub_el_hizb_number": 120,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَـٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
      "page_number": 301,
      "juz_number": 15,
      "translations": [
        {
          "id": 924879,
          "resource_id": 135,
          "text": "پس به راه افتادند تا هنگامی ‌که به نوجوانی رسیدند و [خَضِر] او را کشت. [موسی] گفت: «شخص [بی‌گناه و] پاکی را کُشتی [آن هم] بدون اینکه کسی را کشته باشد؟ واقعاً کار ناپسندی کردی!»"
        }
      ],
      "tafsir_saadi": "(﴿فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ﴾) موسی و خضر همچنان به راه خود ادامه دادند تا آنگاه که به کودکی رسیدند و خضر او را کشت. موسی به شدت خشمگین شد، آنگاه که دید خضر نوجوان بی‌گناهی را کشت. پس غیرت دینی‌اش به‌جوش آمد و (﴿قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡ‍ٔٗا نُّكۡرٗا﴾) گفت: «آیا انسان بی‌گناه و پاکی را کشتی؟ بی‌گمان کار زشت و ناپسندی کردی.»\nو چه کاری زشت‌تر از کشتن کودکی است که هیچ گناهی نکرده، و هیچ کسی را نکشته است؟! در حادثۀ اول، موسی از روی فراموشی از خضر سؤال کرد، ولی در اینجا فراموش نکرد، بلکه توان و شکیبایی را نداشت."
    },
    {
      "id": 2215,
      "verse_number": 75,
      "verse_key": "18:75",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924880,
          "resource_id": 135,
          "text": "[خَضِر] گفت: «به تو نگفتم که هرگز نمی‌توانی با من شکیبایی کنی؟»"
        }
      ],
      "tafsir_saadi": "بنابراین خضر او را مورد ملامت و نکوهش قرار داد. و به او یادآور شد که (﴿أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا﴾) مگر به تو نگفتم توان شکیبایی با من را نخواهی داشت؟!"
    },
    {
      "id": 2216,
      "verse_number": 76,
      "verse_key": "18:76",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924881,
          "resource_id": 135,
          "text": "[موسی] گفت: «اگر از این پس چیزى از تو پرسیدم، دیگر با من همراهى نكن [و] از جانب من قطعاً معذور خواهى بود»."
        }
      ],
      "tafsir_saadi": "موسی به او گفت: (﴿إِن سَأَلۡتُكَ عَن شَيۡءِۢ بَعۡدَهَا﴾) اگر بعد از این دوباره از تو دربارۀ چیزی پرسیدم، (﴿فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا﴾) با من همراهی مکن؛ زیرا تو معذور خواهی بود، و می‌توانی از من جدا شوی."
    },
    {
      "id": 2217,
      "verse_number": 77,
      "verse_key": "18:77",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924882,
          "resource_id": 135,
          "text": "پس به راه افتادند تا به اهالی شهری رسیدند [و] از آنان غذا خواستند؛ [اما آنان] از مهمان‌کردنشان خودداری کردند. سپس در آنجا دیواری یافتند که می‌خواست فرو بریزد و [خضر] آن را راست و استوار کرد. [موسی] گفت: «اگر می‌خواستی، [می‌توانستی] برای آن [کار، از آنان] مزدی بگیری»."
        }
      ],
      "tafsir_saadi": "(﴿فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا﴾) به‌راه خود ادامه دادند تا به‌روستایی رسیدند، و از اهالی آن غذا خواستند، (﴿ فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ﴾) ولی اهالی آن روستا از مهمان کردن آن دو خودداری کردند. و در آنجا دیواری یافتند که می‌خواست بیفتد و منهدم شود، پس خضر آن را از نو ساخت. پس موسی به او گفت: (﴿لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا﴾) اگر می‌خواستی، می‌توانستی در برابر این کار از اهالی این آبادی که ما را مهمانی نکردند ـ ‌با اینکه ضیافت ما بر آنان واجب بود ‌ـ مزد بگیری، ولی تو بدون مزدگرفتن، دیوار را ساختی!\nپس در این هنگام، موسی به آنچه گفته بود، وفادار نماند و خضر از او عذر خواست و به وی گفت:"
    },
    {
      "id": 2218,
      "verse_number": 78,
      "verse_key": "18:78",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924883,
          "resource_id": 135,
          "text": "[خَضِر] گفت: «اینک زمان جدایی من و تو فرارسیده است. به زودی تو را از توضیح [و دلیل] آنچه که نتوانستی در برابرش شکیبایی کنی آگاه خواهم ساخت."
        }
      ],
      "tafsir_saadi": "(﴿هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَ﴾) تو بر خودت شرط گذاشتی، و اینک عذری نداری، و جایی برای همراهی نمانده است. (﴿سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا﴾) و من تو را از حکمت و راز کارهایی که در برابر آن نتوانستی شکیبایی ورزی، آگاه می‌سازم؛ یعنی تو را از آنچه که بر من خُرده می‌گرفتی، آگاه می‌کنم؛ و به تو خبر می‌دهم که از این کارها چه اهدافی داشته‌ام؛ و اینکه اگر این کارها را انجام نمی‌دادم، عاقبت و سرنوشت این موارد سه گانه چه می‌شد؟"
    },
    {
      "id": 2219,
      "verse_number": 79,
      "verse_key": "18:79",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924884,
          "resource_id": 135,
          "text": "اما آن کشتی، از آنِ بینوایانی بود که در دریا کار می‌کردند؛ خواستم معیوبش کنم؛ [زیرا] پیش راهشان [در دریا] پادشاهی [ستمکار] بود که هر کشتی [سالمی] را به زور می‌گرفت."
        }
      ],
      "tafsir_saadi": "(﴿أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ﴾) کشتی‌ای که من آن را سوراخ کردم، متعلق به گروهی از مستمندان بود که با آن در دریا کار می‌کردند، و باید نسبت به آنها دلسوز و مهربان بود، از این روی (﴿فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا﴾) خواستم کشتی را سوراخ کنم تا عیبی داشته باشد، و از دستِ آن پادشاه ستمگر نجات یابد؛ زیرا آنها بر پادشاه ستمگری عبور می‌کردند که هر کشتی سالمی را غصب می‌کرد."
    },
    {
      "id": 2220,
      "verse_number": 80,
      "verse_key": "18:80",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَمَّا ٱلْغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَـٰنًا وَكُفْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924885,
          "resource_id": 135,
          "text": "و اما آن نوجوان، پدر و مادرش مؤمن بودند؛ پس ترسیدیم که آن دو را به سرکشی و کفر وادارد."
        }
      ],
      "tafsir_saadi": "(﴿وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا﴾) و اما نوجوانی که او را کشتم، پدر و مادرش با ایمان بودند، و چنین مقدر شده بود که اگر این کودک بزرگ شود، آنان را به سرکشی و کفر بکشاند؛ و آنها یا به خاطر محبت او به کفر کشیده می‌شدند، و یا نیازی که به او داشتند، آنها را به کفر و سرکشی وادار می‌کرد؛ و من چون از این امر آگاه بودم، او را کشتم تا دین پدر و مادرش در امان بماند. و این کار، فایده‌ای بزرگ در بر دارد. گرچه به ظاهر، کشتنِ فرزندشان، نوعی بدی کردن درحق آنهاست؛ و با کشته شدنِ فرزندشان، نسل آنها از بین می‌رود، اما خداوند به آنها فرزندی بهتر از این خواهد داد.\nبنابراین فرمود:"
    },
    {
      "id": 2221,
      "verse_number": 81,
      "verse_key": "18:81",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924886,
          "resource_id": 135,
          "text": "از این رو، خواستیم که پروردگارشان به جای او [فرزند] پاک‌تر و مهربان‌تری به آنها عطا فرماید."
        }
      ],
      "tafsir_saadi": "(﴿فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا﴾) خواستیم که پروردگارشان به جای او، فرزندی صالح و پاک که پیوند خویشاوندی را برقرار دارد، به آنان عطا فرماید؛ زیرا کودکی که کشته شد، اگر به سن رشد می‌رسید، به شدت از فرمان آنها سرپیچی می‌نمود، و چه نافرمانی بزرگ‌تر از اینکه آنان را به کفر و سرکشی وادار ‌کند!"
    },
    {
      "id": 2222,
      "verse_number": 82,
      "verse_key": "18:82",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 261,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَـٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924887,
          "resource_id": 135,
          "text": "و اما آن دیوار، از دو پسربچۀ یتیم در آن شهر بود و گنجی زیر آن بود که به آن دو تعلق داشت و پدرشان [نیز] مردی درستکار بود؛ پس پروردگارت خواست که [آن دو یتیم] به حد بلوغ برسند و گنج خویش را [از زیر آن دیوار] بیرون آورند. این رحمتی از جانب پروردگار تو بود و من این [کار‌ها] را خودسرانه نکردم. این بود توضیح [و دلیل] کارهایی که نتوانستی در برابرش شکیبایی کنی»."
        }
      ],
      "tafsir_saadi": "(﴿وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا﴾) و اما آن دیوار که آن را بدون مزد برپا داشتم، از آنِ دو کودک یتیم در شهر بود، و زیرِ دیوار، گنجی وجود داشت که مالِ ایشان بود، و پدرشان مرد صالح و نیکوکاری بود، و از آنجا که کوچک بودند و پدر نداشتند و پدرشان پارسا و نیکوکار بود، می‌بایست نسبت به آنان مهربانی و دلسوزی می‌نمودیم.\n(﴿فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا﴾) و پروردگارت خواست آن دو کودک به نهایت رشدشان برسند، و گنج خود را بیرون بیاورند؛ یعنی بدین خاطر بود که دیوار را خراب کردم، و گنج آنها را بیرون آورده، و دیوار را بدون مزد، بازسازی نمودم. \n(﴿رَحۡمَةٗ مِّن رَّبِّكَ﴾) کاری که انجام دادم، رحمتی از جانب خداوند بود که به بنده‌اش خضر داده است. (﴿وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِي﴾) و هیچ‌کاری را، از سوی خودم و بر مبنای خواست و ارادۀ خودم، انجام نداده‌ام، بلکه این، از رحمت خداوند، و به دستور وی می‌باشد. (﴿ذَٰلِكَ﴾) آنچه برایت بیان و تفسیر نمودم، (﴿تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا﴾) راز و رمز کارهایی بود که آنها را برنتابیدی.\nاین داستان زیبا و مهم، فواید و احکام و قواعد زیادی را در بردارد که به یاری خداوند برخی از آنها را به آگاهی شما می‌رسانیم.\n1- در این داستان، به فضیلت علم، و رخت سفر بر بستن برای طلب علم، واینکه علم از همۀ امور مهم‌تر است، اشاره شده است. موسی مسافتی طولانی را طی نمود و در پیِ کسب علم، مرارت‌ها چشید، و به ‌ماندن در نزد بنی‌اسرائیل، و تعلیم و راهنمایی آنها اکتفا نکرد، و به منظور افزودن بر دانش خود، راه سفر را در پیش گرفت. \n2- ابتدا باید به چیزی پرداخت که مهم‌تر است؛ زیرا فزونی علم و دانش، مهم‌تر از آن است که انسان به تعلیم مشغول شود بدون آنکه توشه‌ای [وافر] از دانش داشته باشد، البته هردو کار را با هم انجام دادن، بهتر است. \n3- می‌توان در سفر و حضر، برای انجام کارها و آسایش بیشتر، از خدمتگزار استفاده کرد، چنانکه موسی چنین نمود. \n4- مسافری که برای طلب علم یا جهاد و امثال آن رخت سفر بربسته است اگر مصلحت ایجاب ‌کرد، می‌تواند هدف و مقصد خود را بیان کند؛ زیرا این کار از مخفی داشتنِ آن بهتر است، چون وقتی او اظهار می‌دارد که به کجا و برای چه می‌رود، می‌تواند برای آن خود را آماده نماید، و کار را از روی بینش انجام دهد، و جایگاه این عبادت بزرگ را برای دیگران بیان کند. چنانکه موسی گفت: (﴿حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا﴾) [من هرگز] از پای نمی‌نشینم تا اینکه به محل برخورد دو دریا برسم، هرچند که مدت زمانی طولانی حرکت کنم.\nپیامبر صلی الله علیه وسلم نیز وقتی به جنگ تبوک رفت، اصحابش را خبر داد که به کجا می‌رود، با اینکه عادتش توریه و پنهان‌کاری بود، و این به مصلحت بستگی دارد.\n5- شر، و اسباب آن را باید به شیطان نسبت داد؛ چرا که او ایجاد وسوسه می‌کند، و کارهای زشت را زیبا جلوه می‌دهد، گرچه همه چیز به تقدیر و قضای الهی انجام می‌شود؛ زیرا خدمتگزارِ موسی گفت: (﴿وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥ﴾) و جز شیطان، [کسی] آن را از یاد من نبرد. \n6- انسان می‌تواند از خستگی و گرسنگی یا تشنگی که طبیعتاً نفس دچار آ‌ن می‌شود، خبر دهد، به شرطی که در قالب اظهار نارضایتی از تقدیرِ الهی نبوده، بلکه بیان حقیقت باشد، به دلیل اینکه موسی گفت: (﴿لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا﴾) به راستی که ما در این سفر، رنج بسیار دیده‌ایم.\n7- مستحب است که خدمتگزارِ، هوشیار و فهمیده و زیرک باشد تا کاری را که از او خواسته می‌شود، به‌طور کامل انجام دهد.\n8- مستحب است انسان از خوراکی که خودش می‌خورد، به خدمتگزارش نیز بدهد، و با هم غذا بخورند؛ زیرا ظاهرِ گفتۀ موسی چنین است: (﴿ءَاتِنَا غَدَآءَنَا﴾) خوراکمان‌را بیاور؛ یعنی هر دو با هم می‌خوردند.\n9- به اندازه‌ای که آدمی وظیفه‌اش را انجام دهد، به همان اندازه از سوی خدا یاری می‌شود؛ و کسی که طبق دستور خداوند کار کند، قطعاً از کمک و مساعدت الهی برخوردار می‌شود، به دلیل اینکه موسی فرمود: (﴿لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا﴾) به‌راستی که در این سفر بسیار خسته شدیم. (﴿هَٰذَا﴾) اشاره به مرحله‌ای از سفر است که طی آن از محل برخورد دو دریا گذشتند.\nو موسی از مرحلۀ اولِ سفر، با اینکه طولانی بود، شکایت نکرد؛ چون در حقیقت سفر، همان مرحلۀ اول بود، و اما در مرحلۀ دوم چنین به نظر می‌آید که بخشی از یک روز را در سفر بوده‌اند؛ چون آنها وقتی که در کنار صخره‌ای جای گرفتند، ماهی را گم کردند، و ظاهراً در کنارِ آن، شب را به سرآوردند و فردا حرکت کردند تا اینکه وقت ناهار رسید و موسی به خدمتگزارش گفت: (﴿ءَاتِنَا غَدَآءَنَا﴾) خوراکمان را بیاور. پس در این وقت، خدمتگزار به یاد آورد در جایی که مقصد آنها بوده است، آن را فراموش کرده است.\n10- بنده‌ای که موسی و خدمتگزارش با او ملاقات کردند، پیامبر نبود، بلکه بنده‌ای صالح و نیکو کار بود؛ زیرا خداوند او را، به‌عنوان یک بنده ذکر نموده، و اینکه به او علم داده و مورد مرحمت قرار داده است؛ و خداوند رسالت ونبوت او را ذکر نکرده است؛ و اگر او پیامبر بود، خداوند پیامبر بودنش را بیان می‌داشت، همچنان‌که به پیامبر بودنِ غیرِ او، اشاره کرده است. و اما اینکه در آخر داستان گفته است: (﴿وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِي﴾)و آن را به دستور خودم انجام ندادم، بر این دلالت نمی‌کند که او پیامبر است، بلکه بر الهام و احساس قلبی که غیر از پیامبران نیز از آن برخوردارند، دلالت می‌نماید، چنانکه خداوند متعال می‌فرماید: ﴿وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِ﴾ و به مادر موسی الهام نمودیم که او را شیر بدهد.\n﴿وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا﴾ و به زنبور عسل الهام کردیم که در کوه‌ها برای خودش خانه بسازد. \n11- از این داستان استنباط می‌شود دانش و علمی که خداوند به بندگانش می‌آموزد، دو نوع است؛ یکی علمی است که بنده با کوشش و تلاش خود به دست می‌آورد، و نوع دوم علم لَدنی است که خداوند به هرکس از بندگانش که بخواهد، می‌بخشد؛ زیرا خداوند متعال فرموده است: (﴿وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا﴾) و به او از جانب خود، علمی آموختیم.\n12- در مقابلِ معلم، باید ادب را رعایت کرد و با بهترین صورت وی را مورد خطاب قرار داد؛ زیرا موسی -علیه السلام- گفت: (﴿هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا﴾) آیا از تو پیروی کنم، بدان شرط که از آنچه مایۀ رشد و صلاح است و به تو آموخته شده است، به من بیاموزی؟\nموسی با مهربانی با او سخن گفت، و از ایشان اجازه خواست تا از وی بیاموزد، و اعتراف کرد که می‌خواهد از او یاد بگیرد، به‌خلاف اهل جفا و تکبر؛ کسانی که در مقابل معلم، اظهار نمی‌کنند که به علم او نیازمندند، بلکه ادعا می‌کنند که آنها با او همکاری می‌نمایند، و حتی گاهی یکی از آنان چنین گمان می‌برد که او معلم خود را تعلیم می‌دهد، در حالی که او بسیار نادان است؛ زیرا فروتنی در برابر معلم و اظهارِ نیاز به تعلیم او، مفیدترین چیز برای دانش آموز است.\n13- فردی که می‌خواهد چیزی از کسی یاد بگیرد که مقامش از او پایین تر است، باید در مقابل او فروتن باشد، زیرا ـ بدون شک ـ موسی از خضر برتر بود. \n14- عالم فاضلی که در بخشی از زمینه‌ها آگاهی لازم را ندارد، باید از کسی که در آن مهارت دارد، یاد بگیرد، هرچند که تا حد زیادی از نظر علم، از او پایین‌تر با شد. موسی ـ علیه السلام ـ از پیامبرانِ اولوالعزم بود، کسانی که خداوند به آنها علم و دانشی عطا فرموده که به دیگران نداده است. اما در این زمینۀ خاص، خضر چیزهایی می‌دانست که موسی فاقد آن بود، بنابراین موسی علاقه داشت از او یاد بگیرد. پس اگر فقیهِ محدث، در علمِ صرف یا نحو یا دیگر علوم کمبود داشت، باید از کسی که درآن زمینه‌ها ماهر است، یاد بگیرد، گرچه آن فرد، محدث و فقیه نباشد.\n15- علم و دیگر فضائل را باید به خدا نسبت داد؛ و باید اعتراف کرد که خداوند آن را داده است، و شکر خداوند را برآن به ‌جای آورد؛ زیرا موسی گفت: (﴿تُعَلِّمَنِ مِمَّا عُلِّمۡتَ﴾) مرا بیاموزی از آنچه که خداوند به تو آموخته است.\n16- علم مفید، علمی است که انسان را به سوی خیر و خوبی راهنمایی کند. پس هر علم و دانشی که آدمی را به راه خیر هدایت کند و از راه بد باز بدارد، یا وسیله‌ای برای رسیدن به خیر، و دور شدن از زیان باشد، مفید است، و غیر از این، هرچه باشد، یا مضر است و یا [حداقل] فایده‌ای در آن نیست، به دلیل اینکه فرمود: (﴿أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا﴾) از آنچه که مایۀ رشد و صلاح است و به تو آموخته شده، به من بیاموزی.\n17- کسی که توانایی همراهی با عالم را نداشته باشد و براین کار ثابت قدم نباشد، شایستگی فراگیری علم را ندارد؛ زیرا هرکس که صبر و شکیبایی نداشته باشد، بسیاری از مسایل علمی را از دست می‌دهد؛ و هر کس که اهل صبر و شکیبایی باشد، هر کاری که برای آن کوشش نماید، به‌دست خواهد آورد؛ به دلیل اینکه خضر ضمن بیان مانعی که موسی به سبب آن نمی‌توانست از وی یاد بگیرد، از همراهی با او معذرت خواست، و آن مانع این بود که او نمی‌توانست بر همراهی‌اش شکیبایی ورزد.\n18- بزرگ‌ترین عامل صبر و شکیبایی بر کاری که انسان به انجام آن دستور داده شده است، آگاه بودن از جزئیات آن است؛ زیرا کسی که نسبت به کاری آگاهی ندارد، و هدف و نتیجۀ آن را نمی‌داند، و از فایده و ثمرۀ آن بی‌خبر است، انگیزه‌ای برای شکیبایی ورزیدن در او وجود نخواهد داشت: \n (﴿وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا﴾) و چگونه بر چیزی شکیبایی می‌ورزی که به آن آگاه نیستی؟! پس عدم شکیبایی‌اش، نتیجۀ عدم آگاهی کامل او به قضیه بود.\n19- باید در انجام کارها تأمل نمود، و تحقیق کرد، و نباید بلافاصله قضاوت و داوری نمود؛ بلکه باید هدف از آن کار را بداند، و منظور از آن را بفهمد.\n20- کارهایی را که بنده در آینده می‌خواهد انجام دهد، باید آنها را به خواست خداوند معلّق سازد؛ و نگوید فلان کار را فردا انجام می‌دهم مگر اینکه بگوید: (﴿إِن شَآءَ ٱللَّهُ﴾) اگر خداوند بخواهد. \n21- تصمیم گرفتن به انجام کاری، به منزلۀ انجام دادن آن کار نیست؛ زیرا موسی گفت: (﴿سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا﴾) با خواستِ خدا مرا شکیبا خواهی یافت. پس خودش را برای شکیبایی ورزیدن آماده کرد، اما نتوانست آن را عملی سازد.\n22- اگر معلم، صلاحِ دانش آموز را درآن دید که از برخی چیزها از وی سوال نکند، تا خودش او را ازآن آگاه سازد، مصلحت است که دانش آموز پیروی کند. نیز چنانکه فهمِ دانش‌آموز قاصر باشد؛ یا اگر معلم دانش آموز را از پرسیدن از چیزهای ریز و کم ارزش منع کرد که برای وی اولویتی ندارند، و سؤالات دیگر برای وی اهمیت بیشتری دارند؛ یا اینکه دانش آموز را از مطرح کردن سؤال‌های بی‌ربط با موضوعِ درس، نهی کرد؛ در تمامی این موارد، باید به سخنِ معلم گوش کند و از وی اطاعت نماید.\n23- جایز بودن سفر دریایی، در حالتی که از آن ترسی نباشد.\n24- فردی که فراموشکار است، به خاطر فراموشکاری‌اش مورد مؤاخذه قرار نمی‌گیرد؛ نه در حق خداوند و نه درحق بندگان؛ زیرا فرمود: (﴿لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ﴾) به سبب آنچه که فراموش کرده‌ام، مرا مؤاخذه مکن.\n25- انسان باید در رفتار با مردم، گذشت را پیشه نماید و بر آنان سخت نگیرد؛ و شایسته نیست که آنها را به انجام چیزی مکلف کند، که توان آن را ندارند، یا بر آنها دشوار است؛ زیرا چنین کاری، باعث نفرت و خسته شدن می‌گردد. بلکه آنچه را که آسان است، پیشه کند تا کار آسان شود.\n26- احکام، بر ظاهر امور صادر می‌شود؛ و احکام دنیوی در رابطه با مال‌ها و خون‌ها و غیر از آن، به ظاهر این امور بستگی دارد؛ زیرا موسی -علیه السلام- بر خضر اعتراض کرد که چرا کشتی را سوراخ نمودی، و نیز به کشتن کودک اعتراض کرد، و این کارها به ظاهر، منکر هستند. و چنانچه موسی در جایی این مسایل را می‌دید، نمی‌توانست سکوت کند، بنابراین بلافاصله حکم نمود، وبه این موضوع که او با خضر همراه است و باید شکیبایی ورزد و اعتراض نکند، توجه نکرد.\n27- از جمله چیزهایی که از این داستان ثابت می‌شود، قاعدۀ مهم و بزرگی است، و آن این است که «شر بزرگ با شر کوچک دفع می‌شود» و از میان دو مصلحت، هر کدام که بزرگ‌تر است، باید لحاظ ‌شود؛ و آنکه مهم‌تر است، باید رعایت گردد. کشتن کودک، شر است؛ اما زنده ماندن وی که ‌سبب منحرف گرداندن پدر ومادرش از دینشان می‌شود، شر بزرگ‌تری است؛ و زنده ماندن کودک و نکشتن او، گرچه کار خوبی به‌نظر می‌آید، اما اینکه دین پدر ومادرش مصون بماند، از آن بهتر است؛ پس بدین خاطر، خضر او را کشت. فروع بی‌شمار دیگری نیز تحت این قاعده وجود دارد. پس براین اساس، باید مصلحت‌ها و مفاسد را از هم تشخیص داد.\n28- نیز قاعدۀ بزرگ دیگری از این داستان آموخته می‌شود، و آن این است که تصرف انسان در مال دیگری، اگر در قالب مصلحت و دورکردن ضرر و زیان باشد، جایز است، اگر چه بدون اجازه باشد؛ و گرچه به سبب عمل او، برخی از این مال تلف شود؛ همچنان‌که خضر، کشتی را سوراخ کرد تا معیوب شود، تا پادشاه ستمگر آن را غصب نکند.\nبنابراین اگر خانه یا مالِ انسانی دچار حریق شد، یا در معرض غرق شدن قرار گرفت؛ و تلف کردن بخشی از مال، یا خراب کردن قسمتی از خانه، باعث سلامتیِ بخشی از آن می‌شد، برای انسان جایز است که چنین کند؛ بلکه باید چنین کند تا مال محفوظ بماند. همچنین اگر ستمگری خواست مال را به زور بگیرد، و خیرخواهی بخشی از مال را به او داد تا بقیه نجات یابد، جایز است، گرچه بدون اجازۀ مالک باشد. \n29- کار در دریا جایز است، همان‌طور که در خشکی جایزاست، به دلیل اینکه فرمود: (﴿يَعۡمَلُونَ فِي ٱلۡبَحۡرِ﴾) در دریا کار می‌کنند، و کار آنان را ناپسند ندانست. \n30- مستمند، گاهی اوقات دارای مالی می‌باشد که او را کفایت نمی‌کند؛ و با داشتن این مال، از مستمندی بیرون نمی‌آید؛ زیرا خداوند خبر از مستمندانی داده است که کشتی داشتند.\n31- کشتن انسان، یکی از بزرگ‌ترین گناهان است؛ زیرا در مورد کشتن کودک فرمود: (﴿لَّقَدۡ جِئۡتَ شَيۡ‍ٔٗا نُّكۡرٗا﴾) به راستی که کار زشتی انجام دادی.\n32- کشتن از روی قصاص، کار زشت و ناپسندی نیست؛ زیرا خداوند می‌فرماید: (﴿بِغَيۡرِ نَفۡسٖ﴾) .\n33- خداوند، بندۀ صالح و فرزندانش را محافظت می‌نماید.\n34- خدمت کردن به نیکوکاران و بستگانشان، از خدمت به دیگران بهتر است؛ زیرا علت بیرون آوردن گنج، و تعمیر کردن دیوار، این بود که پدر آن دو یتیم، مرد صالح و پارسایی بود.\n35- در به‌کار بردن کلمات، ادب الهی را باید رعایت نمود؛ زیرا خضر، معیوب و سوراخ کردن کشتی را به خودش نسبت داد و گفت: خواستم آن‌را معیوب سازم؛ ولی خوبی را به خداوند نسبت داد و گفت: (﴿فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَ﴾) و پروردگارت خواست آن دو کودک، به نهایت رشدشان برسند و گنج خود را بیرون بیاورند، و این مرحمت پروردگارت بود. چنانکه ابراهیم -علیه السلام- گفت: ﴿وَإِذَا مَرِضۡتُ فَهُوَ يَشۡفِينِ﴾ و هرگاه بیمار شوم، او مرا شفا می‌دهد.\nو جن‌ها گفتند: ﴿وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا﴾ و ما نمی‌دانیم که برای اهل زمین شری خواسته شده، یا پروردگارشان صلاح آنها را خواسته است؟ با اینکه هر کاری با تقدیر و قضای الهی انجام می‌شود، اما در تمام این موارد، بدی به خداوند نسبت داده نشده است.\n36- همسفر نباید به هیچ وجه از همراهش جدا شود، و او را رها کند؛ و هر وقت خواست از او جدا شود، باید از همراهی‌اش عذر بخواهد، آن طور که خضر با موسی چنین کرد.\n37- موافقت با دوست، و همسویی با او، در غیر از امور ممنوع، چیزی است مطلوب، و سبب بقای دوستی و همسفری و محکم شدن آن می‌گردد، همان‌طور که عدم موافقت، سبب قطع شدن رفاقت و همراهی می‌شود.\n38- همانا قضایایی را که خضر اجرا نمود، تقدیرات محض خداوند بود که خداوند آنها را اجرا نمود و بردست این بندۀ صالح عملی کرد تا بندگان بدینوسیله در هر کار و قضیه‌ای بر الطاف او استدلال کنند، و اینکه بدانند خداوند کارهایی را بر بنده مقدر می‌کند که جداً آنها را ناپسند می‌دارد، اما خیر و صلاح دین او در آنهاست؛ همچنان‌که در قضیۀ پسر بچه چنین بود؛ و یا خیر و صلاح دنیای او در آن است، همچنان‌که در قضیۀ کشتی روی داد. پس خداوند نمونه‌هایی از لطف و کرم خود را بر آنان نشان داد تا هدف از تقدیرات ناگوار خدا را بشناسند، و به آن خشنود گردند."
    },
    {
      "id": 2223,
      "verse_number": 83,
      "verse_key": "18:83",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
      "page_number": 302,
      "juz_number": 16,
      "translations": [
        {
          "id": 924888,
          "resource_id": 135,
          "text": "و [ای پیامبر، مشرکان و یهود] دربارۀ «ذوالقَرنین» از تو می‌پرسند؛ بگو: «به زودی چیزی از سرگذشت او برایتان خواهم خواند»."
        }
      ],
      "tafsir_saadi": "اهل کتاب یا مشرکین دربارۀ داستان ذو القرنین از پیامبر صلی الله علیه وسلم پرسیدند، خداوند پیامبر را دستور داد تا بگوید: (﴿سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا﴾) گوشه‌ای از سرگذشت او را برایتان بازگو می‌کنم؛ یعنی برخی از حالات او را که مایۀ پند و عبرت است، برایتان بازگو می‌کنم؛ و دیگر حالات او را، برایشان بازگو نکرد."
    },
    {
      "id": 2224,
      "verse_number": 84,
      "verse_key": "18:84",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924889,
          "resource_id": 135,
          "text": "ما در زمین به او قدرت و حکومت دادیم و وسیلۀ [رسیدن به] هر چیزی را در اختیارش نهادیم."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ﴾) خداوند به او پادشاهی داد، و به وی در سرزمین‌های دنیا، قدرت و نفوذ داد و مردم را مطیع او نمود.\n(﴿وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا﴾) و ابزار هر چیزی را، در اختیار او قرار دادیم؛ یعنی خداوند، اسبابی را که درپی به‌دست آوردن آن بود، و از آ‌ن برای پیروز شدن بر شهرها استفاده می‌نمود، و رسیدن به آبادی‌های دور دست را برای او آسان می‌کرد، به وی داد، (﴿فَأَتۡبَعَ سَبَبًا﴾) و او نیز از این وسایلی که خداوند به وی بخشیده بود، به بهترین شیوه استفاده کرد؛ یعنی آنها را در راستای رسیدن به هدف خود، به‌کار ‌برد؛ چرا که هرکس نمی‌تواند از وسائل، به نحو مطلوب استفاده نماید، و یا نمی‌تواند وسیلۀ واقعی را به دست آورد. و اگر این دو چیز وجود نداشته باشد یا یکی از آنها نباشد، مقصود حاصل نمی‌گردد."
    },
    {
      "id": 2225,
      "verse_number": 85,
      "verse_key": "18:85",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَأَتْبَعَ سَبَبًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924890,
          "resource_id": 135,
          "text": "او [از این] وسایل [برای رسیدن به اهدافش] استفاده کرد."
        }
      ],
      "tafsir_saadi": "(﴿إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ﴾) خداوند به او پادشاهی داد، و به وی در سرزمین‌های دنیا، قدرت و نفوذ داد و مردم را مطیع او نمود.\n(﴿وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا﴾) و ابزار هر چیزی را، در اختیار او قرار دادیم؛ یعنی خداوند، اسبابی را که درپی به‌دست آوردن آن بود، و از آ‌ن برای پیروز شدن بر شهرها استفاده می‌نمود، و رسیدن به آبادی‌های دور دست را برای او آسان می‌کرد، به وی داد، (﴿فَأَتۡبَعَ سَبَبًا﴾) و او نیز از این وسایلی که خداوند به وی بخشیده بود، به بهترین شیوه استفاده کرد؛ یعنی آنها را در راستای رسیدن به هدف خود، به‌کار ‌برد؛ چرا که هرکس نمی‌تواند از وسائل، به نحو مطلوب استفاده نماید، و یا نمی‌تواند وسیلۀ واقعی را به دست آورد. و اگر این دو چیز وجود نداشته باشد یا یکی از آنها نباشد، مقصود حاصل نمی‌گردد."
    },
    {
      "id": 2226,
      "verse_number": 86,
      "verse_key": "18:86",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924891,
          "resource_id": 135,
          "text": "[روزی در زمین به راه افتاد] تا به محل غروب خورشید رسید. [چنین به نظرش رسید] که خورشید در چشمه‌ای گرم و گِل‌آلود غروب می‌کند و در [نزدیکیِ] آنجا قومی [کافر] یافت. [به او] گفتیم: «ای ذوالقرنین، یا [آنان را] مجازات می‌کنی یا در میانشان [رفتار] نیکویی پیش می‌گیری»."
        }
      ],
      "tafsir_saadi": "وسایلی که خداوند به او بخشیده بود، ما را از آن آگاه نساخته، و پیامبر نیز ما را به آن آگاه نکرده است.\nدر روایت نیز، به ‌طوری که مفید علم باشد، از آن ذکری به‌میان نیامده است. بنابراین جز اینکه در این مورد سکوت کنیم، کاری از دست ما ساخته نیست، و نباید به آنچه روایت‌های اسرائیلی نقل می‌کنند، توجه کرد. ولی به طور کلی می‌دانیم که آن‌ها، وسایل زیاد، قوی، داخلی و خارجی بوده‌اند که از این طریق توانسته است لشکر بزرگی را با سرباز و اسلحه و سازوکار نظامی گسترده سامان دهد، و با این لشکر و ارتش مسلح، توانست دشمنان را شکست دهد، و به شرق و غرب و اطراف دنیا دسترسی پیدا کند. پس خداوند به او چیزی بخشید که با آن به غروبگاه خورشید رسید، تا اینکه خورشید را مشاهده کرد؛ انگار در چشمه‌ای سیاه غروب می‌نماید. لازم به ذکر است که هرکس، بین او و افق غربی خورشید، آبی قرار گیرد، چنین می‌پندارد که گویا خورشید به ‌داخل آب غروب می‌کند؛ گرچه خورشید نسبت به آب، ارتفاع بسیار بلندی داشته باشد. و ذوالقرنین در مغرب زمین قومی را یافت. \n(﴿قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا﴾) و گفتیم: «یا آنها را با کشتن و زدن و اسیر کردن و امثال آن عذاب ده، و یا اینکه با آنها به نیکی رفتار کن.» و به ذوالقرنین اختیار داده شد که یکی از این دو راه را انتخاب نماید، چون ظاهراً آنها یا کافر بوده‌اند و یا فاسق، و یا نوعی از کفر و فسق در آنها وجود داشته است؛ زیرا اگر مؤمن غیرفاسق بودند، به ذوالقرنین اجازه داده نمی‌شد که آنها را شکنجه دهد. و ذوالقرنین در قبال آنها، چنان سیاستی را درپیش گرفت که سزاوار ستایش گردید؛ زیرا خداوند به او چنین توفیقی را داد. پس گفت: من آنها را به دو گروه تقسیم می‌کنم: \n(﴿أَمَّا مَن ظَلَمَ﴾) اما کسی که با کفر ورزیدن، ظلم و ستم کند، (﴿فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا﴾) او را عذاب خواهیم داد، سپس در آخرت به سوی پروردگارش بازگردانده می‌شود، و او نیز وی را سخت عذاب می‌دهد؛ یعنی به عذاب دنیا و آخرت گرفتار می‌شود.\n(﴿وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰ﴾) و اما کسی که ایمان آورده و کار شایسته انجام دهد، پاداش او در نزد خداوند، پاداشی نیکو خواهد بود. (﴿وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا﴾) و با او به نیکی رفتار می‌کنیم، و با نرمی با وی سخن می‌گوییم، و کار را برایش آسان می‌نماییم. و این دلالت می‌کند که ذوالقرنین، از پادشاهان صالح و از اولیای خدا، و پادشاهی عادل و عالم بوده است؛ زیرا در رفتار با هرکسی، طبق رضای خداوند عمل می‌کرد."
    },
    {
      "id": 2227,
      "verse_number": 87,
      "verse_key": "18:87",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924892,
          "resource_id": 135,
          "text": "[ذوالقرنین] گفت: «اما کسی‌ را که ستم کرده [و شرک ورزیده] است مجازات خواهیم کرد، سپس به سوی پروردگارش بازگردانده می‌شود، آنگاه او را به عذابی بسیار سخت مجازات خواهد کرد."
        }
      ],
      "tafsir_saadi": "وسایلی که خداوند به او بخشیده بود، ما را از آن آگاه نساخته، و پیامبر نیز ما را به آن آگاه نکرده است.\nدر روایت نیز، به ‌طوری که مفید علم باشد، از آن ذکری به‌میان نیامده است. بنابراین جز اینکه در این مورد سکوت کنیم، کاری از دست ما ساخته نیست، و نباید به آنچه روایت‌های اسرائیلی نقل می‌کنند، توجه کرد. ولی به طور کلی می‌دانیم که آن‌ها، وسایل زیاد، قوی، داخلی و خارجی بوده‌اند که از این طریق توانسته است لشکر بزرگی را با سرباز و اسلحه و سازوکار نظامی گسترده سامان دهد، و با این لشکر و ارتش مسلح، توانست دشمنان را شکست دهد، و به شرق و غرب و اطراف دنیا دسترسی پیدا کند. پس خداوند به او چیزی بخشید که با آن به غروبگاه خورشید رسید، تا اینکه خورشید را مشاهده کرد؛ انگار در چشمه‌ای سیاه غروب می‌نماید. لازم به ذکر است که هرکس، بین او و افق غربی خورشید، آبی قرار گیرد، چنین می‌پندارد که گویا خورشید به ‌داخل آب غروب می‌کند؛ گرچه خورشید نسبت به آب، ارتفاع بسیار بلندی داشته باشد. و ذوالقرنین در مغرب زمین قومی را یافت. \n(﴿قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا﴾) و گفتیم: «یا آنها را با کشتن و زدن و اسیر کردن و امثال آن عذاب ده، و یا اینکه با آنها به نیکی رفتار کن.» و به ذوالقرنین اختیار داده شد که یکی از این دو راه را انتخاب نماید، چون ظاهراً آنها یا کافر بوده‌اند و یا فاسق، و یا نوعی از کفر و فسق در آنها وجود داشته است؛ زیرا اگر مؤمن غیرفاسق بودند، به ذوالقرنین اجازه داده نمی‌شد که آنها را شکنجه دهد. و ذوالقرنین در قبال آنها، چنان سیاستی را درپیش گرفت که سزاوار ستایش گردید؛ زیرا خداوند به او چنین توفیقی را داد. پس گفت: من آنها را به دو گروه تقسیم می‌کنم: \n(﴿أَمَّا مَن ظَلَمَ﴾) اما کسی که با کفر ورزیدن، ظلم و ستم کند، (﴿فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا﴾) او را عذاب خواهیم داد، سپس در آخرت به سوی پروردگارش بازگردانده می‌شود، و او نیز وی را سخت عذاب می‌دهد؛ یعنی به عذاب دنیا و آخرت گرفتار می‌شود.\n(﴿وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰ﴾) و اما کسی که ایمان آورده و کار شایسته انجام دهد، پاداش او در نزد خداوند، پاداشی نیکو خواهد بود. (﴿وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا﴾) و با او به نیکی رفتار می‌کنیم، و با نرمی با وی سخن می‌گوییم، و کار را برایش آسان می‌نماییم. و این دلالت می‌کند که ذوالقرنین، از پادشاهان صالح و از اولیای خدا، و پادشاهی عادل و عالم بوده است؛ زیرا در رفتار با هرکسی، طبق رضای خداوند عمل می‌کرد."
    },
    {
      "id": 2228,
      "verse_number": 88,
      "verse_key": "18:88",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924893,
          "resource_id": 135,
          "text": "و اما کسی که ایمان آورد و کار شایسته انجام دهد، [در آخرت،] نیکوترین پاداش [= بهشت] را خواهد داشت و با ملایمت [و مهربانی] با وی سخن خواهیم گفت»."
        }
      ],
      "tafsir_saadi": "وسایلی که خداوند به او بخشیده بود، ما را از آن آگاه نساخته، و پیامبر نیز ما را به آن آگاه نکرده است.\nدر روایت نیز، به ‌طوری که مفید علم باشد، از آن ذکری به‌میان نیامده است. بنابراین جز اینکه در این مورد سکوت کنیم، کاری از دست ما ساخته نیست، و نباید به آنچه روایت‌های اسرائیلی نقل می‌کنند، توجه کرد. ولی به طور کلی می‌دانیم که آن‌ها، وسایل زیاد، قوی، داخلی و خارجی بوده‌اند که از این طریق توانسته است لشکر بزرگی را با سرباز و اسلحه و سازوکار نظامی گسترده سامان دهد، و با این لشکر و ارتش مسلح، توانست دشمنان را شکست دهد، و به شرق و غرب و اطراف دنیا دسترسی پیدا کند. پس خداوند به او چیزی بخشید که با آن به غروبگاه خورشید رسید، تا اینکه خورشید را مشاهده کرد؛ انگار در چشمه‌ای سیاه غروب می‌نماید. لازم به ذکر است که هرکس، بین او و افق غربی خورشید، آبی قرار گیرد، چنین می‌پندارد که گویا خورشید به ‌داخل آب غروب می‌کند؛ گرچه خورشید نسبت به آب، ارتفاع بسیار بلندی داشته باشد. و ذوالقرنین در مغرب زمین قومی را یافت. \n(﴿قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا﴾) و گفتیم: «یا آنها را با کشتن و زدن و اسیر کردن و امثال آن عذاب ده، و یا اینکه با آنها به نیکی رفتار کن.» و به ذوالقرنین اختیار داده شد که یکی از این دو راه را انتخاب نماید، چون ظاهراً آنها یا کافر بوده‌اند و یا فاسق، و یا نوعی از کفر و فسق در آنها وجود داشته است؛ زیرا اگر مؤمن غیرفاسق بودند، به ذوالقرنین اجازه داده نمی‌شد که آنها را شکنجه دهد. و ذوالقرنین در قبال آنها، چنان سیاستی را درپیش گرفت که سزاوار ستایش گردید؛ زیرا خداوند به او چنین توفیقی را داد. پس گفت: من آنها را به دو گروه تقسیم می‌کنم: \n(﴿أَمَّا مَن ظَلَمَ﴾) اما کسی که با کفر ورزیدن، ظلم و ستم کند، (﴿فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا﴾) او را عذاب خواهیم داد، سپس در آخرت به سوی پروردگارش بازگردانده می‌شود، و او نیز وی را سخت عذاب می‌دهد؛ یعنی به عذاب دنیا و آخرت گرفتار می‌شود.\n(﴿وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰ﴾) و اما کسی که ایمان آورده و کار شایسته انجام دهد، پاداش او در نزد خداوند، پاداشی نیکو خواهد بود. (﴿وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا﴾) و با او به نیکی رفتار می‌کنیم، و با نرمی با وی سخن می‌گوییم، و کار را برایش آسان می‌نماییم. و این دلالت می‌کند که ذوالقرنین، از پادشاهان صالح و از اولیای خدا، و پادشاهی عادل و عالم بوده است؛ زیرا در رفتار با هرکسی، طبق رضای خداوند عمل می‌کرد."
    },
    {
      "id": 2229,
      "verse_number": 89,
      "verse_key": "18:89",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ أَتْبَعَ سَبَبًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924894,
          "resource_id": 135,
          "text": "سپس [ذوالقرنین] از وسایل [خود] استفاده کرد [و به سوی مشرق رفت]."
        }
      ],
      "tafsir_saadi": "وقتی که به غروبگاه خورشید رسید، به قصد یافتن محل طلوع خورشید بازگشت، و از وسائل و راه‌هایی که خداوند در اختیار او قرار داده بود، استفاده کرد."
    },
    {
      "id": 2230,
      "verse_number": 90,
      "verse_key": "18:90",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924895,
          "resource_id": 135,
          "text": "تا آنکه به جایگاه برآمدن خورشید رسید. [در آنجا خورشید را] دید که بر مردمانی طلوع می‌کند که در برابر [نور و گرمای آفتاب] پوششی برایشان قرار نداده بودیم [نه سرپناهی، نه سایۀ درختی]."
        }
      ],
      "tafsir_saadi": "پس به محل طلوع خورشید رسید و (﴿وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا﴾) دید که خورشید بر مردمانی می‌تابد که پوششی دربرابر آن ندارند. شاید عدم وجود پوشش، به سبب وحشی‌گری و بی‌تمدنی آنها بود؛ و یا بدان خاطر بود که خورشید در نزد آنان حالتی دایمی داشت. آن چنانکه باید، غروب نمی‌کرد، چنانکه در شرق آفریقای جنوبی چنین است. \nپس ذوالقرنین به نقطه‌ای از زمین رسید که اهل زمین در رابطه با آن، هیچ آگاهی نداشتند، چه رسد به اینکه خودشان به آنجا برسند. با این وجود، خداوند این کارها را برای ذوالقرنین میسّر نمود، و هرآنچه‌ را که بدان دسترسی پیدا می‌کرد،"
    },
    {
      "id": 2231,
      "verse_number": 91,
      "verse_key": "18:91",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924896,
          "resource_id": 135,
          "text": "[کار ذوالقرنین] اینچنین بود و ما به آنچه او در اختیار داشت [و انجام می‌داد] کاملاً آگاه بودیم."
        }
      ],
      "tafsir_saadi": "بر اساس تقدیر و علم الهی صورت می‌گرفت. بنابراین فرمود: (﴿وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا﴾) و ما به خوبی از اسباب بزرگی که او در اختیار داشت، و به هرجا که می‌رفت، از او آگاه بودیم."
    },
    {
      "id": 2232,
      "verse_number": 92,
      "verse_key": "18:92",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ أَتْبَعَ سَبَبًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924897,
          "resource_id": 135,
          "text": "سپس [ذوالقرنین] از امکانات [خود] استفاده کرد [و به جایی بین شرق و غرب رفت]."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ أَتۡبَعَ سَبَبًا حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ﴾) سپس از وسیله‌ای استفاده کرد تا آنکه به میان دو کوه رسید.\nمفسرین گفته‌اند: از مشرق به سوی شمال حرکت کرد تا آنگاه به میان دو کوه رسید که در آن زمان معروف بودند، و دو رشته کوه بودند که به چپ و راست امتداد یافته، و به دریا منتهی می‌شدند. این کوه‌ها سدی میان یأجوج و مأجوج و مردم بودند. در آن سوی این دو کوه، ذوالقرنین قومی را یافت که به خاطر گنگی زبانشان و پایین بودن میزان درک و هوششان، سخنی را نمی‌فهمیدند؛ و خداوند به ذوالقرنین علمی داده بود که به وسیلۀ آن، زبان این قوم را فهمید و با آنها گفتگو نمود. و آنان ذوالقرنین را، از ضرر و زیانی که یأجوج و مأجوج به آنها وارد می‌کرد، آگاه نموده و به او شکایت کردند. یأجوج و مجوج دو طایفۀ بزرگ از انسان‌ها هستند. بنابراین گفتند:"
    },
    {
      "id": 2233,
      "verse_number": 93,
      "verse_key": "18:93",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924898,
          "resource_id": 135,
          "text": "[او همچنان رفت] تا به [دره‌ای] میان دو کوه رسید و در کنار آن دو [کوه،] مردمی را یافت که سخنی [جز زبان خود را] نمی‌فهمیدند."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ أَتۡبَعَ سَبَبًا حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ﴾) سپس از وسیله‌ای استفاده کرد تا آنکه به میان دو کوه رسید.\nمفسرین گفته‌اند: از مشرق به سوی شمال حرکت کرد تا آنگاه به میان دو کوه رسید که در آن زمان معروف بودند، و دو رشته کوه بودند که به چپ و راست امتداد یافته، و به دریا منتهی می‌شدند. این کوه‌ها سدی میان یأجوج و مأجوج و مردم بودند. در آن سوی این دو کوه، ذوالقرنین قومی را یافت که به خاطر گنگی زبانشان و پایین بودن میزان درک و هوششان، سخنی را نمی‌فهمیدند؛ و خداوند به ذوالقرنین علمی داده بود که به وسیلۀ آن، زبان این قوم را فهمید و با آنها گفتگو نمود. و آنان ذوالقرنین را، از ضرر و زیانی که یأجوج و مأجوج به آنها وارد می‌کرد، آگاه نموده و به او شکایت کردند. یأجوج و مجوج دو طایفۀ بزرگ از انسان‌ها هستند. بنابراین گفتند:"
    },
    {
      "id": 2234,
      "verse_number": 94,
      "verse_key": "18:94",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924899,
          "resource_id": 135,
          "text": "[آنان] گفتند: «ای ذوالقرنین، یأجوج و مأجوج در این سرزمین [تبهکاری و] فساد می‌کنند. آیا [ممکن است] هزینه‌ای در اختیارت قرار دهیم تا میان ما و آنان سدی بسازی؟»"
        }
      ],
      "tafsir_saadi": "(﴿إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ﴾) همانا یأجوج و مأجوج، در این سرزمین، با کشتن و گرفتن اموال مردم و دیگر کارهای ناروا، تباهی می‌کنند.\n(﴿فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا﴾) آیا راضی هستی که برای تو هزینه‌ای مقرر کنیم که میان ما وایشان سدی بسازی؟ واین دلالت می‌نماید که آنها خودشان، نمی‌توانستند سد را بسازند؛ اما می‌دانستند که ذوالقرنین، توانایی چنین کاری را دارد. بنابراین به او مزدی دادند تا این کار را انجام دهد. و سبب این کار را برای ذوالقرنین ذکر کردند؛ و آن، تباهکاری یأجوج و مأجوج در زمین بود، و آنان می‌دانستند که ذوالقرنین چشم طمع به سرزمینشان ندوخته، و نسبت به اصلاح حال مردم بی‌تفاوت نبوده، و هدفش ساماندهی اوضاع مردم است.\nپس خواستۀ آنان را اجابت کرد، چون مصلحت درآن بود. و ذوالقرنین از آنها مزدی نگرفت، و شکر قدرت و حکومتی که خداوند به او داده بود، به جای آورد."
    },
    {
      "id": 2235,
      "verse_number": 95,
      "verse_key": "18:95",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924900,
          "resource_id": 135,
          "text": "او گفت: «آنچه [از قدرت و ثروت] که پروردگارم در آن به من توانایی داده است [از پیشنهاد مالی شما] بهتر است؛ پس مرا با نیرویى [انسانى‌] یارى كنید [تا] میان شما و آنان سدّى محکم و استوار بسازم."
        }
      ],
      "tafsir_saadi": "پس به آنان گفت: (﴿مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ﴾) توانایی و قدرتی که خداوند در اختیار من نهاده است، از آنچه شما به من می‌بخشید، بهتر است؛ و من فقط این را از شما می‌خواهم که با نیرو و با دست‌هایتان مرا یاری کنید، (﴿أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا﴾) تا میان شما و ایشان، سد بزرگ و محکمی بسازم که مانع از عبور آنان به سوی شما شود."
    },
    {
      "id": 2236,
      "verse_number": 96,
      "verse_key": "18:96",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924901,
          "resource_id": 135,
          "text": "قطعات آهن برایم بیاورید [و روی هم بچینید]» تا وقتی ‌کاملاً میان دو کوه را برابر ساخت [و پوشاند. سپس] گفت: «[در اطراف دیوارۀ آهنین آتش بیفروزید و] در آن بدمید». [آنان چنین کردند] تا وقتی آن [قطعات آهن] را گداخته کرد؛ [سپس] گفت: «[اکنون] مسِ مُذاب برایم بیاورید تا روی آن [دیوار] بریزم»."
        }
      ],
      "tafsir_saadi": "(﴿ءَاتُونِي زُبَرَ ٱلۡحَدِيدِ﴾) قطعات بزرگ آهن را برای من بیاورید، و آنها برایش آوردند، (﴿حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ﴾) تا آنگاه که میان دو کوه را ـ که سد را بین آنان ساخته بود ـ برابر کرد.\n(﴿قَالَ ٱنفُخُواْ﴾) گفت: آتش بزرگی روشن کنید، و برای روشن کردن آن، از دم‌های آهنگری استفاده کنید، و در آن بدمید تا آتش بیشتر روشن شود، و مس ذوبِ گردد. وقتی مس‌هایی که او درخواست کرده بود تا آهن پاره‌ها را با آن به هم بچسباند، گداخته و ذوب شد، (﴿قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا﴾) گفت: مس گداخته شده را بیاورید تا بر آن بریزیم. پس او مس گداخته شده را بر آن ریخت، و سد بسیار محکم شد، و به وسیلۀ آن، مردمی که این سوی سد بودند، از ضرر یأجوج و مأجوج مصون ماندند."
    },
    {
      "id": 2237,
      "verse_number": 97,
      "verse_key": "18:97",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
      "page_number": 303,
      "juz_number": 16,
      "translations": [
        {
          "id": 924902,
          "resource_id": 135,
          "text": "[یأجوج و مأجوج] دیگر نتوانستند از آن [سد] بالا روند و [حتی] نتوانستند سوراخی در آن ایجاد کنند."
        }
      ],
      "tafsir_saadi": "(﴿فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا﴾) پس آنان نتوانستند از آن بالا روند؛ زیرا بلند و مرتفع بود، و نتوانستند آن را سوراخ کنند؛ چون خیلی محکم و سخت بود."
    },
    {
      "id": 2238,
      "verse_number": 98,
      "verse_key": "18:98",
      "hizb_number": 31,
      "rub_el_hizb_number": 121,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
      "page_number": 304,
      "juz_number": 16,
      "translations": [
        {
          "id": 924903,
          "resource_id": 135,
          "text": "[آنگاه ذوالقرنین] گفت: «این [سد،] از رحمت پروردگار من است [و تا الله بخواهد باقی می‌مانَد]؛ اما هنگامی که وعدۀ پروردگارم فرارسد، آن را در هم می‌کوبد و وعدۀ پروردگارم حق است»."
        }
      ],
      "tafsir_saadi": "وقتی که ذو القرنین این کار زیبا و شاهکار بزرگ را انجام داد، آن را به پروردگارش نسبت داد و گفت: (﴿هَٰذَا رَحۡمَةٞ مِّن رَّبِّي﴾) این از فضل و احسان خدا بر من است. و خلفا و فرمانروایان صالح این‌گونه هستند که هرگاه خداوند نعمتی را به آنان ارزانی نماید، شکر، و اقرار به نعمت آنان بیشتر می‌شود، و بیش از پیش به نعمت خدا اعتراف می‌کنند، همان‌گونه که سلیمان ـ علیه السلام ـ وقتی که تختِ ملکۀ سبا از مسافت خیلی دور نزد او حاضر شد، گفت: ﴿هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُ﴾ این از فضل پروردگارم است تا مرا بیازماید که آیا شکر را به جا می‌آورم یا ناسپاسی می‌کنم.\nبه خلاف سرکشان و متکبران و کسانی که در دنیا سرکشی می‌کنند، و نعمت‌های دنیوی، غرور و سرکشی آنها را می‌افزاید؛ آن گونه که قارون وقتی خداوند به او گنج‌هائی داد که کلیدهای آن بر گروه نیرومند سنگینی می‌کرد، گفت: ﴿إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓ﴾ آن را تنها بر اساس دانشی از نزد خود به دست آورده‌ام.\n(﴿فَإِذَا جَآءَ وَعۡدُ رَبِّي﴾) و هرگاه وعدۀ پروردگارم برای بیرون آمدن یأجوج و مأجوج فرا ‌رسد، (﴿جَعَلَهُۥ دَكَّآءَ﴾) آن سد محکم و بزرگ را منهدم و هموار می‌سازد، (﴿وَكَانَ وَعۡدُ رَبِّي حَقّٗا﴾) و وعدۀ پروردگارم حق است."
    },
    {
      "id": 2239,
      "verse_number": 99,
      "verse_key": "18:99",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
      "page_number": 304,
      "juz_number": 16,
      "translations": [
        {
          "id": 924904,
          "resource_id": 135,
          "text": "و در آن روز [که جهان پایان می‌پذیرد] آنان را [چنان] رها می‌کنیم که [از فراوانیِ جمعیت،] در هم می‌آمیزند و [همین که] در صور دمیده ‌شد، همه را [در یک جا] جمع می‌کنیم."
        }
      ],
      "tafsir_saadi": "(﴿وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖ﴾) و در آن روز، ما آنان را رها می‌سازیم تا برخی در برخی موج زنند. احتمال دارد که ضمیر [در(﴿ يَمُوجُ﴾)] به یأجوج و مأجوج برگردد؛ یعنی آنها از بس که زیادند و تمام زمین را فرا می‌گیرند، وقتی که به سوی مردم بیرون می‌آیند، برخی در برخی موج می‌زنند. \nهمان‌طور که خداوند متعال فرموده است: ﴿حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ﴾ تا اینکه سدّ یأجوج و مأجوج باز شد، و آنها از هر بلندی بیرون آمده و سرازیر می‌شوند.\nو احتمال دارد که ضمیر به مردم برگردد، که روز قیامت جمع می‌شوند؛ و چون زیادند، به هنگام رویارویی با سختی‌ها و زلزله‌های بزرگ [به ‌این سو و آن سو دویده و] موج می‌زنند. به دلیل اینکه می‌فرماید: (﴿وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا﴾) و وقتی اسرافیل در صور می‌دمد، خداوند روح‌ها را به جسم‌ها برمی‌گرداند، سپس آنها را گرد می‌آورد، و آنان را برای حضور در محل ایستادن جمع می‌نماید، و پیشینیان و کافران و مومنان را گرد می‌آورد تا مورد سؤال قرار گیرند و محاسبه شوند و مجازات اعمالشان را ببینند؛ اما کافران با توجه به اختلاف حالتشان، سزایشان جهنم است، و برای همیشه درآن باقی می‌مانند.\nبنابراین فرمود: (﴿وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا﴾) و جهنم را، آن روز به طرز شگفتی به کافران نشان می‌دهیم."
    },
    {
      "id": 2240,
      "verse_number": 100,
      "verse_key": "18:100",
      "hizb_number": 31,
      "rub_el_hizb_number": 122,
      "ruku_number": 262,
      "manzil_number": 4,
      "sajdah_number": null,
      "text_uthmani": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
      "page_number": 304,
      "juz_number": 16,
      "translations": [
        {
          "id": 924905,
          "resource_id": 135,
          "text": "و آن روز، دوزخ را آشکارا بر کافران عرضه می‌داریم."
        }
      ],
      "tafsir_saadi": "آن‌گونه که خداوند متعال فرمود: ﴿وَبُرِّزَتِ ٱلۡجَحِيمُ لِلۡغَاوِينَ﴾ و جهنم به گمراهان نشان داده می‌شود؛ یعنی برایشان عرضه می‌شود تا جایگاه و منزل خود را مشاهده کنند، و از زنجیرها و آتش سوزان و آب داغ و سرمای شدید آن بهره‌مند شوند، و عذابی را بچشند که دل‌ها را گنگ می‌نماید و گوش‌ها را کر می‌کند.\n این پیامدِ اعمال و سزای کارهایشان است؛ زیرا آنها در دنیا"
    }
  ]
}