[
  {
    "ayah": 1,
    "text": ": 1 - 11                            #\n{ص وَالْقُرْآنِ ذِي الذِّكْرِ (1) بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ (2) كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ (3) وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (4) أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ (5) وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ (6) مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ (7) أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ (8) أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ (9) أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ (10) جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ (11)}.\nص وَالْقُرْآنِ ذِي الذِّكْرِ؛ صاد  سوگند به  قرآن  شريف  صاحب  اندرز\nبَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ؛ که  کافران  همچنان  در سرکشي  و خلافند\nكَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ؛ چه  بسا مردمي  را که  پيش  از آنها به  هلاکت  رسانيديم   آنان  فرياد بر  مي آوردند ولي  گريزگاهي  نبود.\nوَعَجِبُوا أَن جَاءهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ؛\nدر شگفت  شدند از اينکه  بيم  دهنده  اي  از ميان  خودشان  برخاست   و  کافران گفتند :\nاين  جادوگري  دروغگوست.\nأَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ؛ آيا همه  خدايان  را يک  خدا گردانيده  است  ? و اين  چيزي  شگفت  است.\nوَانطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ؛\nمهترانشان  به  راه  افتادند و گفتند :\nبرويد و بر پرستش  خدايان  خويش ، پايداري  ورزيد که  اين  است  چيزي  که  از شما خواسته  شده.\nمَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ؛ ما در اين  آخرين  آيين  ، چنين  سخني  نشنيده  ايم  و اين  جز دروغ  هيچ  نيست.\nأَأُنزِلَ عَلَيْهِ الذِّكْرُ مِن بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِّن ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ؛ آيا از ميان  همه  ما وحي  بر او نازل  شده  است  ? بلکه  آنها از وحي  من  در  ترديدند ، و هنوز عذاب  مرا نچشيده  اند.\nأَمْ عِندَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ؛ يا آنکه  خزاين  رحمت  پروردگار پيروزمند بخشنده  ات  در نزد آنهاست  ?\nأَمْ لَهُم مُّلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ؛ يا فرمانروايي  آسمانها و زمين  و هر چه  ميان  آن  دوست  ، از آن  آنهاست   ?پس  با نردبامهايي  خود را به  آسمان  کشند.\nجُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ الْأَحْزَابِ؛ آنجا لشکري  است  ناچيز از چند گروه  شکست  خورده  به  هزيمت  رفته."
  },
  {
    "ayah": 1,
    "text": "#\n(1)\nدر اینجا خداوند حالت قرآن، و وضعیت تکذیب کنندگان در برابر قرآن، و در برابر کسی که قرآن را آورده است، بیان می‌دارد.\nپس فرمود:\n(\n﴿صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ﴾\n) صاد. سوگند به قرآن که دارای منزلت وشرافت بزرگ است، و همۀ آنچه را که بندگان به آن نیاز دارند،\nاز قبیل:\nدانستن اسماء و صفات و افعال خداوند و دانستن احکام شرعی و احکام معاد و جزا، به آنان تذکر می‌دهد و می‌آموزد؛ پس قرآن اصول و فروع دین را به بندگان می‌آموزد. و در اینجا نیازی به ذکر آنچه برای آن سوگند یاد شده است نمی‌باشد؛ زیرا آنچه برای آن سوگند یاد شده، و آنچه که بدان سوگند یاد شده است، یک چیز هستند، و آن قرآنی می‌باشد که دارای چنین صفت بزرگی است. پس وقتی قرآن دارای چنین صفتی می‌باشد، معلوم است که نیاز بندگان به آن بالاتر از هر نیازی است. و بر بندگان لازم است که به آن ایمان بیاورند و آن را تصدیق نمایند و به استنباط آموزه‌های جدید از قرآن روی آورند."
  },
  {
    "ayah": 2,
    "text": "#\n(2)\nخداوند متعال کسانی را به سوی این قرآن هدایت نمود؛ و کافران از تصدیق آن، و تصدیق کسی که قرآن بر او نازل شده، ابا ورزیدند و همواره در برابر قرآن و پیغمبر در (\n﴿عِزَّةٖ وَشِقَاقٖ﴾\n) به سر می‌برند؛ یعنی متکبر بودند، و از ایمان آوردن به آن دو امتناع می‌ورزیدند، و با آن به دشمنی و ستیز می‌پرداختند تا قرآن را رد نمایند و آن را باطل قلمداد نمایند و به آن و کسی که آن را آورده است طعنه بزنند."
  },
  {
    "ayah": 3,
    "text": "#\n(3)\nخداوند با بیان اینکه اقوام گذشته را که پیامبران را تکذیب کردند هلاک کرده است، آنها را تهدید نمود،\nو فرمود:\nوقتی که هلاکت به سراغشان آمد، فریاد برآوردند و کمک خواستند تا عذاب از آنها دور شود، (\n﴿وَّلَاتَ حِينَ مَنَاصٖ﴾\n) امّا زمان، دیگر زمان رهایی از آنچه بدان گرفتار شده بودند، نبود. پس اینها بپرهیزند از اینکه به تکبر و ستیزه‌جویی و مخالفت خود ادامه دهند که آنگاه به آنچه گذشتگان گرفتار شدند، گرفتار خواهند شد."
  },
  {
    "ayah": 4,
    "text": "#\n(4)\n(\n﴿وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ﴾\n) تکذیب‌کنندگان از چیزی تعجب کردند که جای تعجب ندارد؛ و آنها از این تعجب کردند که بیم دهنده‌ای از خودشان به نزد آنها آمد تا آنها بتوانند از او یاد بگیرند و او را به گونۀ شایسته بشناسند. و چون او از قوم آنهاست، نباید غرور و تکبر ناسیونالیستی آنها را فرا بگیرد و از تبعیّت او سر باز زنند. پس این چیزی است که باعث می‌شود تا آنان سپاسگزاری نمایند و کاملاًَ از پیامبر پیروی کنند. اما آنها قضیه را برعکس کردند و به تعجب انکاری روی آوردند. (\n﴿وَقَالَ ٱلۡكَٰفِرُونَ﴾\n) و کافران از روی ستمگری و کفرورزی خود گفتند: (\n﴿هَٰذَا سَٰحِرٞ كَذَّابٌ﴾\n) این جادوگری دروغگوست."
  },
  {
    "ayah": 5,
    "text": "#\n(5)\nو گناه پیامبر نزد آنها این بود که (\n﴿أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًا﴾\n) چگونه او از گرفتن شریکان و همتایان نهی می‌کند، و دستور می‌دهد عبادت تنها برای الله انجام گیرد؟! (\n﴿إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ﴾\n) بی‌گمان چیزی که او آورده است، به دلیل باطل و فاسد بودنش بسیار عجیب می‌باشد."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\n(\n﴿وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ﴾\n) آن دسته از سران که گفته‌شان پذیرفته می‌شد،\nبه راه افتادند و قوم خود را به تمسّک به شرکی که بر آن قرار داشتند تشویق ‌کردند و گفتند:\n(\n﴿أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ﴾\n) بروید و بر پرستش خدایان خود شکیبا باشید؛ یعنی به عبادت آنها ادامه، و بر پرستش آنها پایداری کنید، و هیچ چیزی نباید شما را از پرستش آنها باز دارد. (\n﴿إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ﴾\n) بی‌گمان چیزی که محمّد آورده است مبنی بر نهی از عبادت آنها، ساخته و پرداختۀ خود او است، و از آن هدف و قصدی سوء دارد. این شبهه‌ایست که فقط انسان‌های بی‌خرد گول آن را می‌خورند. چون هرکس سخن حق یا ناحقی را بر زبان آورد، به خاطر قصد و نیت بدش سخنش رد نمی‌شود؛ چرا که نیت و عمل او مال خود اوست، بلکه با آنچه از دلایل و حجّت‌هایی که آن را باطل و فاسد می‌نماید، گفته‌اش رد کرده می‌شود. و منظور آنها این بود که محمّد برای این شما را دعوت می‌کند تا بر شما ریاست کند، و نزد شما بزرگ باشد و از او پیروی کنید."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\n(\n﴿مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ﴾\n) ما سخنی را که او می‌گوید، و دینی که به سوی آن دعوت می‌کند، در آیین قریش و آیین نصرانیت نشنیده‌ایم. پس نه پدران ما چنین دینی داشته‌اند، و نه پدران ما پدران خود را بر چنین چیزی یافته‌اند. پس بمانید بر آنچه پدرانتان بر آن بوده‌اند؛ این حق است، و آنچه محمّد شما را به سوی آن می‌خواند جز دروغی که خود آن را بر ساخته است نیست. و این نیز یک شبهه از نوع شبهات اول آنهاست. آنان حق را با استناد به چیزی که حتّی برای رد کردن کوچک‌ترین و بی‌ارزش‌ترین گفته‌ای کافی نیست، رد کردند؛ و آن اینکه این دعوت با آنچه که پدران گمراهشان بر آن بوده‌اند مخالف است. پس این چه دلیلی است که بر بطلان آن دلالت ‌نماید؟"
  },
  {
    "ayah": 8,
    "text": "#\n(8)\n(\n﴿أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَا﴾\n) چه چیزی او را بر ما برتری داده است تا از میان ما قرآن بر او نازل شود، و خداوند قرآن را به او اختصاص دهد؟ این نیز یک شبهه است، و چگونه این شبهه می‌تواند دلیلی باشد که بتوان با آن، آنچه را که پیامبر گفته است رد کرد؟ زیرا خداوند همۀ پیامبران را با رسالت خویش مورد تکریم قرار داده، و آنان را به دعوت کردن خلق به سوی خدا امر نموده است. و از آنجا که گفته‌های صادر شده از سوی مشرکان صلاحیت آن را ندارد که با آن، رسالت پیامبر رد شود، خداوند خبر داد که این گفته‌هایشان از کجا سرچشمه می‌گیرد.\nپس فرمود:\n(\n﴿بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِي﴾\n) آنها از قرآن من در شک و تردید هستند، و علم و شناختی از آن ندارند. پس وقتی که در شک و تردید افتادند و به آن راضی شدند، و حقِ واضح و آشکار به نزد آنها آمد، و از آنجا که آنان به طور قطعی تصمیم گرفته بودند که بر شک خود باقی بمانند، چنین سخن‌هایی را برای دفع حق بر زبان آوردند. وآنها این سخنان را از روی دلیل و حجت نگفتند، بلکه از روی دروغ چنین گفتند؛ و معلوم است که هرکس چنین باشد، از روی شک و عناد سخن می‌گوید، و سخن او پذیرفته نیست، و کوچک‌ترین نقص و عیبی به حق وارد نمی‌کند، و به محض حرف زدنش مورد مذمت و نکوهش قرار می‌گیرد.\nبنابراین خداوند آنها را به عذاب تهدید کرد و فرمود:\n(\n﴿بَل لَّمَّا يَذُوقُواْ عَذَابِ﴾\n) آنها از آنجا که در دنیا از نعمت‌ها بهره‌مند هستند و چیزی از عذاب خدا هنوز به آنها نرسیده، این سخن‌ها را می‌گویند، و بر گفتن این سخن‌ها جرأت کرده‌اند؛ و اگر عذاب را بچشند، به گفتن چنین حرف‌هایی جرأت نخواهند کرد."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\n(\n﴿أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ﴾\n) آیا گنج‌های رحمتِ پروردگارِ بسیار توانمند و بخشایندۀ تو در دست ایشان است؟ تا هرکس را که بخواهند، از آن بدهند؛ و هر کس را که بخواهند،\nاز آن محروم کنند و بگویند:\n(\n﴿أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَا﴾\n) آیا از میان همۀ ما، قرآن بر او نازل شده است؟ یعنی این از فضل ونعمت خداست و در دست آنها نیست تا به خود جرأت دهند و دربارۀ خدا سخن بگویند."
  },
  {
    "ayah": 10,
    "text": "#\n(10)\n(\n﴿أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا﴾\n) آیا فرمانروایی آسمان‌ها و زمین و آنچه میان آن دو است از آن ایشان است طوری که آنها بر آنچه می‌خواهند توانایی داشته باشند؟ (\n﴿فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ﴾\n) پس اگر چنین است، با وسایل و اسبابی که آنها را به آسمان بالا می‌برد، بالا روند، و مانع رسیدن رحمت خدا به پیامبر شوند. پس چگونه سخن می‌گویند درحالی که آنان ناتوان‌ترین و ضعیف‌ترین خلق خدا نسبت به چیزی هستند که دربارۀ آن سخن گفته‌اند؟! یا اینکه هدفشان تحزّب و جمع کردن لشکر و همکاری کردن برای کمک نمودن به باطل و خوار کردن حق است؟ و واقعیت همین است. آنان به این هدف نمی‌رسند، بلکه تلاش و سعی آنها بی‌نتیجه خواهد ماند، و لشکرشان شکست می‌خورد.\nبنابراین فرمود:\n(\n﴿جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ﴾\n) همانند لشکریانی هستند که پیش از تو علیه انبیا بسیج شده بودند، و آنها مغلوب و هلاک گشتند؛ پس ما نیز اینها را نابود می‌کنیم."
  },
  {
    "ayah": 11,
    "text": "#\n(11)\n(\n﴿أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا﴾\n) آیا فرمانروایی آسمان‌ها و زمین و آنچه میان آن دو است از آن ایشان است طوری که آنها بر آنچه می‌خواهند توانایی داشته باشند؟ (\n﴿فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ﴾\n) پس اگر چنین است، با وسایل و اسبابی که آنها را به آسمان بالا می‌برد، بالا روند، و مانع رسیدن رحمت خدا به پیامبر شوند. پس چگونه سخن می‌گویند درحالی که آنان ناتوان‌ترین و ضعیف‌ترین خلق خدا نسبت به چیزی هستند که دربارۀ آن سخن گفته‌اند؟! یا اینکه هدفشان تحزّب و جمع کردن لشکر و همکاری کردن برای کمک نمودن به باطل و خوار کردن حق است؟ و واقعیت همین است. آنان به این هدف نمی‌رسند، بلکه تلاش و سعی آنها بی‌نتیجه خواهد ماند، و لشکرشان شکست می‌خورد.\nبنابراین فرمود:\n(\n﴿جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ﴾\n) همانند لشکریانی هستند که پیش از تو علیه انبیا بسیج شده بودند، و آنها مغلوب و هلاک گشتند؛ پس ما نیز اینها را نابود می‌کنیم."
  },
  {
    "ayah": 12,
    "text": ": 12 - 15                            #\n{كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ (12) وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ (13) إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ (14) وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ (15)}.\nكَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ؛ پيش  از، آنها قوم  نوح  و عاد و فرعون  ، که  مردم  را به  چهار ميخ  مي  کشيد  ،پيامبران  را تکذيب  مي  کردند.\nوَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الأَيْكَةِ أُوْلَئِكَ الْأَحْزَابُ؛ و نيز قوم  ثمود و قوم  لوط و مردم  ايکه  از آن  جماعتها بودند.\nإِن كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ؛ از اينان  کس  نبود مگر آنکه  پيامبران  را تکذيب  کرد ، و عقوبت  من  واجب آمد.\nوَمَا يَنظُرُ هَؤُلَاء إِلَّا صَيْحَةً وَاحِدَةً مَّا لَهَا مِن فَوَاقٍ؛ اينان  نيز جز بانگي  سهمناک  انتظاري  ندارند ، چنان  که  آدمي  را ديگر  بازگشت  نباشد."
  },
  {
    "ayah": 12,
    "text": "#\n(12 - 15)\nخداوند آنها را برحذر می‌دارد از اینکه با آنها کاری شود که با امت‌های پیش از آنان شده است؛ کسانی که قدرتشان از قدرت اینها بیشتر بود، و سپاه و لشکر بزرگ‌تری داشتند، و بر باطل گرد هم آمده بودند، (\n﴿قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ﴾\n) قوم نوح و عاد\n[که قوم هود بودند]\nو قوم فرعون که دارای لشکریان زیاد و قدرت سهمگینی بودند. (\n﴿وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡ‍َٔيۡكَةِ﴾\n) و ثمود\n[که قوم صالح بودند]\nو قوم لوط و اصحاب ایکه؛ یعنی صاحبان درختان بوستان‌ها و درختان\n[فراوان]\nدر پیرامون خود بودند، و آنها قوم شعیب بودند. (\n﴿أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ﴾\n) اینها گروه‌ها و دسته‌هایی بودند که با قدرت و سپاهیان و ساز و برگ خود برای مقابله با حق گردهم آمدند، اما قدرتشان هیچ چیزی را از آنان دفع نکرد. (\n﴿إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ﴾\n) هریک از این گروه‌ها پیامبران را تکذیب کردند، پس کیفر خدا گریبانگیرشان شد. و به جز عذابی که به این دسته‌ها رسید، چه چیزی قوم قریش را که به تکذیب پیامبر پرداخته است به راه\n«تزکیه»\nو\n«تطهیر»\nمی‌آورد و مانع می‌شود تا عذابی که به آنها رسیده از آنان دور شود؟! پس باید منتظر باشند (\n﴿وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ﴾\n) و اینان انتظاری جز این نمی‌کشند که صدایی مرگبار فرا رسد که هیچ بازگشتی ندارد، و این صدا آنها را نابود و ریشه‌کن می‌نماید، اگر بر آنچه هستند باقی بمانند."
  },
  {
    "ayah": 13,
    "text": "#\n(12 - 15)\nخداوند آنها را برحذر می‌دارد از اینکه با آنها کاری شود که با امت‌های پیش از آنان شده است؛ کسانی که قدرتشان از قدرت اینها بیشتر بود، و سپاه و لشکر بزرگ‌تری داشتند، و بر باطل گرد هم آمده بودند، (\n﴿قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ﴾\n) قوم نوح و عاد\n[که قوم هود بودند]\nو قوم فرعون که دارای لشکریان زیاد و قدرت سهمگینی بودند. (\n﴿وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡ‍َٔيۡكَةِ﴾\n) و ثمود\n[که قوم صالح بودند]\nو قوم لوط و اصحاب ایکه؛ یعنی صاحبان درختان بوستان‌ها و درختان\n[فراوان]\nدر پیرامون خود بودند، و آنها قوم شعیب بودند. (\n﴿أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ﴾\n) اینها گروه‌ها و دسته‌هایی بودند که با قدرت و سپاهیان و ساز و برگ خود برای مقابله با حق گردهم آمدند، اما قدرتشان هیچ چیزی را از آنان دفع نکرد. (\n﴿إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ﴾\n) هریک از این گروه‌ها پیامبران را تکذیب کردند، پس کیفر خدا گریبانگیرشان شد. و به جز عذابی که به این دسته‌ها رسید، چه چیزی قوم قریش را که به تکذیب پیامبر پرداخته است به راه\n«تزکیه»\nو\n«تطهیر»\nمی‌آورد و مانع می‌شود تا عذابی که به آنها رسیده از آنان دور شود؟! پس باید منتظر باشند (\n﴿وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ﴾\n) و اینان انتظاری جز این نمی‌کشند که صدایی مرگبار فرا رسد که هیچ بازگشتی ندارد، و این صدا آنها را نابود و ریشه‌کن می‌نماید، اگر بر آنچه هستند باقی بمانند."
  },
  {
    "ayah": 14,
    "text": "#\n(12 - 15)\nخداوند آنها را برحذر می‌دارد از اینکه با آنها کاری شود که با امت‌های پیش از آنان شده است؛ کسانی که قدرتشان از قدرت اینها بیشتر بود، و سپاه و لشکر بزرگ‌تری داشتند، و بر باطل گرد هم آمده بودند، (\n﴿قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ﴾\n) قوم نوح و عاد\n[که قوم هود بودند]\nو قوم فرعون که دارای لشکریان زیاد و قدرت سهمگینی بودند. (\n﴿وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡ‍َٔيۡكَةِ﴾\n) و ثمود\n[که قوم صالح بودند]\nو قوم لوط و اصحاب ایکه؛ یعنی صاحبان درختان بوستان‌ها و درختان\n[فراوان]\nدر پیرامون خود بودند، و آنها قوم شعیب بودند. (\n﴿أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ﴾\n) اینها گروه‌ها و دسته‌هایی بودند که با قدرت و سپاهیان و ساز و برگ خود برای مقابله با حق گردهم آمدند، اما قدرتشان هیچ چیزی را از آنان دفع نکرد. (\n﴿إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ﴾\n) هریک از این گروه‌ها پیامبران را تکذیب کردند، پس کیفر خدا گریبانگیرشان شد. و به جز عذابی که به این دسته‌ها رسید، چه چیزی قوم قریش را که به تکذیب پیامبر پرداخته است به راه\n«تزکیه»\nو\n«تطهیر»\nمی‌آورد و مانع می‌شود تا عذابی که به آنها رسیده از آنان دور شود؟! پس باید منتظر باشند (\n﴿وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ﴾\n) و اینان انتظاری جز این نمی‌کشند که صدایی مرگبار فرا رسد که هیچ بازگشتی ندارد، و این صدا آنها را نابود و ریشه‌کن می‌نماید، اگر بر آنچه هستند باقی بمانند."
  },
  {
    "ayah": 15,
    "text": "#\n(12 - 15)\nخداوند آنها را برحذر می‌دارد از اینکه با آنها کاری شود که با امت‌های پیش از آنان شده است؛ کسانی که قدرتشان از قدرت اینها بیشتر بود، و سپاه و لشکر بزرگ‌تری داشتند، و بر باطل گرد هم آمده بودند، (\n﴿قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ﴾\n) قوم نوح و عاد\n[که قوم هود بودند]\nو قوم فرعون که دارای لشکریان زیاد و قدرت سهمگینی بودند. (\n﴿وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡ‍َٔيۡكَةِ﴾\n) و ثمود\n[که قوم صالح بودند]\nو قوم لوط و اصحاب ایکه؛ یعنی صاحبان درختان بوستان‌ها و درختان\n[فراوان]\nدر پیرامون خود بودند، و آنها قوم شعیب بودند. (\n﴿أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ﴾\n) اینها گروه‌ها و دسته‌هایی بودند که با قدرت و سپاهیان و ساز و برگ خود برای مقابله با حق گردهم آمدند، اما قدرتشان هیچ چیزی را از آنان دفع نکرد. (\n﴿إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ﴾\n) هریک از این گروه‌ها پیامبران را تکذیب کردند، پس کیفر خدا گریبانگیرشان شد. و به جز عذابی که به این دسته‌ها رسید، چه چیزی قوم قریش را که به تکذیب پیامبر پرداخته است به راه\n«تزکیه»\nو\n«تطهیر»\nمی‌آورد و مانع می‌شود تا عذابی که به آنها رسیده از آنان دور شود؟! پس باید منتظر باشند (\n﴿وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ﴾\n) و اینان انتظاری جز این نمی‌کشند که صدایی مرگبار فرا رسد که هیچ بازگشتی ندارد، و این صدا آنها را نابود و ریشه‌کن می‌نماید، اگر بر آنچه هستند باقی بمانند."
  },
  {
    "ayah": 16,
    "text": ": 16 - 0                            #\n{وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ (16) اصْبِرْ عَلَى مَا يَقُولُونَ}.\nوَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ؛\nو گفتند :\nاي  پروردگار ما ، نامه  اعمال  ما را پيش  از فرا رسيدن  روز  حساب  به  دست  ما بده."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\nتکذیب کنندگان به علّت نادانی و مخالفت با حق -درحالی که برای آمدن عذاب شتاب داشتند-\nگفتند:\n(\n﴿رَبَّنَا عَجِّل لَّنَا قِطَّنَا﴾\n) پروردگارا! سهمیۀ عذاب ما را هم اکنون، (\n﴿قَبۡلَ يَوۡمِ ٱلۡحِسَابِ﴾\n) و قبل از رسیدن قیامت بده. ای محمّد! آنها در این گفته لجاجت ورزیدند، و ادعا نمودند که نشانۀ راست‌گویی‌ات این است که عذاب را بر آنها بیاوری."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nپس خداوند به پیامبرش فرمود: (\n﴿ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ﴾\n) در برابر چیزهایی که می‌گویند شکیبا باش، همان‌طور که پیامبرانی که پیش از تو بودند شکیبایی ورزیدند. و بدان که سخن مشرکین زیانی به حق نمی‌رساند، و هیچ‌گاه نمی‌توانند زیانی به تو برسانند، بلکه آنها به خودشان زیان وارد می‌کنند."
  },
  {
    "ayah": 17,
    "text": ": 17 - 20                            #\n{وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ (17) إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ (18) وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ (19) وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ (20)}.\nاصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ؛ بر هر چه  مي  گويند صبر کن   و از داود قدرتمند ، که  همواره  به  درگاه ، ماتوبه  مي  کرد ، يادآور.\nإِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ؛ ما کوهها را رام  کرديم  و کوهها هر شامگاه  و بامدادان  با او تسبيح  مي   کردند.\nوَالطَّيْرَ مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ؛ و پرندگان  بر او گرد مي  آمدند ، همه  فرمانبر او بودند.\nوَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ؛ فرمانرواييش  را استواري  بخشيديم  و او را حکمت  و فصاحت  در سخن  عطا  کرديم."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nوقتی خداوند پیامبرش را دستور داد که در برابر سخن و آزارهای قومش شکیبایی ورزد، پیامبر را فرمان داد که با انجام عبادت خالص برای خدا، صبر پیشه کند، و حالت عبادت‌گزاران را به‌خاطر بیاورد.\nهمان‌طور که در آیه‌ای دیگر فرموده است:\n﴿فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَا﴾\nپس در برابر آنچه می‌گویند شکیبا باش، و قبل از طلوع خورشید و قبل از غروب آن پروردگارت را تسبیح بگوی. و یکی از بزرگ‌ترین عبادت‌گزاران پیامبر خدا، داود ـ علیه الصلاة والسلام ـ است. (\n﴿ذَا ٱلۡأَيۡدِ﴾\n)که دارای قدرت فراوان بدنی و قلبی برای عبادت خدا بود. (\n﴿إِنَّهُۥٓ أَوَّابٞ﴾\n) بی‌گمان او در همۀ کارها به سوی خدا باز می‌گشت، و با محبت و بندگی و ترس و امید و کثرت تضرع و زاری و دعا همواره رو به سوی خدا داشت، و وقتی که کاستی‌هایی از او سر می‌زد، با دست برداشتن از گناه و توبۀ نصوح، به سوی خدا باز می‌گشت."
  },
  {
    "ayah": 18,
    "text": "#\n(18 - 19)\nو یکی از مصادیق انابت او به سوی پروردگار و عبادتش این بود که خداوند کوه‌ها را با او هم‌آوا و رام کرده بود، به گونه‌ای که هم‌صدا با او پاکی پروردگارشان را (\n﴿بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ﴾\n) صبحگاهان و شامگاهان در اوّل و آخر روز بیان می‌کردند. (\n﴿وَٱلطَّيۡرَ مَحۡشُورَةٗ﴾\n) و پرندگان را رام او کرد در حالی که با او جمع شده بودند، و مجموعۀ کوه‌ها و پرندگان فرمانبردار و تسبیح کنندۀ خدا بودند، و این اطاعت و تسبیح پرندگان،\nاز سرِ استجابت این فرمودۀ خداوند بود که فرمود:\n﴿يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَ﴾\nای کوه‌ها و پرندگان! همراه با داود خدا را تسبیح گویید. پس این منّت خداست که به او توفیق عبادت داده بود."
  },
  {
    "ayah": 19,
    "text": "#\n(18 - 19)\nو یکی از مصادیق انابت او به سوی پروردگار و عبادتش این بود که خداوند کوه‌ها را با او هم‌آوا و رام کرده بود، به گونه‌ای که هم‌صدا با او پاکی پروردگارشان را (\n﴿بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ﴾\n) صبحگاهان و شامگاهان در اوّل و آخر روز بیان می‌کردند. (\n﴿وَٱلطَّيۡرَ مَحۡشُورَةٗ﴾\n) و پرندگان را رام او کرد در حالی که با او جمع شده بودند، و مجموعۀ کوه‌ها و پرندگان فرمانبردار و تسبیح کنندۀ خدا بودند، و این اطاعت و تسبیح پرندگان،\nاز سرِ استجابت این فرمودۀ خداوند بود که فرمود:\n﴿يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَ﴾\nای کوه‌ها و پرندگان! همراه با داود خدا را تسبیح گویید. پس این منّت خداست که به او توفیق عبادت داده بود."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\nسپس خداوند این را بیان کرد که با دادن پادشاهی بزرگ به او، بر وی منّت نهاد،\nپس فرمود:\n(\n﴿وَشَدَدۡنَا مُلۡكَهُۥ﴾\n) و با اسبابی که به او دادیم و با لشکریان و ساز و برگ فراوان، فرمانروایی او را قدرت بخشیدیم. سپس خداوند بیان نمود که با دادن علم و دانش به او، بر وی منّت نهاد،\nپس فرمود:\n(\n﴿وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ﴾\n) و به او پیامبری و دانش فراوان دادیم، (\n﴿وَفَصۡلَ ٱلۡخِطَابِ﴾\n) و به وی قدرت داوری عطا کردیم که میان مردم در اختلاف‌هایشان داوری می‌کرد."
  },
  {
    "ayah": 21,
    "text": ": 21 - 26                            #\n{وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ (21) إِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ (22) إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ (23) قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ (24) فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ (25) يَادَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ (26)}.\nوَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ؛ آيا خبر آن  مدعيان  را شنيده  اي  آنگاه  که  از ديوار قصر بالا رفتند ?\nإِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُم بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاء الصِّرَاطِ ؛\nبر داود داخل  شدند  داود از آنها ترسيد  گفتند :\nمترس  ، ما دو مدعي ، هستيم  که  يکي  بر ديگري  ستم  کرده  است   ميان  ما به  حق  داوري  کن  و پاي  از  عدالت  بيرون  منه  و ما را به  راه  راست  هدايت  کن.\nإِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ؛\nاين  برادر من  است   او را نود و نه  ميش  است  و مرا يک  ميش   مي   گويد:\nآن  را هم  به  من  واگذار ، و در دعوي  بر من  غلبه  يافته  است.\nقَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِّنْ الْخُلَطَاء لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَّا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ   .؛\nداود گفت  :\nاو که  ميش  تو را از تو مي  خواهد تا به  ميشهاي  خويش   بيفزايد، بر تو ستم  مي  کند  و بسياري  از شريکان  جز کساني  که  ايمان  آورده   اند وکارهاي  شايسته  کرده  اند و اينان  نيز اندک  هستند بر يکديگر ستم  مي   کنند و داود دانست  که  او را آزموده  ايم   پس  از پروردگارش  آمرزش   خواست  وبه  رکوع  در افتاد و توبه  کرد.\nفَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلْفَى وَحُسْنَ مَآبٍ؛ ما اين  خطايش  را بخشيديم   او را به  درگاه  ما تقرب  است  و بازگشتي  نيکو.\nيَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ ؛ اي  داود ، ما تو را خليفه  روي  زمين  گردانيديم   در ميان  مردم  به  حق  داوري  کن  و از پي  هواي  نفس  مرو که  تو را از راه  خدا منحرف  سازد  آنان   که  از راه  خدا منحرف  شوند ، بدان  سبب  که  روز حساب  را از ياد برده  اند  ، به عذابي  شديد گرفتار مي  شوند."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\nوقتی خداوند خبر داد که قدرت داوری میان مردم را به پیامبرش داود عطا کرد، و معروف بود که مردم برای داوری به داود مراجعه می‌کردند، خداوند داستان دو متخاصم را که برای داوری نزد او رفته بودند بیان کرد. آنها درباره قضیه‌ای رفتند که خداوند آن را آزمایشی برای داود، و موعظه‌ای برای جبران تقصیری که او مرتکب شده بود قرار داد. پس خداوند توبه‌اش را پذیرفت و او را آمرزید، و این قضیه را برایش فراهم آورد.\nو به پیامبرش محمّد صلی الله علیه وسلم فرمود:\n(\n﴿وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ﴾\n) و آیا داستان شاکیانی که از دیوار عبادتگاه بالا رفته و نزد داود آمدند به تو رسیده است؟ به راستی که داستانی عجیب است؛"
  },
  {
    "ayah": 22,
    "text": "#\n(22)\nیعنی آنها بدون اجازه و بدون اینکه از در وارد شوند، از بالای دیوار به نزد او آمدند. وقتی با این صورت بر او وارد شدند، داود از آنها ترسید.\nپس آنان به داود گفتند:\n(\n﴿خَصۡمَانِ﴾\n) ما دو مدّعی هستیم، پس مترس، (\n﴿بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ﴾\n) یکی از ما بر دیگری ستم کرده است، (\n﴿فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ﴾\n) به حق و عدل میان ما داوری کن، و به یکی از ما گرایش پیدا مکن، (\n﴿وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ﴾\n) و ستم روا مدار، و ما را به راه راست راهنمایی کن. منظور این است که هر دو طرف به او گفتند منظورشان دستیابی به حق روشن و محض است. پس آن دو، داستان خود را به حق تعریف کردند. و پیامبر خدا -داود- از موعظه آنها ناراحت نشد و آنها را سرزنش نکرد."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\nیکی از آن دو شاکی گفت: (\n﴿إِنَّ هَٰذَآ أَخِي﴾\n) این برادر من است. به صراحت گفت این برادرم می‌باشد، و فرق نمی‌کند که برادر نسبی یا برادر دینی یا از روی دوستی و رفاقت برادرش بوده باشد، چون برادری اقتضا می‌نماید که تجاوز نکند؛ زیرا تجاوز و ستم برادر، از ستم دیگران بزرگ‌تر است. (\n﴿لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ﴾\n) او نود و نه میش دارد؛ یعنی نود و نه همسر دارد، و این خیر فراوانی است که بر او ایجاب می‌کند تا به آنچه خداوند به او بخشیده است قناعت ورزد. (\n﴿وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ﴾\n) و من یک میش\n[=همسر]\nدارم، و او به همین یک میش من چشم دوخته است. (\n﴿فَقَالَ أَكۡفِلۡنِيهَا﴾\n) و می‌گوید: آن را به من واگذار، (\n﴿وَعَزَّنِي فِي ٱلۡخِطَابِ﴾\n) و در سخن و گفتار بر من چیره شده است، و همواره این را از من طلب می‌کرد تا اینکه آن را حاصل نمود یا نزدیک بود آن را حاصل نماید."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\nوقتی داود سخن او را شنید،\nگفت:\nاو بر تو ستم کرده است. از نحوۀ صحبت کردن قبلی طرفین چنین برمی‌آید که این ستم از ناحیۀ طرف دوم صورت گرفته باشد، به همین جهت لزومی نیافت که طرف دوم صحبت کند،\nبنابراین جای اعتراضی نیست اگر کسی بگوید:\n«چرا داود قبل از اینکه سخن طرف دوم را بشنود داوری کرد؟»\nپس داود گفت: (\n﴿لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦ﴾\n) بی‌گمان، او با درخواست یگانه میش تو برای افزودن آن به میش‌های خود به تو ستم روا می‌دارد، و عادت بسیاری از شریکان چنین است.\nپس فرمود:\n(\n﴿وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ﴾\n) و بسیاری از شریکان بر یکدیگر ستم می‌کنند، چون ظلم و ستم یکی از ویژگی‌های انسان‌هاست. (\n﴿إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾\n) مگر کسانی که ایمان آورده و عمل صالح انجام داده‌اند، و ایمان و عمل صالحی که دارند، آنها را از ستم کردن باز می‌دارد. (\n﴿وَقَلِيلٞ مَّا هُمۡ﴾\n) و چنین کسانی اندک و کم هستند.\n﴿وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ﴾\nو بندگان شکرگزار من بسیار اندک و کم می‌باشند. (\n﴿وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ﴾\n) و داود دانست وقتی که میان آنها حکم کرد، ما او را آزموده‌ایم؛ و این قضیه را برای او فراهم آورده‌ایم تا همواره آگاه باشد. (\n﴿فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ﴾\n) پس، از پروردگارش به خاطر آنچه از وی سر زده بود آمرزش خواست و به سجده افتاد. (\n﴿وَأَنَابَ﴾\n) و با توبۀ واقعی و عبادت، به سوی خدا روی آورد."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\n(\n﴿فَغَفَرۡنَا لَهُۥ ذَٰلِكَ﴾\n) پس آنچه را که از او سر زده بود آمرزیدیم، و خداوند او را با انواع کرامات گرامی داشت.\nپس فرمود:\n(\n﴿وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ﴾\n) و او نزد ما دارای مقامی والا و مقرّب است، (\n﴿وَحُسۡنَ مَ‍َٔابٖ﴾\n) و بازگشتی نیک دارد. و خداوند گناهی را که از داود -علیه السلام- سر زد بیان نکرد، چون به ذکر آن نیازی نیست. پس پرداختن به آن تکلف است، و صلاح همان است که خداوند برای ما تعریف کرده است مبنی بر اینکه بر او لطف نمود و توبه‌اش را پذیرفت، و جایگاه او را بالا برد؛ و داود بعد از توبه، بهتر و نیکوتر شد."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\n(\n﴿يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ﴾\n) ای داود! ما تو را در زمین فرمانروا قرار دادیم تا به حل و فصل قضایای دینی و دنیوی بپردازی، (\n﴿فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ﴾\n) پس میان مردم به دادگری حکم کن. و او این کار را نمی‌تواند بکند مگر با شناختِ بایدها، و شناخت وضعیت حاکم، و توانایی داشتن بر اجرای حق. (\n﴿وَلَا تَتَّبِعِ ٱلۡهَوَىٰ﴾\n) و از هوای نفس پیروی مکن به گونه‌ای که به خاطر خویشاوندی، دوستی و رفاقت، یا از روی محبت، به یکی روی آوری؛ یا به خاطر نفرت داشتن از طرف دیگر، از وی روی برتابی. (\n﴿فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ﴾\n) پس پیروی کردن از هوای نفس، تو را از راه خدا منحرف می‌سازد و تو را از راه راست خارج می‌کند. (\n﴿إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ﴾\n) بی‌گمان، کسانی که از راه خدا گمراه می‌شوند، به خصوص کسانی که قصداً منحرف می‌شوند، به سزای اینکه از روز قیامت غافل هستند و آن را فراموش می‌کنند، سزای سختی درپیش دارند. پس اگر آنان روز قیامت را به یاد می‌آوردند، و ترس آن در دل‌هایشان جای می‌گرفت، به هوای فتنه‌گری روی نمی‌آوردند."
  },
  {
    "ayah": 27,
    "text": ": 27 - 29                            #\n{وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (27) أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (28) كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ (29)}\nوَمَا خَلَقْنَا السَّمَاء وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ؛ ما اين  آسمان  و زمين  و آنچه  را که  ميان  آنهاست  به  باطل  نيافريده  ايم ، اين  گمان  کساني  است  که  کافر شدند  پس  واي  بر کافران  از آتش.\nأَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ ؛ آيا کساني  را که  ايمان  آورده اند و کارهاي  شايسته  کرده اند ، همانند  فسادکنندگان  در زمين  قرار خواهيم  داد ? يا پرهيزگاران  را چون  گناهکاران  ?\nكِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الْأَلْبَابِ؛ کتابي  مبارک  است  که  آن  را بر تو نازل  کرده  ايم  ، تا در آياتش   بينديشند و خردمندان  از آن  پند گيرند."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\nخداوند متعال از کمال حکمت خود در آفرینش آسمان‌ها و زمین خبر داده، و می‌فرماید او آسمان‌ها و زمین را بیهوده و بی‌فایده نیافریده است. (\n﴿ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْ﴾\n) این گمان کسانی است که به پروردگارشان کفر ورزیده‌اند، و آنها در مورد پروردگارشان گمان‌هایی برده‌اند که شایستۀ شکوه او نیست. (\n﴿فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ﴾\n) پس وای به حال کافران از آتش دوزخ؛ و آتش دوزخ کیفر کارهایشان را به آنها خواهد داد، و سراپای وجودشان را فرا می‌گیرد. خداوند آسمان‌ها و زمین را به حق آفریده است، آنها را آفریده تا بندگان به کمال علم و قدرت او و گستردگی فرمانروایی‌اش ایمان بیاورند و بدانند که او تنها معبود یگانه است؛ و کسانی که به اندازۀ ذره‌ای چیزی را در آسمان‌ها و زمین نیافریده‌اند، معبود حقیقی نیستند. و بدانند که رستاخیز حق است، و خداوند میان اهل خیر و اهل شر داوری خواهد کرد."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\nکسی که نسبت به حکمت خداوند جاهل و ناآگاه است، گمان نبرد که خداوند اهل خیر و اهل شر را در حکم و داوری خود برابر قرار می‌دهد.\nبنابراین فرمود:\n(\n﴿أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ﴾\n) آیا کسانی را که ایمان آورده و کارهای شایسته کرده‌اند مانند تباهی‌کنندگان در زمین می‌گردانیم؟ آیا پرهیزگاران را مانند بدکاران قرار می‌دهیم؟ چنین چیزی شایسته و مناسب حکمت و حکم و داوری ما نیست."
  },
  {
    "ayah": 29,
    "text": "#\n(29)\n(\n﴿كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ﴾\n) این کتابی است پر خیر و برکت که در آن خیر فراوان و دانش زیادی هست؛ آن را بر تو فرو فرستاده‌ایم و در آن، راهِ هدایت از گمراهی و شفا از بیماری مشخص شده است. این کتاب، نوری است که در تاریکی‌ها به وسیلۀ آن راه روشن می‌شود؛ و در آن هر حکمی که مکلفان بدان نیاز دارند موجود می‌باشد، و برای هر امر مطلوبی دلایل قطعی ارائه شده است، و این امر سبب گردیده تا بزرگ‌ترین کتابی باشد که از ابتدای آفرینش هستی به سوی جامعۀ بشری فرستاده شده است. (\n﴿لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ﴾\n) تا در آیه‌های آن بیندیشند؛ یعنی حکمت از فرو فرستادن آن این است که مردم در آیه‌های آن بیندیشند، و علم و دانش آن را بیرون آورند، و در اسرار و حکمت‌های آن تدبر نمایند؛ زیرا با تدبر در آن، و تأمّل و اندیشیدن در مفاهیم آن، می‌توان به برکت و خیر قرآن دست یافت. در اینجا بر تدبر در قرآن تشویق شده، و اینکه تأمل در قرآن از بهترین اعمال است، و خواندنِ با تدبر بهتر از تلاوت سریع و تند است؛ چرا که هدف تدبر از آن حاصل نمی‌شود. (\n﴿وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ﴾\n) و تا صاحبان خرد و عقل‌های درست با تدبّر در آن، هر علم و خواسته‌ای را به یاد آورند. و این دلالت می‌نماید که آدمی بر حسب عقل و خرد خویش، از این کتاب پند می‌گیرد و بهره‌مند می‌شود."
  },
  {
    "ayah": 30,
    "text": ": 30 - 40                            #\n{وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (30) إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ (31) فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ (32) رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (33) وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (34) قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (35) فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ (36) وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (37) وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (38) هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ (39) وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ (40)}.\nوَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ؛ سليمان  را به  داود عطا کرديم   چه  بنده  نيکويي  بود و روي  به  خدا داشت.\nإِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ؛ آنگاه  که  به  هنگام  عصر اسبان  تيزرو را که  ايستاده  بودند به  او عرضه  کردند ،\nفَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَن ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ؛\nگفت  :\nمن  دوستي  اين  اسبان  را بر ياد پروردگارم  بگزيدم  تا آفتاب  در  پرده  غروب  پوشيده  شد ،\nرُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ؛ آن  اسبان  را نزد من  باز گردانيد  پس  به  بريدن  ساقها و گردنشان  آغاز  کرد.\nوَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ؛ ما سليمان  را آزموديم  و بر تخت  او جسدي  را افکنديم  و او روي  به  خدا  آورد.\nقَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَّا يَنبَغِي لِأَحَدٍ مِّنْ بَعْدِي إِنَّكَ أَنتَ الْوَهَّابُ؛\nگفت  :\nاي  پروردگار من  ، مرا بيامرز و مرا ملکي  عطا کن  که  پس  از من   کسي سزاوار آن  نباشد ، که  تو بخشاينده  اي.\nفَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاء حَيْثُ أَصَابَ؛ پس  باد را رام  او کرديم  که  به  نرمي  هر جا که  آهنگ  مي  کرد ، به  فرمان   او، مي  رفت.\nوَالشَّيَاطِينَ كُلَّ بَنَّاء وَغَوَّاصٍ؛ و ديوان  را ، که  هم  بنا بودند و هم  غواص.\nوَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ؛ و گروهي  ديگر را ، که  همه  بسته  در زنجير او بودند.\nهَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ؛ اين  عطاي  بي  حساب  ماست  خواهي  آن  را ببخش  و خواهي  نگه  دار.\nوَإِنَّ لَهُ عِندَنَا لَزُلْفَى وَحُسْنَ مَآبٍ؛ او راست  نزد ما تقرب  و بازگشتي  نيکو."
  },
  {
    "ayah": 30,
    "text": "#\n(30)\nوقتی خداوند داود را ستود، و آنچه را که برایش اتفاق افتاد تعریف کرد؛\nفرزندش سلیمان را نیز ستایش کرد و فرمود:\n(\n﴿وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَ﴾\n) و سلیمان را به داود عطا کردیم، و او را مایۀ شادمانی‌اش گرداندیم. (\n﴿نِعۡمَ ٱلۡعَبۡدُ﴾\n) سلیمان بسیار بندۀ خوبی بود، چون دارای صفتی بود که ایجاب می‌کرد مورد ستایش قرار گیرد، و آن این بود که (\n﴿إِنَّهُۥٓ أَوَّابٌ﴾\n) او در همۀ کارها و احوال و اوضاع با انجام دادن عبادت و توبه، و محبت و ذکر و دعا و زاری، و تلاش برای به دست آوردن خشنودی خداوند، بر همه چیز رو به خدا داشت."
  },
  {
    "ayah": 31,
    "text": "#\n(31 - 33)\nبنابراین وقتی اسب‌هایی به او نشان داده شد که بر روی دو پا و یک دست ایستاده، و یک دست را کمی بلند کرده، و منظره‌ای زیبا داشتند؛ به خصوص برای کسانی همچون پادشاهان که به صحنه‌ها بیشتر نیاز دارند. و این صحنه‌ها برای آنان زیباتر جلوه می‌کند، و همچنان اسب‌ها بر او عرضه می‌شد تا اینکه خورشید غروب کرد، و تماشای این اسب‌ها او را از نماز شامگاه و به یاد آوردن آن غافل گرداند. سلیمان با ندامت از آنچه که از او سر زده، و او را از ذکر خدا غافل گردانده بود؛ و با نزدیکی جستن به خدا و مقد‌ّم داشتن محبت خدا بر محبت غیر او،\nگفت:\n(\n﴿إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي﴾\n) بی‌گمان من محبت\n«خیر»\n-که همان مال دنیاست و در اینجا منظور اسب می‌باشد- را بر یاد پروردگارم ترجیح دادم، (\n﴿حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ﴾\n) و این صحنه‌ها\n[صحنۀ رژۀ اسبان]\nمرا همچنان غافل نگاه داشت تا اینکه خورشید پنهان شد. (\n﴿رُدُّوهَا عَلَيَّ﴾\n) اسب‌ها را به سوی من بازگردانید، (\n﴿فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ﴾\n) پس شروع به دست کشیدن بر ساق‌ها و گردن‌های اسب‌ها کرد؛ یعنی با شمشیر خود بر گردن‌ها و ساق‌هایشان می‌زد و گردن و ساق‌هایشان را قطع می‌کرد."
  },
  {
    "ayah": 32,
    "text": "#\n(31 - 33)\nبنابراین وقتی اسب‌هایی به او نشان داده شد که بر روی دو پا و یک دست ایستاده، و یک دست را کمی بلند کرده، و منظره‌ای زیبا داشتند؛ به خصوص برای کسانی همچون پادشاهان که به صحنه‌ها بیشتر نیاز دارند. و این صحنه‌ها برای آنان زیباتر جلوه می‌کند، و همچنان اسب‌ها بر او عرضه می‌شد تا اینکه خورشید غروب کرد، و تماشای این اسب‌ها او را از نماز شامگاه و به یاد آوردن آن غافل گرداند. سلیمان با ندامت از آنچه که از او سر زده، و او را از ذکر خدا غافل گردانده بود؛ و با نزدیکی جستن به خدا و مقد‌ّم داشتن محبت خدا بر محبت غیر او،\nگفت:\n(\n﴿إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي﴾\n) بی‌گمان من محبت\n«خیر»\n-که همان مال دنیاست و در اینجا منظور اسب می‌باشد- را بر یاد پروردگارم ترجیح دادم، (\n﴿حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ﴾\n) و این صحنه‌ها\n[صحنۀ رژۀ اسبان]\nمرا همچنان غافل نگاه داشت تا اینکه خورشید پنهان شد. (\n﴿رُدُّوهَا عَلَيَّ﴾\n) اسب‌ها را به سوی من بازگردانید، (\n﴿فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ﴾\n) پس شروع به دست کشیدن بر ساق‌ها و گردن‌های اسب‌ها کرد؛ یعنی با شمشیر خود بر گردن‌ها و ساق‌هایشان می‌زد و گردن و ساق‌هایشان را قطع می‌کرد."
  },
  {
    "ayah": 33,
    "text": "#\n(31 - 33)\nبنابراین وقتی اسب‌هایی به او نشان داده شد که بر روی دو پا و یک دست ایستاده، و یک دست را کمی بلند کرده، و منظره‌ای زیبا داشتند؛ به خصوص برای کسانی همچون پادشاهان که به صحنه‌ها بیشتر نیاز دارند. و این صحنه‌ها برای آنان زیباتر جلوه می‌کند، و همچنان اسب‌ها بر او عرضه می‌شد تا اینکه خورشید غروب کرد، و تماشای این اسب‌ها او را از نماز شامگاه و به یاد آوردن آن غافل گرداند. سلیمان با ندامت از آنچه که از او سر زده، و او را از ذکر خدا غافل گردانده بود؛ و با نزدیکی جستن به خدا و مقد‌ّم داشتن محبت خدا بر محبت غیر او،\nگفت:\n(\n﴿إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي﴾\n) بی‌گمان من محبت\n«خیر»\n-که همان مال دنیاست و در اینجا منظور اسب می‌باشد- را بر یاد پروردگارم ترجیح دادم، (\n﴿حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ﴾\n) و این صحنه‌ها\n[صحنۀ رژۀ اسبان]\nمرا همچنان غافل نگاه داشت تا اینکه خورشید پنهان شد. (\n﴿رُدُّوهَا عَلَيَّ﴾\n) اسب‌ها را به سوی من بازگردانید، (\n﴿فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ﴾\n) پس شروع به دست کشیدن بر ساق‌ها و گردن‌های اسب‌ها کرد؛ یعنی با شمشیر خود بر گردن‌ها و ساق‌هایشان می‌زد و گردن و ساق‌هایشان را قطع می‌کرد."
  },
  {
    "ayah": 34,
    "text": "#\n(34)\n(\n﴿وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ﴾\n) و به درستی که سلیمان را با از بین رفتن پادشاهی و جدایی از فرمانروایی‌اش ـ به خاطر خللی که اقتضای طبیعت بشری است ـ آزمودیم. (\n﴿وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا﴾\n) و بر تخت او کالبدی افکندیم؛ یعنی شیطانی که خداوند مقدر نموده بود بر تخت او بنشیند؛ و در زمان آزمایش سلیمان، در پادشاهی او تصرف کند، (\n﴿ثُمَّ أَنَابَ﴾\n) سپس سلیمان به سوی خدا بازگشت و توبه کرد."
  },
  {
    "ayah": 35,
    "text": "#\n(35 - 39)\n(\n﴿قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ﴾\n) سلیمان گفت: پروردگارا! مرا بیامرز، و به من حکومتی عطا کن که بعد از من کسی را نسزد، بی‌گمان تو بخشنده‌ای. پس خداوند دعای او را پذیرفت و او را بخشید و فرمانروایی‌اش را به او باز گرداند، و فرمانروایی‌اش را افزود، به گونه‌ای که برای هیچ کسی بعد از او به دست نیامده است؛ و آن این بود که خداوند شیطان‌ها و جن‌ها را به فرمانش درآورد که هر چه می‌خواست برای او می‌ساختند، و در دریاها برایش غوّاصی می‌کردند، و دُرها و زیورآلات را بیرون می‌آوردند، و هر کدام از دیوها که از فرمان او سرپیچی می‌کرد، آن را به زنجیر می‌بست.\nو به او گفتیم:\n(\n﴿هَٰذَا عَطَآؤُنَا﴾\n) این بخشش ماست، پس بدان شادمان باش، (\n﴿فَٱمۡنُنۡ﴾\n) و به هرکس که می‌خواهی بده و ببخش، (\n﴿أَوۡ أَمۡسِكۡ﴾\n) و هر کس را که نمی‌خواهی نبخش، (\n﴿بِغَيۡرِ حِسَابٖ﴾\n) یعنی در این مورد حرج و گناهی بر تو نیست، و حسابی بر تو نیست؛ چون خداوند از کمال عدالت و احکام و دستورات نیکِ سلیمان آگاه بود. و بیان فرمود که این مقام نیک،"
  },
  {
    "ayah": 36,
    "text": "#\n(35 - 39)\n(\n﴿قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ﴾\n) سلیمان گفت: پروردگارا! مرا بیامرز، و به من حکومتی عطا کن که بعد از من کسی را نسزد، بی‌گمان تو بخشنده‌ای. پس خداوند دعای او را پذیرفت و او را بخشید و فرمانروایی‌اش را به او باز گرداند، و فرمانروایی‌اش را افزود، به گونه‌ای که برای هیچ کسی بعد از او به دست نیامده است؛ و آن این بود که خداوند شیطان‌ها و جن‌ها را به فرمانش درآورد که هر چه می‌خواست برای او می‌ساختند، و در دریاها برایش غوّاصی می‌کردند، و دُرها و زیورآلات را بیرون می‌آوردند، و هر کدام از دیوها که از فرمان او سرپیچی می‌کرد، آن را به زنجیر می‌بست.\nو به او گفتیم:\n(\n﴿هَٰذَا عَطَآؤُنَا﴾\n) این بخشش ماست، پس بدان شادمان باش، (\n﴿فَٱمۡنُنۡ﴾\n) و به هرکس که می‌خواهی بده و ببخش، (\n﴿أَوۡ أَمۡسِكۡ﴾\n) و هر کس را که نمی‌خواهی نبخش، (\n﴿بِغَيۡرِ حِسَابٖ﴾\n) یعنی در این مورد حرج و گناهی بر تو نیست، و حسابی بر تو نیست؛ چون خداوند از کمال عدالت و احکام و دستورات نیکِ سلیمان آگاه بود. و بیان فرمود که این مقام نیک،"
  },
  {
    "ayah": 37,
    "text": "#\n(35 - 39)\n(\n﴿قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ﴾\n) سلیمان گفت: پروردگارا! مرا بیامرز، و به من حکومتی عطا کن که بعد از من کسی را نسزد، بی‌گمان تو بخشنده‌ای. پس خداوند دعای او را پذیرفت و او را بخشید و فرمانروایی‌اش را به او باز گرداند، و فرمانروایی‌اش را افزود، به گونه‌ای که برای هیچ کسی بعد از او به دست نیامده است؛ و آن این بود که خداوند شیطان‌ها و جن‌ها را به فرمانش درآورد که هر چه می‌خواست برای او می‌ساختند، و در دریاها برایش غوّاصی می‌کردند، و دُرها و زیورآلات را بیرون می‌آوردند، و هر کدام از دیوها که از فرمان او سرپیچی می‌کرد، آن را به زنجیر می‌بست.\nو به او گفتیم:\n(\n﴿هَٰذَا عَطَآؤُنَا﴾\n) این بخشش ماست، پس بدان شادمان باش، (\n﴿فَٱمۡنُنۡ﴾\n) و به هرکس که می‌خواهی بده و ببخش، (\n﴿أَوۡ أَمۡسِكۡ﴾\n) و هر کس را که نمی‌خواهی نبخش، (\n﴿بِغَيۡرِ حِسَابٖ﴾\n) یعنی در این مورد حرج و گناهی بر تو نیست، و حسابی بر تو نیست؛ چون خداوند از کمال عدالت و احکام و دستورات نیکِ سلیمان آگاه بود. و بیان فرمود که این مقام نیک،"
  },
  {
    "ayah": 38,
    "text": "#\n(35 - 39)\n(\n﴿قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ﴾\n) سلیمان گفت: پروردگارا! مرا بیامرز، و به من حکومتی عطا کن که بعد از من کسی را نسزد، بی‌گمان تو بخشنده‌ای. پس خداوند دعای او را پذیرفت و او را بخشید و فرمانروایی‌اش را به او باز گرداند، و فرمانروایی‌اش را افزود، به گونه‌ای که برای هیچ کسی بعد از او به دست نیامده است؛ و آن این بود که خداوند شیطان‌ها و جن‌ها را به فرمانش درآورد که هر چه می‌خواست برای او می‌ساختند، و در دریاها برایش غوّاصی می‌کردند، و دُرها و زیورآلات را بیرون می‌آوردند، و هر کدام از دیوها که از فرمان او سرپیچی می‌کرد، آن را به زنجیر می‌بست.\nو به او گفتیم:\n(\n﴿هَٰذَا عَطَآؤُنَا﴾\n) این بخشش ماست، پس بدان شادمان باش، (\n﴿فَٱمۡنُنۡ﴾\n) و به هرکس که می‌خواهی بده و ببخش، (\n﴿أَوۡ أَمۡسِكۡ﴾\n) و هر کس را که نمی‌خواهی نبخش، (\n﴿بِغَيۡرِ حِسَابٖ﴾\n) یعنی در این مورد حرج و گناهی بر تو نیست، و حسابی بر تو نیست؛ چون خداوند از کمال عدالت و احکام و دستورات نیکِ سلیمان آگاه بود. و بیان فرمود که این مقام نیک،"
  },
  {
    "ayah": 39,
    "text": "#\n(35 - 39)\n(\n﴿قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ﴾\n) سلیمان گفت: پروردگارا! مرا بیامرز، و به من حکومتی عطا کن که بعد از من کسی را نسزد، بی‌گمان تو بخشنده‌ای. پس خداوند دعای او را پذیرفت و او را بخشید و فرمانروایی‌اش را به او باز گرداند، و فرمانروایی‌اش را افزود، به گونه‌ای که برای هیچ کسی بعد از او به دست نیامده است؛ و آن این بود که خداوند شیطان‌ها و جن‌ها را به فرمانش درآورد که هر چه می‌خواست برای او می‌ساختند، و در دریاها برایش غوّاصی می‌کردند، و دُرها و زیورآلات را بیرون می‌آوردند، و هر کدام از دیوها که از فرمان او سرپیچی می‌کرد، آن را به زنجیر می‌بست.\nو به او گفتیم:\n(\n﴿هَٰذَا عَطَآؤُنَا﴾\n) این بخشش ماست، پس بدان شادمان باش، (\n﴿فَٱمۡنُنۡ﴾\n) و به هرکس که می‌خواهی بده و ببخش، (\n﴿أَوۡ أَمۡسِكۡ﴾\n) و هر کس را که نمی‌خواهی نبخش، (\n﴿بِغَيۡرِ حِسَابٖ﴾\n) یعنی در این مورد حرج و گناهی بر تو نیست، و حسابی بر تو نیست؛ چون خداوند از کمال عدالت و احکام و دستورات نیکِ سلیمان آگاه بود. و بیان فرمود که این مقام نیک،"
  },
  {
    "ayah": 40,
    "text": "#\n(40)\nفقط در دنیا برای سلیمان نیست، بلکه در آخرت نیز از خیر بزرگی بهره‌مند است.\nبنابراین فرمود:\n(\n﴿وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَ‍َٔابٖ﴾\n) و بی‌گمان، او از مقرّبان درگاه خداوند است؛ از کسانی است که با انواع تکریم‌ها و تنعّم‌ها نزد خداوند گرامی داشته می‌شود."
  },
  {
    "ayah": 41,
    "text": ": 41 - 44                            #\n{وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (41) ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (42) وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (43) وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (44)}.\nوَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ؛\nو از بنده  ما ايوب  ياد کن  آنگاه  که  پروردگارش  را ندا داد که  :\nمرا  شيطان  به  رنج  و عذاب  افکنده  است.\nارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ؛\nپايت  را بر زمين  بکوب  :\nاين  آبي  است  براي  شست  و شو و اين  آبي  است   سرد براي  آشاميدن.\nوَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَى لِأُوْلِي الْأَلْبَابِ؛ و به  او خانواده  اش  و همچند آن  از ديگر ياران  را عطا کرديم  و اين  خود، رحمتي  از ما بود و براي  خردمندان  اندرزي.\nوَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِب بِّهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ؛ دسته  اي  از چوبهاي  باريک  به  دست  گير و با آن  بزن  و سوگند خويش  را  مشکن   او را بنده  اي  صابر يافتيم   او که  همواره  روي  به  درگاه  ما داشت   چه  نيکو بنده  اي  بود."
  },
  {
    "ayah": 41,
    "text": "#\n(41)\n(\n﴿وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ﴾\n) و در این کتاب بندۀ ما ایوب را به بهترین وجه به یاد آور، و او را با بهترین شیوه ستایش کن. آنگاه که رنج و زیان به او رسید، پس او بر رنج و مشقت شکیبایی کرد و به سوی هیچ کسی غیر از پروردگارش شکایت نبرد، و به هیچ کسی جز او پناه نیاورد. (\n﴿إِذۡ نَادَىٰ رَبَّهُۥٓ﴾\n) هنگامی که پروردگارش را به فریاد خواند و با شکایت به درگاهش ـ نه درگاه کسی دیگر ـ او را صدا زد و گفت: پروردگارا! (\n﴿أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ﴾\n) همانا شیطان به من امری مشقّت آور و طاقت فرسا و عذاب دهنده رسانده است. شیطان بر جسد او مسلط شد و در آن دمید تا اینکه غده‌هایی در بدنش پدید آمد، سپس از آن غده‌ها چرک و خونابه بیرون جهید و بسیار حالت سختی به او دست داد، و همچنین خانواده و اموالش نابود شد و ازبین رفتند."
  },
  {
    "ayah": 42,
    "text": "#\n(42)\nپس به او گفته شد: (\n﴿ٱرۡكُضۡ بِرِجۡلِكَ﴾\n) پای خود را به زمین بکوب تا از آن چشمه‌ای برایت بجوشد که از آن برای شستشوی بدنت استفاده کنی و از آن بنوشی، و آنگاه بیماری و ناراحتی از تو دور شود. پس این کار را کرد و خداوند او را شفا داد."
  },
  {
    "ayah": 43,
    "text": "#\n(43)\n(\n﴿وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ﴾\n) و خانواده‌اش را به او بخشیدیم. گفته شده که خداوند خانواده و فرزندانش را دوباره زنده کرد. (\n﴿وَمِثۡلَهُم مَّعَهُمۡ﴾\n) و همسان آنها را همراهِ آنان در دنیا به او دادیم، و خداوند او را بی‌نیاز کرد و به او مالی بزرگ بخشید. (\n﴿رَحۡمَةٗ مِّنَّا﴾\n) رحمتی از جانب ما برای بندۀ ما ایوب بود که صبر کرد؛ پس به پاداش آن از رحمت خویش در دنیا و آخرت به او پاداش دادیم. (\n﴿وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ﴾\n) و تا خردمندان از حالت ایوب پند بیاموزند و عبرت بگیرند و بدانند که هر کس بر سختی شکیبایی ورزد، خداوند پاداشی زودرس در دنیا و آخرت به او می‌دهد؛ و هرگاه او را به فریاد بخواند، دعایش را می‌پذیرد."
  },
  {
    "ayah": 44,
    "text": "#\n(44)\n(\n﴿وَخُذۡ بِيَدِكَ ضِغۡثٗا﴾\n) و دسته‌ای از شاخه‌های باریک خرما یا انگور را بگیر، (\n﴿فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡ﴾\n) و با آن او را بزن و سوگند خود را مشکن. مفسران گفته‌اند که ایّوب در بیماری و رنج خود، به خاطر برخی کارها بر همسرش خشمگین شد، آنگاه سوگند خورد که اگر خداوند او را شفا بدهد، صد ضربۀ شلّاق به او خواهد زد. وقتی خداوند او را شفا داد، از آنجا که همسرش صالح بود و با ایوب رفتار خوبی داشت، خدا بر هردو رحم نمود و به ایوب دستور داد که او را با دسته‌ای از شاخه‌های نازک که صد شاخه باشند، یک ضربه بزند و سوگندش را این گونه عملی کند. (\n﴿إِنَّا وَجَدۡنَٰهُ صَابِرٗا﴾\n) همانا ما ایّوب را شکیبا یافتیم؛ یعنی او را به بیماری و سختی بزرگی گرفتار کردیم، و او به خاطر خدا شکیبایی‌ورزید. (\n﴿نِّعۡمَ ٱلۡعَبۡدُ﴾\n) ایّوب چه بندۀ خوبی بود که مقام عبودیت را در حالت خوشی و ناخوشی و سختی و راحتی به طور کامل پاسداری می‌کرد. (\n﴿إِنَّهُۥٓ أَوَّابٞ﴾\n) بی‌گمان او بسیار به سوی خدا باز می‌گشت، و در همۀ کارهای دینی و دنیوی‌اش رو به سوی خدا داشت؛ پروردگارش را بسیار یاد می‌کرد و دعا می‌نمود، و نسبت به او محبت می‌ورزید و او را عبادت می‌کرد."
  },
  {
    "ayah": 45,
    "text": ": 45 - 47                            #\n{وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (45) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (46) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (47)}.\nوَاذْكُرْ عِبَادَنَا إبْرَاهِيمَ وَإِسْحَقَ وَيَعْقُوبَ أُوْلِي الْأَيْدِي وَالْأَبْصَارِ؛ بندگان  ما ابراهيم  و اسحاق  و يعقوب  آن  مردان  قدرتمند و با بصيرت  را  ياد کن.\nإِنَّا أَخْلَصْنَاهُم بِخَالِصَةٍ ذِكْرَى الدَّارِ؛ آنان  را خصلت  پاکدلي  بخشيديم  تا ياد قيامت  کنند.\nوَإِنَّهُمْ عِندَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ؛ آنها در نزد ما برگزيدگان  و نيکانند."
  },
  {
    "ayah": 45,
    "text": "#\n(45)\nخداوند متعال می‌فرماید: (\n﴿وَٱذۡكُرۡ عِبَٰدَنَآ﴾\n) بندگان ما را به نیکویی یاد کن؛ آنهایی که عبادت را خالصانه برای ما انجام‌دادند، ابراهیم خلیل و پسرش اسحاق و پسرش یعقوب که اینها دارای قدرت بودند و بر عبادت خداوند توانایی داشتند، (\n﴿وَٱلۡأَبۡصَٰرِ﴾\n) و در دین خدا دارای بینش بودند، پس آنها را به برخورداری از علم مفید و عمل صالح توصیف کرد."
  },
  {
    "ayah": 46,
    "text": "#\n(46)\n(\n﴿إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ﴾\n) ما به آنها ویژگی بزرگ و مهمّی داده بودیم، و آن (\n﴿ذِكۡرَى ٱلدَّارِ﴾\n) یاد کردن سرای آخرت بود. ما یاد کردن آخرت را در دل‌هایشان قرار داده بودیم، و عمل کردن برای آخرت را نصب‌العین آنها قرار داده و اخلاص و مراقبت خدا را صفت همیشگی آنها گردانده بودیم، و آنها را چنان نموده بودیم که هر کس آنها را می‌دید، به یاد قیامت می‌افتاد، و پند گیرنده با دیدن حالت آنها پند می‌گرفت، و با بهترین یاد از آنها یاد می‌کرد."
  },
  {
    "ayah": 47,
    "text": "#\n(47)\n(\n﴿وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ﴾\n) و ایشان نزد ما از کسانی بودند که خداوند آنها را از میان بندگانش برگزیده است. (\n﴿ٱلۡأَخۡيَارِ﴾\n) و از نیکان است؛ کسانی که رفتار و اخلاق خوب و عملی درست دارند."
  },
  {
    "ayah": 48,
    "text": ": 48 - 0                            #\n{وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (48) هَذَا ذِكْرٌ}.\nوَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِّنْ الْأَخْيَارِ؛ و اسماعيل  و اليسع  و ذوالکفل  را ياد کن  که  همه  از نيکانند."
  },
  {
    "ayah": 48,
    "text": "#\n(48)\nاین پیامبران را به بهترین وجه یاد کن و آنها را با بهترین شیوه ستایش کن؛ زیرا هر یک از آنها از نیکانی بودند که خداوند آنها را برگزیده است، و کامل‌ترین اعمال و اخلاق و صفات پسندیده و خصال درست را به ایشان داده است."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\n(\n﴿هَٰذَا ذِكۡرٞ﴾\n) یاد این پیامبران برگزیده و بیان اوصافشان در این قرآن والا مقام و یادآور، ذکر شده است که پند گیرندگان از احوال آنها پند می‌گیرند، و اقتدا کنندگان به تبعیت از صفت‌های پسندیدۀ آنها علاقه‌مند می‌شوند، و صفت‌های پسندیده‌ای را که خداوند به آنها بخشیده است می‌شناسند، و به نام نیک آنها که در میان مردم ماندگار است پی می‌برند. این یکی از انواع ذکر است که مختص اهل خیر است."
  },
  {
    "ayah": 49,
    "text": ": 49 - 54                            #\n{وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (49) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (50) مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (51) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (52) هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (53) إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (54)}\nهَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ؛ اين  قرآن ، پندي  است  ، و پرهيزکاران  را منزلتي  نيکوست .\nجَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْأَبْوَابُ؛ بهشتهاي  جاويدان  که  در آن  به  رويشان  گشاده  است.\nمُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ؛ در آنجا تکيه  زده  اند و هر گونه  ميوه  و نوشيدني  که  بخواهند مي  طلبند.\nوَعِندَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ؛ زناني  همسال  از آن  گونه  که  جز به  شوي  خويش  نظر ندارند گرداگرد آنهاست.\nهَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ؛ اين  است  آن  چيزهايي  که  براي  روز حساب  به  شما وعده  داده  اند.\nإِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ؛ اين  رزق  ماست  که  پايان  نيافتني  است ."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\n(\n﴿وَإِنَّ لِلۡمُتَّقِينَ﴾\n) و بی‌گمان برای کسانی که با اطاعت از اوامر و پرهیز از نواهی خدا تقوا پیشه می‌کنند، (\n﴿لَحُسۡنَ مَ‍َٔابٖ﴾\n) سرانجامی نیک وجود دارد."
  },
  {
    "ayah": 50,
    "text": "#\n(50)\nسپس پاداش و سرانجام آنها را چنین تفسیر کرد و فرمود: (\n﴿جَنَّٰتِ عَدۡنٖ﴾\n) باغ‌های جاودان که ساکنان آن از بس که این باغ‌ها کامل و نعمت‌هایی بی‌کم و کاست می‌باشد، هیچ جایگزینی را برای آن نمی‌جویند و از آن بیرون نمی‌آیند، و بیرون کرده نمی‌شوند. (\n﴿مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ﴾\n) درحالی که درهای منازل و مسکن‌های بهشت برایشان گشوده است، و نیازی ندارند که خود درهای آن را باز کنند، بلکه به آنها خدمت می‌شود. و این نیز دلیلی بر امنیّت کامل و دلیلی است برای اینکه در باغ‌های بهشت چیزی نیست که ایجاب کند درهای آن بسته شوند."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\n(\n﴿مُتَّكِ‍ِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ﴾\n) بر تخت‌های آراسته شده تکیه زده، و خدمت‌گزاران خود را دستور می‌دهند تا میوه‌های فراوان و از همۀ نوشیدنی‌هایی که دلشان می‌خواهد و چشم‌هایشان از دیدن آن لذّت می‌برد برایشان بیاورند. و این بر کمال برخورداری از نعمت و آسایش و راحتی وکمال لذّت دلالت می‌نماید."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\n(\n﴿وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ﴾\n) و در کنار آنها از حوریان چشم زیبا همسرانی هستند که تنها به شوهرانشان چشم می‌دوزند، و شوهرانشان نیز تنها به آنها چشم می‌دوزند، و این به خاطر آن است که هردو بسیار زیبا هستند و همدیگر را دوست می‌دارند و چشم به کسی دیگر ندارند و هیچ‌گاه نمی‌خواهند که به جای همدیگر کسی برگزینند، (\n﴿أَتۡرَابٌ﴾\n) هم سن و سال هستند؛ سنی که بهترین و زیباترین دوران و زمان جوانی است."
  },
  {
    "ayah": 53,
    "text": "#\n(53)\n(\n﴿هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ﴾\n) این، چیزهایی است که در روز حساب و کتاب به پاداش اعمال و کارهای شایسته‌تان به شما پرهیزگاران وعده داده می‌شود."
  },
  {
    "ayah": 54,
    "text": "#\n(54)\n(\n﴿إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ﴾\n) چیزهایی را که به اهل بهشت داده‌ایم عطا و روزی ماست که پایانی ندارد، بلکه همیشگی است و در همۀ اوقات ماندگار است و در همۀ لحظات فزونی می‌یابد. و این بر پروردگار بزرگوار و مهربان و نیکوی بخشنده و گشایشگر و توانا و ستوده گران نمی‌آید، خداوندی که دارای فضل آشکار و سخاوت مستمر است، و نعمت‌هایش قابل شمارش نیست، و نمی‌توان اندکی از نیکویی\n[و نیکی‌های]\nاو را احاطه کرد."
  },
  {
    "ayah": 55,
    "text": ": 55 - 64                            #\n{هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ (55) جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ (56) هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ (57) وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ (58) هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّارِ (59) قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ (60) قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ (61) وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ (62) أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (63) إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ (64)}.\nهَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ؛ چنين  است   و سرکشان  را بدترين  بازگشته است.\nجَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ؛ به  جهنم  مي  روند که  بد، جايگاهي  است.\nهَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ؛ بايد آب  جوشان  و چرک  و خونابه  دوزخيان  را بنوشند.\nوَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ؛ و شکنجه  هايي  ديگر ، از هر نوع.\nهَذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ؛ اين  گروه  با شما به  آتش  در مي  آيند  خوش  آمدشان  مباد که  به  آتش  مي   افتند.\nقَالُوا بَلْ أَنتُمْ لَا مَرْحَبًا بِكُمْ أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ؛\nگويند :\nنه  ، خوش  آمد شما را مباد  شما اين  عذاب  را پيشاپيش  براي   مافرستاده  بوديد ، چه  بد جايگاهي  است.\nقَالُوا رَبَّنَا مَن قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ؛\nگويند :\nاي  پروردگار ما ، هر کس  که  اين  عذاب  را پيشاپيش  براي  ما  آماده  کرده  است  عذابش  را در آتش  دو چندان  افزون  کن.\nوَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُم مِّنَ الْأَشْرَارِ؛\nو گويند :\nچرا مرداني  را که  از اشرار مي  شمرديم  اکنون  نمي  بينيم  ?\nأَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ؛ آنان  را به  مسخره  مي  گرفتيم   آيا از نظرها دور مانده  اند ?\nإِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ؛ اين  جدال  اهل  جهنم  با يکديگر چيزي  است  که  به  حقيقت  واقع  شود."
  },
  {
    "ayah": 55,
    "text": "#\n(55)\n(\n﴿هَٰذَا﴾\n) پاداشی که آن را توصیف نمودیم برای پرهیزگاران است، (\n﴿وَإِنَّ لِلطَّٰغِينَ﴾\n) و همانا کسانی که در ارتکاب کفر و گناهان از حد می‌گذرند، (\n﴿لَشَرَّ مَ‍َٔابٖ﴾\n) سرانجام بدی دارند."
  },
  {
    "ayah": 56,
    "text": "#\n(56)\nسپس آن را توضیح داد و فرمود: (\n﴿جَهَنَّمَ﴾\n) سزای آنها جهنّمی است که در آن هر نوع عذابی وجود دارد؛ گرمای آن بسیار سخت است، و سرمای آن نیز بی‌اندازه شدید. (\n﴿يَصۡلَوۡنَهَا﴾\n) به آن عذاب در می‌آیند و آنها را از هر طرف احاطه می‌نماید؛ آنها از بالای سرشان سایه‌بان‌هایی از آتش دارند و از زیرشان نیز چنین‌اند. (\n﴿فَبِئۡسَ ٱلۡمِهَادُ﴾\n) بد جایگاهی است که برای آنها به عنوان مسکن و پناهگاه آماده شده است."
  },
  {
    "ayah": 57,
    "text": "#\n(57)\n(\n﴿هَٰذَا﴾\n) این جایگاه و این عذاب سخت، و خواری و رسوایی و شکنجه،\n«حمیم»\nو\n«غسّاقی»\nاست که باید از آن بچشند و بخورند. (\n﴿حَمِيمٞ﴾\n) آب بسیار داغی است که آن را می‌نوشند، و به سبب آن تمام روده‌هایشان تکّه و پاره می‌شود. (\n﴿غَسَّاقٞ﴾\n) بدترین نوع نوشیدنی است، و آن عبارت از چرک و خونابه است که تلخ و بدبو است."
  },
  {
    "ayah": 58,
    "text": "#\n(58)\n(\n﴿وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ﴾\n) و برایشان عذابی دیگر همسان آن در انواع گوناگون خواهد بود؛ یعنی با انواع گوناگون از عذاب شکنجه داده می‌شوند و با آن خوار می‌گردند."
  },
  {
    "ayah": 59,
    "text": "#\n(59 - 60)\nهنگامی که وارد جهنّم می‌شوند،\nیکدیگر را ناسزا ‌گفته و به یکدیگر می‌گویند:\n(\n﴿هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ﴾\n) این گروهی است که همراه شما به دوزخ وارد شده‌اند، (\n﴿لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ﴾\n) خوش نیامدند، آنان در آیندگانِِ به آتش دوزخ‌اند، و با آن می‌سوزند. (\n﴿قَالُواْ﴾\n) گروهی که وارد می‌شود می‌گوید: (\n﴿بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَا﴾\n) شما خوش نیامدید؛ چرا که این شما بودید که با دعوت کردنتان و مبتلا نمودنمان به فتنه، و با گمراه ساختن ما عذاب را بهرۀ ما کردید و ما را به چنین جایی کشاندید. (\n﴿فَبِئۡسَ ٱلۡقَرَارُ﴾\n) پس چه بد جایگاهی است جایگاه همۀ آنها! جایگاه بدی و شر."
  },
  {
    "ayah": 60,
    "text": "#\n(59 - 60)\nهنگامی که وارد جهنّم می‌شوند،\nیکدیگر را ناسزا ‌گفته و به یکدیگر می‌گویند:\n(\n﴿هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ﴾\n) این گروهی است که همراه شما به دوزخ وارد شده‌اند، (\n﴿لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ﴾\n) خوش نیامدند، آنان در آیندگانِِ به آتش دوزخ‌اند، و با آن می‌سوزند. (\n﴿قَالُواْ﴾\n) گروهی که وارد می‌شود می‌گوید: (\n﴿بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَا﴾\n) شما خوش نیامدید؛ چرا که این شما بودید که با دعوت کردنتان و مبتلا نمودنمان به فتنه، و با گمراه ساختن ما عذاب را بهرۀ ما کردید و ما را به چنین جایی کشاندید. (\n﴿فَبِئۡسَ ٱلۡقَرَارُ﴾\n) پس چه بد جایگاهی است جایگاه همۀ آنها! جایگاه بدی و شر."
  },
  {
    "ayah": 61,
    "text": "#\n(61)\nسپس کسانی را مورد نفرین قرار می‌دهند که آنها را گمراه کرده بودند و (\n﴿قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ﴾\n) می‌گویند: پروردگارا! هر کس سبب شد که به این سرنوشت دچار شویم، عذاب او را در آتش دوزخ چندین برابر گردان.\nو در آیه‌ای دیگر فرموده است:\n﴿قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ﴾\nگفت:\n«هریک عذاب دو چندان دارد ولی شما نمی‌دانید.»"
  },
  {
    "ayah": 62,
    "text": "#\n(62)\n(\n﴿وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ﴾\n) و آنان درحالی که در آتش هستند،\nمی‌گویند:\n«چرا کسانی را نمی‌بینیم که گمان می‌بردیم آنها از بدکاران هستند، و سزاوار عذاب آتش جهنّم می‌باشند؟»\nاینها مؤمنان هستند که اهل جهنّم به جستجوی آنها می‌پردازند تا بدانند که آیا آنان را در جهنّم می‌بینند یا نه؟"
  },
  {
    "ayah": 63,
    "text": "#\n(63)\n(\n﴿أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ﴾\n) یعنی ندیدن ما آنها را در میان اهل جهنّم دو حالت دارد: یا ما در اینکه آنها را از بدکاران به حساب می‌آوردیم اشتباه کرده‌ایم؛ زیرا آنها از برگزیدگان هستند، و سخن ما دربارۀ آنها از روی تمسخر بوده است. و واقعیت همین است،\nهمان‌طور که خداوند متعال به اهل جهنّم فرموده است:\n﴿إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ﴾\nبی‌گمان گروهی از بندگان من می‌گفتند:\n«پروردگارا! ما ایمان آورده‌ایم، پس ما را بیامرز و بر ما رحم بفرما، و تو بهترین رحم کنندگان هستی. پس شما آنها را به مسخره گرفتید تا اینکه شما را از یاد من فراموش گرداندند، و شما به آنها می‌خندیدید.»\nو حالت دوم این است که ما نمی‌توانیم آنها را در عذاب و در کنار خود ببینیم؛ چراکه آنها با ما هستند و عذاب داده می‌شوند، ولی چشمان ما از آنها برگشته و آنها را نمی‌بینیم. احتمالاً این همان عقایدی است که در دنیا به آن باور داشتند؛ زیرا همواره برای مؤمنان حکم به جهنّمی بودن می‌کردند تا جایی که این باور در دل‌هایشان جای گرفت، و در بافت دل‌هایشان نفوذ کرد. پس آنها با این حالت و وضعیّت وارد جهنّم می‌شوند، و از این رو چنین سخنانی می‌گویند. و احتمال دارد که سخنشان از روی فریبکاری باشد، آنها همان‌طور که در دنیا مردمان را فریب دادند، حتّی در جهنّم هم دیگران را گول می‌زنند.\nبنابراین اهل اعراف به اهل جهنّم می‌گویند:\n﴿أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ﴾\nآیا اینان کسانی هستند که شما سوگند خوردید خداوند رحمتی نصیب آنها نمی‌گرداند؟\n! اما اینک به آنها گفته شد:\nکه وارد بهشت شوید؛ هیچ ترسی بر شما نیست، و اندوهگین نمی‌شوید."
  },
  {
    "ayah": 64,
    "text": "#\n(64)\nخداوند با تاکید بر آنچه که از آن خبر داده است می‌فرماید: (\n﴿إِنَّ ذَٰلِكَ لَحَقّٞ﴾\n) چیزی را که برایتان بیان کردم یک واقعیّت است، و شک و تردیدی در آن نیست، (\n﴿تَخَاصُمُ أَهۡلِ ٱلنَّارِ﴾\n) نزاع و مخاصمۀ دوزخیان با یکدیگر یک حقیقت است."
  },
  {
    "ayah": 65,
    "text": ": 65 - 88                            #\n{قُلْ إِنَّمَا أَنَا مُنْذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ (65) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ (66) قُلْ هُوَ نَبَأٌ عَظِيمٌ (67) أَنْتُمْ عَنْهُ مُعْرِضُونَ (68) مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ (69) إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ (70) إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (72) فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (73) إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (74) قَالَ يَاإِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (75) قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (76) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (77) وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ (78) قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (79) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (80) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (81) قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (82) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (83) قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (85) قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ (86) إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (87) وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ (88)}.\nقُلْ إِنَّمَا أَنَا مُنذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ؛\nبگو :\nجز اين  نيست  که  من  بيم  دهنده  اي  هستم  و هيچ  خدايي  جز خداي   يکتاي قهار نيست.\nرَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ؛ آن  پيروزمند و آمرزنده  ، پروردگار آسمانها و زمين  و هر چه  ميان  آنهاست.\nقُلْ هُوَ نَبَأٌ عَظِيمٌ؛\nبگو :\nاين  خبري  بزرگ  است .\nأَنتُمْ عَنْهُ مُعْرِضُونَ؛ که  شما از آن  اعراض  مي  کنيد.\nمَا كَانَ لِي مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ؛ هنگامي  که  با يکديگر جدال  مي  کردند من  خبري  از ساکنان  عالم  بالا نداشتم .\nإِن يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُّبِينٌ؛ تنها از آن  روي  به  من  وحي  مي  شود که  بيم  دهنده  اي  روشنگر هستم.\nإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِن طِينٍ؛\nپروردگارت  به  فرشتگان  گفت  :\nمن  بشري  را از گل  مي  آفرينم.\nفَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ؛ چون  تمامش  کردم  و در آن  از روح  خود دميدم  ، همه  سجده  اش  کنيد.\nفَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ؛ همه  فرشتگان  سجده  کردند.\nإِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنْ الْكَافِرِينَ؛ مگر ابليس  که  بزرگي  فروخت  و از کافران  شد.\nقَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ الْعَالِينَ؛\nگفت  :\nاي  ابليس  ، چه  چيز تو را از سجده  کردن  در برابر آنچه  من  با دو، دست  خود آفريده  ام  منع  کرد ? آيا بزرگي  فروختي  يا مقامي  ارجمند داشتي  ?\nقَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ؛\nگفت  :\nمن  از او بهترم   مرا از آتش  آفريده  اي  و او را از گل.\nقَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ ؛\nگفت  :\nاز اينجا بيرون  شو که  تو مطرودي.\nوَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ؛ و تا روز قيامت  لعنت  من  بر توست.\nقَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ؛\nگفت  :\nاي  پروردگار من  ، مرا تا روزي  که  از نو زنده  شوند مهلت  ده.\nقَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ؛\nگفت  :\nتو از مهلت  يافتگاني  ،\nإِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ؛ تا آن  روز معين  معلوم.\nقَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ؛\nگفت  :\nبه  عزت  تو سوگند که  همگان  را گمراه  کنم  ،\nإِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ؛ مگر آنها که  از بندگان  مخلص  تو باشند.\nقَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ؛\nگفت  :\nحق  است  و آنچه  مي  گويم  راست  است.\nلَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ؛ که  جهنم  را از تو و از همه ، پيروانت  پر کنم.\nقُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ؛\nبگو :\nمن  از شما مزدي  نمي  طلبم  و نيستم  از آنان  که  به  دروغ  چيزي  بر  خودمي  بندند.\n إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ؛ و اين  جز اندرزي  براي  مردم  جهان  نيست.\nوَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ؛ و تو بعد از اين  از خبر آن  آگاه  خواهي  شد."
  },
  {
    "ayah": 65,
    "text": "#\n(65)\n(\n﴿قُلۡ﴾\n) ای پیامبر! اگر این تکذیب‌کنندگان از تو چیزی خواستند که در اختیار تو نیست،\nبه آنها بگو:\n(\n﴿إِنَّمَآ أَنَا۠ مُنذِرٞ﴾\n) تنها چیزی که من در اختیار دارم این است که من یک بیم دهنده هستم و بس، و اختیار کار در دست خداوند است، و من شما را امر و نهی می‌کنم، و شما را به انجام خیر تشویق می‌نمایم و از بدی و شر باز می‌دارم. پس هرکس راهیاب شد، به سود خودش می‌باشد؛ و هر کس گمراه گردید، به زیان خودش گمراه شده است. (\n﴿وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ﴾\n) و هیچ معبود به حقّی نیست جز الله، (\n﴿ٱلۡوَٰحِدُ ٱلۡقَهَّارُ﴾\n) خداوندِ یگانۀ غالب. این تاکید بر الوهیّت خداوند با استناد به دلایل قاطع است. وآن، دلیل یگانه بودن خداوند، وغالب و چیره بودن او بر هر چیزی است؛ زیرا چیرگی ملازم یگانگی است، و هرگز چنین نمی‌شود که دو چیره و غالب برابر باشند."
  },
  {
    "ayah": 66,
    "text": "#\n(66)\nپس کسی که بر همه چیز غالب و چیره می‌باشد، خداوند یگانه است و نظیر و همانندی ندارد. و او خدایی است که سزاوار است تنها وی پرستش شود، همان‌طور که تنها او غالب و چیره می‌باشد.\nو این را با تأکید بر توحید ربوبیّت بیان نمود و فرمود:\n(\n﴿رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا﴾\n) آفرینندۀ آسمان‌ها و زمین و آنچه میان آنها می‌باشد، و پروردگار آنهاست. اوست که در آنها هر نوع تدبیر و تصرّفی را انجام می‌دهد. (\n﴿ٱلۡعَزِيزُ﴾\n) دارای قدرت و توانایی است، و با قدرت و توانایی خویش همۀ مخلوقات را آفریده است. (\n﴿ٱلۡغَفَّٰرُ﴾\n) و همۀ گناهان کوچک و بزرگ را برای کسی که به سوی او باز گردد و توبه نماید و از گناهان دست بکشد می‌آمرزد. پس او خدایی است که باید پرستش شود، و سزاوار بندگی است. امّا کسی که نمی‌آفریند و روزی نمی‌دهد و زیان و سودی نمی‌رساند و هیچ چیزی در اختیار او نیست و فاقد توانایی است و آمرزش گناهان و بدی‌ها در دست او نیست، سزاوار پرستش نمی‌باشد."
  },
  {
    "ayah": 67,
    "text": "#\n(67 - 68)\n(\n﴿قُلۡ﴾\n) پس آنان را برحذر دار،\nو هشدارشان ده و به آنها بگو:\n(\n﴿هُوَ نَبَؤٌاْ عَظِيمٌ﴾\n) آنچه در رابطه با رستاخیز و زنده شدن پس از مرگ و مجازات از آن خبر داده‌ام، خبر بزرگی است و باید به شدّت به آن اهتمام دهید و از آن غافل نشوید. (\n﴿أَنتُمۡ عَنۡهُ مُعۡرِضُونَ﴾\n) ولی شما از آن رویگردانید، انگار که حساب و کتاب و عذاب و پاداشی در پیش روی ندارید. پس اگر در گفته و خبر من تردید دارید، بدانید که من به شما خبرهایی می‌دهم که خود از آن آگاهی ندارم و آنها را در کتابی نخوانده‌ام. پس این خبرها را که مطابق حقیقت هستند و بدون کم و کاست به شما می‌رسانم، بزرگ‌ترین شاهد و گواه بر راستگویی من است؛ و بزرگ‌ترین دلیل بر حقانیت چیزی است که برایتان آورده‌ام."
  },
  {
    "ayah": 68,
    "text": "#\n(67 - 68)\n(\n﴿قُلۡ﴾\n) پس آنان را برحذر دار،\nو هشدارشان ده و به آنها بگو:\n(\n﴿هُوَ نَبَؤٌاْ عَظِيمٌ﴾\n) آنچه در رابطه با رستاخیز و زنده شدن پس از مرگ و مجازات از آن خبر داده‌ام، خبر بزرگی است و باید به شدّت به آن اهتمام دهید و از آن غافل نشوید. (\n﴿أَنتُمۡ عَنۡهُ مُعۡرِضُونَ﴾\n) ولی شما از آن رویگردانید، انگار که حساب و کتاب و عذاب و پاداشی در پیش روی ندارید. پس اگر در گفته و خبر من تردید دارید، بدانید که من به شما خبرهایی می‌دهم که خود از آن آگاهی ندارم و آنها را در کتابی نخوانده‌ام. پس این خبرها را که مطابق حقیقت هستند و بدون کم و کاست به شما می‌رسانم، بزرگ‌ترین شاهد و گواه بر راستگویی من است؛ و بزرگ‌ترین دلیل بر حقانیت چیزی است که برایتان آورده‌ام."
  },
  {
    "ayah": 69,
    "text": "#\n(69 - 70)\nبنابراین فرمود: (\n﴿مَا كَانَ لِيَ مِنۡ عِلۡمِۢ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ﴾\n) من هیچ خبری از فرشتگان ندارم، (\n﴿إِذۡ يَخۡتَصِمُونَ﴾\n) آن زمان که گفتگو می‌کنند. پس اگر خداوند به من نمی‌آموخت و به من وحی نمی‌کرد،\nمن از آنها آگاهی نداشتم بنابراین فرمود:\n(\n﴿إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ﴾\n) به من وحی نمی‌شود مگر بدان خاطر که بیم دهنده‌ای آشکار هستم. پس بیم‌رسانی من آشکارترین بیم‌رسانی است."
  },
  {
    "ayah": 70,
    "text": "#\n(69 - 70)\nبنابراین فرمود: (\n﴿مَا كَانَ لِيَ مِنۡ عِلۡمِۢ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ﴾\n) من هیچ خبری از فرشتگان ندارم، (\n﴿إِذۡ يَخۡتَصِمُونَ﴾\n) آن زمان که گفتگو می‌کنند. پس اگر خداوند به من نمی‌آموخت و به من وحی نمی‌کرد،\nمن از آنها آگاهی نداشتم بنابراین فرمود:\n(\n﴿إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ﴾\n) به من وحی نمی‌شود مگر بدان خاطر که بیم دهنده‌ای آشکار هستم. پس بیم‌رسانی من آشکارترین بیم‌رسانی است."
  },
  {
    "ayah": 71,
    "text": "#\n(71 - 72)\nسپس گفتگوی فرشتگان عالم بالا را بیان کرد و فرمود: (\n﴿إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ﴾\n) آنگاه که پروردگارت به فرشتگان خبر داد و فرمود: من انسانی که مادّه‌اش از گل است خواهم آفرید. (\n﴿فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ﴾\n) پس هرگاه جسم او را سروسامان دادم و ساخته و پرداخته‌اش کردم و در آن از روح متعلّق به خود، دمیدم، همه برای او سجده کنان به خاک افتید. فرشتگان، خود را برای این کار آماده کردند و مترصد ماندند که هر گاه آفرینش آدم تمام ‌شود و روح در او دمیده شود، آنها به اطاعت از پروردگار خود و به احترام آدم ـ علیه السلام ـ سجده کنند. وقتی که آفرینش جسم و روح آدم تمام شد و خداوند آدم و فرشتگان را در علم و دانش امتحان کرد و فضیلت و برتری آدم بر فرشتگان ظاهر شد، خداوند فرشتگان را دستور داد تا برای وی سجده ببرند."
  },
  {
    "ayah": 72,
    "text": "#\n(71 - 72)\nسپس گفتگوی فرشتگان عالم بالا را بیان کرد و فرمود: (\n﴿إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ﴾\n) آنگاه که پروردگارت به فرشتگان خبر داد و فرمود: من انسانی که مادّه‌اش از گل است خواهم آفرید. (\n﴿فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ﴾\n) پس هرگاه جسم او را سروسامان دادم و ساخته و پرداخته‌اش کردم و در آن از روح متعلّق به خود، دمیدم، همه برای او سجده کنان به خاک افتید. فرشتگان، خود را برای این کار آماده کردند و مترصد ماندند که هر گاه آفرینش آدم تمام ‌شود و روح در او دمیده شود، آنها به اطاعت از پروردگار خود و به احترام آدم ـ علیه السلام ـ سجده کنند. وقتی که آفرینش جسم و روح آدم تمام شد و خداوند آدم و فرشتگان را در علم و دانش امتحان کرد و فضیلت و برتری آدم بر فرشتگان ظاهر شد، خداوند فرشتگان را دستور داد تا برای وی سجده ببرند."
  },
  {
    "ayah": 73,
    "text": "#\n(73 - 74)\n(\n﴿فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ﴾\n) پس همۀ فرشتگان جملگی سجده بردند، جز ابلیس که سجده نبرد و از دستور پروردگار سر باز زد و خود را از آدم بزرگ‌تر و برتر دانست و او در علم الهی از کافران بود."
  },
  {
    "ayah": 74,
    "text": "#\n(73 - 74)\n(\n﴿فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ﴾\n) پس همۀ فرشتگان جملگی سجده بردند، جز ابلیس که سجده نبرد و از دستور پروردگار سر باز زد و خود را از آدم بزرگ‌تر و برتر دانست و او در علم الهی از کافران بود."
  },
  {
    "ayah": 75,
    "text": "#\n(75)\n(\n﴿قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّ﴾\n) خداوند با سرزنش ابلیس به وی گفت: ای ابلیس! چه چیزی تو را باز داشت از آنکه برای آنچه با دو دست خود آفریده‌ام سجده کنی؟! یعنی من او را با این چیز شرافت و کرامت داده‌ام و این ویژگی را مختص او گردانده‌ام و این اقتضا می‌نماید که نباید بر او تکبر کرد و خود را از او بالاتر دانست. (\n﴿أَسۡتَكۡبَرۡتَ﴾\n) آیا در امتناع ورزیدنت تکبر ورزیدی، (\n﴿أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ﴾\n) یا از کسانی هستی که بر جهانیان برتری دارند."
  },
  {
    "ayah": 76,
    "text": "#\n(76)\n(\n﴿قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ﴾\n) ابلیس با مخالفت با پروردگارش گفت: من از او بهتر هستم، مرا از آتش آفریده‌ای و او را از گل. ابلیس گمان می‌برد که عنصر و مادّۀ آتش از عنصر خاک بهتر است. و این قیاس فاسدی بود؛ چون عنصر آتش، شر و فساد و برتری جویی و خشونت و سبکسری است؛ و عنصر خاک، خردورزی و تواضع و رویاندن انواع گیاهان و درختان است؛ و خاک بر آتش غالب می‌شود و آن را خاموش می‌کند. و آتش نیاز به مادّه‌ای دارد که از آن پدید آید، امّا خاک به خودی خود وجود دارد. پس قیاس ابلیس که با دستور قولی شفاهی خداوند مخالفت کرد، باطل شد و فسادش آشکار گردید. و این قیاس، سرکردۀ شر و فساد است، پس در مورد قیاس شاگردان او که با قیاس خود با حق مخالفت می‌ورزند چه فکر می‌کنی؟ پس قیاس آنها، از این قیاس پوچ‌تر و باطل‌تر است."
  },
  {
    "ayah": 77,
    "text": "#\n(77 - 78)\n(\n﴿قَالَ فَٱخۡرُجۡ مِنۡهَا﴾\n) خداوند به ابلیس گفت: از آسمان و جایگاه ارزشمند بیرون برو، (\n﴿فَإِنَّكَ رَجِيمٞ﴾\n) چرا که تو مطرود و رانده شده از رحمت الهی هستی. (\n﴿وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ﴾\n) و بی‌گمان تا روز قیامت تو را لعنت و مطرود خواهم ساخت."
  },
  {
    "ayah": 78,
    "text": "#\n(77 - 78)\n(\n﴿قَالَ فَٱخۡرُجۡ مِنۡهَا﴾\n) خداوند به ابلیس گفت: از آسمان و جایگاه ارزشمند بیرون برو، (\n﴿فَإِنَّكَ رَجِيمٞ﴾\n) چرا که تو مطرود و رانده شده از رحمت الهی هستی. (\n﴿وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ﴾\n) و بی‌گمان تا روز قیامت تو را لعنت و مطرود خواهم ساخت."
  },
  {
    "ayah": 79,
    "text": "#\n(79)\n(\n﴿قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ﴾\n) ابلیس از شدّت دشمنی که با آدم و فرزندانش داشت،\nگفت:\nپروردگارا! تا روز رستاخیز به من مهلت بده. این دعا را کرد تا بتواند کسانی را گمراه سازد که خداوند گمراهی را برای آنها مقدّر ساخته است."
  },
  {
    "ayah": 80,
    "text": "#\n(80 - 81)\n(\n﴿قَالَ﴾\n) خداوند دعای او را پذیرفت، چون حکمت خداوند چنین اقتضا می‌کرد،\nپس فرمود:\n(\n﴿فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ﴾\n) به تو مهلت داده می‌شود؛\n((إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ﴾)\nتا روز زمان معیّن؛ و وقتی که نسل آدم تمام شد، امتحان نیز تمام می‌شود."
  },
  {
    "ayah": 81,
    "text": "#\n(80 - 81)\n(\n﴿قَالَ﴾\n) خداوند دعای او را پذیرفت، چون حکمت خداوند چنین اقتضا می‌کرد،\nپس فرمود:\n(\n﴿فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ﴾\n) به تو مهلت داده می‌شود؛\n((إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ﴾)\nتا روز زمان معیّن؛ و وقتی که نسل آدم تمام شد، امتحان نیز تمام می‌شود."
  },
  {
    "ayah": 82,
    "text": "#\n(82 - 83)\nوقتی شیطان دانست که به او مهلت داده شده است ـ زیرا آنقدر کثیف و پلید بود ـ برای خداوند آشکار ساخت که چه دشمنی و عداوت شدیدی با خدا و آدم و ذریۀ آدم دارد،\nبنابراین گفت:\n(\n﴿قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ﴾\n) احتمال دارد\n«باء»\nدر (\n﴿فَبِعِزَّتِكَ﴾\n) برای قسم باشد،\nآنگاه معنی چنین خواهد بود:\nسوگند به عظمت و شکوهت که همۀ آنها را گمراه می‌کنم. (\n﴿إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ﴾\n) مگر بندگان مخلصت. بندگان مخلص کسانی هستند که خداوند آنان را برای اطاعت خود برگزیده، و آنها را به خاطر کمال ایمانشان و به خاطر اینکه همۀ آنچه را که در توان دارند در راه اطاعت از پروردگارشان مبذول می‌دارند، از گمراهی مصون داشته است. پس ابلیس دانست که خداوند آنها را از توطئه و مکرش محافظت خواهد کرد. و احتمال دارد که\n«باء»\nدر (\n﴿فَبِعِزَّتِكَ﴾\n) برای استعانت باشد؛ زیرا شیطان وقتی دانست که از هر جهت ناتوان است و هیچ کس را جز با خواست خدا گمراه نخواهد کرد، از عظمت خدا برای گمراه کردن فرزندان آدم کمک گرفت، در حالی که او دشمن حقیقی خدا بود. پس پروردگارا! ما ناتوان و مقصّر هستیم و به همۀ نعمت‌هایت اعتراف می‌کنیم و ذریّه و نسل کسی هستیم که او را شرافت و کرامت داده‌ای. پس، از عزّت و عظمت و قدرتت کمک می‌طلبیم، و از رحمت فراگیرت که همۀ مخلوقات را در بر گرفته است و از آن به ما نیز رسانده‌ای و به وسیلۀ آن رنج‌ها را از ما دور ساخته‌ای کمک می‌طلبیم که ما را برای مبارزه و دشمنی با شیطان، و سالم ماندن از شر و دام او یاری نمایی. و به تو گمان نیک داریم که دعای ما را اجابت می‌کنی؛ و به وعده‌ات که به ما داده‌ای،\nایمان داریم که فرموده‌ای:\n﴿وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡ﴾\nو پروردگارت گفت:\n«مرا بخوانید تا دعایتان را اجابت ‌کنم.»\nپس ما تو را به فریاد خوانده‌ایم همان‌طور که به ما فرمان داده‌ای، پس دعای ما را بپذیر همان‌گونه که به ما وعده داده‌ای.\n﴿إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ﴾\nبی‌گمان تو خلاف وعده نمی‌کنی."
  },
  {
    "ayah": 83,
    "text": "#\n(82 - 83)\nوقتی شیطان دانست که به او مهلت داده شده است ـ زیرا آنقدر کثیف و پلید بود ـ برای خداوند آشکار ساخت که چه دشمنی و عداوت شدیدی با خدا و آدم و ذریۀ آدم دارد،\nبنابراین گفت:\n(\n﴿قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ﴾\n) احتمال دارد\n«باء»\nدر (\n﴿فَبِعِزَّتِكَ﴾\n) برای قسم باشد،\nآنگاه معنی چنین خواهد بود:\nسوگند به عظمت و شکوهت که همۀ آنها را گمراه می‌کنم. (\n﴿إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ﴾\n) مگر بندگان مخلصت. بندگان مخلص کسانی هستند که خداوند آنان را برای اطاعت خود برگزیده، و آنها را به خاطر کمال ایمانشان و به خاطر اینکه همۀ آنچه را که در توان دارند در راه اطاعت از پروردگارشان مبذول می‌دارند، از گمراهی مصون داشته است. پس ابلیس دانست که خداوند آنها را از توطئه و مکرش محافظت خواهد کرد. و احتمال دارد که\n«باء»\nدر (\n﴿فَبِعِزَّتِكَ﴾\n) برای استعانت باشد؛ زیرا شیطان وقتی دانست که از هر جهت ناتوان است و هیچ کس را جز با خواست خدا گمراه نخواهد کرد، از عظمت خدا برای گمراه کردن فرزندان آدم کمک گرفت، در حالی که او دشمن حقیقی خدا بود. پس پروردگارا! ما ناتوان و مقصّر هستیم و به همۀ نعمت‌هایت اعتراف می‌کنیم و ذریّه و نسل کسی هستیم که او را شرافت و کرامت داده‌ای. پس، از عزّت و عظمت و قدرتت کمک می‌طلبیم، و از رحمت فراگیرت که همۀ مخلوقات را در بر گرفته است و از آن به ما نیز رسانده‌ای و به وسیلۀ آن رنج‌ها را از ما دور ساخته‌ای کمک می‌طلبیم که ما را برای مبارزه و دشمنی با شیطان، و سالم ماندن از شر و دام او یاری نمایی. و به تو گمان نیک داریم که دعای ما را اجابت می‌کنی؛ و به وعده‌ات که به ما داده‌ای،\nایمان داریم که فرموده‌ای:\n﴿وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡ﴾\nو پروردگارت گفت:\n«مرا بخوانید تا دعایتان را اجابت ‌کنم.»\nپس ما تو را به فریاد خوانده‌ایم همان‌طور که به ما فرمان داده‌ای، پس دعای ما را بپذیر همان‌گونه که به ما وعده داده‌ای.\n﴿إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ﴾\nبی‌گمان تو خلاف وعده نمی‌کنی."
  },
  {
    "ayah": 84,
    "text": "#\n(84 - 85)\n(\n﴿قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ﴾\n) خداوند متعال فرمود: حق صفت من است، و گفتۀ من حق است. و آن اینکه (\n﴿لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ﴾\n) جهنّم را از تو و از آن دسته از فرزندان آدم که از تو پیروی کنند پر خواهم کرد."
  },
  {
    "ayah": 85,
    "text": "#\n(84 - 85)\n(\n﴿قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ﴾\n) خداوند متعال فرمود: حق صفت من است، و گفتۀ من حق است. و آن اینکه (\n﴿لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ﴾\n) جهنّم را از تو و از آن دسته از فرزندان آدم که از تو پیروی کنند پر خواهم کرد."
  },
  {
    "ayah": 86,
    "text": "#\n(86)\nوقتی پیامبر حجت و راه را برای مردم بیان نموده و روشن کرد،\nخداوند به او گفت:\n(\n﴿قُلۡ مَآ أَسۡ‍َٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ﴾\n) بگو: «در مقابل دعوت کردنتان از شما مزدی نمی‌خواهم، و من از کسانی نیستم که چیزی را به دروغ ادعا کنم و به چیزی بپردازم که از آن آگاهی ندارم. من فقط از آنچه به من وحی می‌شود پیروی می‌کنم."
  },
  {
    "ayah": 87,
    "text": "#\n(87)\n(\n﴿إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ﴾\n) این وحی و قرآن، فقط پندی است برای جهانیان، و همۀ منافع دینی و دنیوی جهانیان را به آنها یادآوری می‌نماید، و مایۀ سربلندی جهانیان است و نیز حجّت را بر مخالفان اقامه می‌کند. پس این سورۀ بزرگ مشتمل بر پند و حکمت و خبر بزرگ و اقامۀ حجت بر کسانی است که قرآن را تکذیب کردند و با آن مخالفت ورزیدند؛ نیز کسی که قرآن را آورده تکذیب کردند. و در این سوره از بندگان مخلص خدا خبر داده شده، و پاداش پرهیزگاران و سزای سرکشان بیان شده است؛ بنابراین در ابتدای آن سوگند خورد که قرآن دارای مقامی والا و مایۀ تذکار و یادآوری است؛ و در آخر هم بیان کرد که پند و یادآوری است برای جهانیان؛ و یاد آوردن در این سوره فراوان ذکر شده است. مانند\n﴿وَٱذۡكُرۡ عَبۡدَنَا﴾\nو به یاد آور بندۀ ما را.\n﴿وَٱذۡكُرۡ عِبَٰدَنَآ﴾\nو بندگان ما را به یاد آور.\n﴿رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ﴾\nرحمتی از جانب ما و یادآوری است.\n﴿هَٰذَا ذِكۡرٞ﴾\nاین یادآوری است. بار خدایا! آنچه از قرآن را که نمی‌دانیم به ما بیاموز، و آنچه را که از روی غفلت فراموش کرده یا ترک نموده‌ایم به یاد ما بیاور."
  },
  {
    "ayah": 88,
    "text": "#\n(88)\n(\n﴿وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۢ﴾\n) و حتماً خبر آن را بعد از مدّت زمانی خواهید دانست، و آن وقتی است که عذاب بر آنها فرود می‌آید؛ و اسباب را نخواهند یافت که به آن متوسل شوند؛ و بیچاره می‌گردند."
  }
]