{
  "id": 33,
  "name": "The Combined Forces",
  "verses": [
    {
      "id": 3534,
      "verse_number": 1,
      "verse_key": "33:1",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "page_number": 418,
      "juz_number": 21,
      "translations": [
        {
          "id": 926199,
          "resource_id": 135,
          "text": "ای پیامبر، تقوای الهی پیشه کن و از کافران و منافقان اطاعت نکن. بی‌تردید، الله همواره دانای حکیم است."
        }
      ],
      "tafsir_saadi": "ای کسی که خداوند با دادن نعمت پیامبری بر تو منّت نهاده، و تو را به وحی خویش اختصاص داده، و بر همۀ مردم برتری داده است! تقوا و پرهیزگاری را پیشه کن که تو از دیگران بیشتر باید پرهیزگار باشی، و وظیفۀ تو در این باره از دیگران بیشتر و بزرگ‌تر است. پس شکر نعمت‌های خداوند را بگزار، و از اوامر او اطاعت کن؛ و از آنچه نهی کرده است بپرهیز؛ و پیام‌های خدا را برسان و وحی خدا را به بندگان ابلاغ کن، و خیرخواه مردم باش؛ و آنها را پند ده؛ و هیچ چیزی تو را از این هدف باز ندارد. پس، از هیچ کافری که با خدا و پیامبرش اظهار دشمنی می‌کند، و از هیچ منافقی که کفر و تکذیب را در درون خود پنهان می‌نماید و به ظاهر چیزی دیگر می‌گوید، اطاعت مکن؛ اینها در حقیقت دشمن تو هستند. پس در هیچ کاری از آنها پیروی مکن که پیروی از آنها آفت تقواست، و با تقوا متضاد است. و از خواست‌ها و امیال آنان اطاعت مکن که تو را از راه درست منحرف و گمراه می‌سازند."
    },
    {
      "id": 3535,
      "verse_number": 2,
      "verse_key": "33:2",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "page_number": 418,
      "juz_number": 21,
      "translations": [
        {
          "id": 926200,
          "resource_id": 135,
          "text": "و از آنچه از جانب پروردگارت بر تو وحی می‌شود پیروی کن. بی‌تردید، الله همواره به آنچه می‌کنید آگاه است."
        }
      ],
      "tafsir_saadi": "(﴿وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَ﴾) بلکه از چیزی پیروی کن که از سوی پروردگارت به تو وحی می‌شود؛ زیرا آنچه از جانب خدا به تو وحی می‌گردد، هدایت و رحمت است، و با این کار به پاداش پروردگارت امیدوار باش. (﴿إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا﴾) بی‌گمان خداوند از کارهایتان آگاه است، و شما را طبق اعمال خوب و بدتان سزا و جزا خواهد داد.\nچنانچه به دلت خطور کرد که اگر از خواست‌های گمراه کنندۀ آنها پیروی نکنی از جانب آنان زیانی به تو می‌رسد، و یا کمبودی در هدایت مردم به وجود خواهد آمد، این را از خود دور کن و از توکل مدد بگیر که با چنین افکاری مقاومت خواهد کرد، و بر خداوند توکل نما، و بدان که سود و زیان و مرگ و زندگی را در اختیار نداری و همه به دست خداست، تا بدین گونه از شر آنها در امان بمانی، و دینی که بدان دستور داده شده‌ای برپا گردد."
    },
    {
      "id": 3536,
      "verse_number": 3,
      "verse_key": "33:3",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "page_number": 418,
      "juz_number": 21,
      "translations": [
        {
          "id": 926201,
          "resource_id": 135,
          "text": "و بر الله توکل كن و همین بس كه الله کارسازِ [تو] باشد."
        }
      ],
      "tafsir_saadi": "و برای نیل به این هدف به خدا اعتماد کن. \n(﴿وَكَفَىٰ بِٱللَّهِ وَكِيلٗا﴾) و کافی است که خداوند کارساز باشد. پس کارها به او سپرده می‌شود، و او آنها را سامان می‌دهد، آن گونه که به مصلحت بنده است؛ چون خداوند مصالح بنده‌اش را بهتر می‌داند، و خداوند می‌تواند این منافع را به بنده برساند طوری که بنده نمی‌تواند آن را برای خود فراهم نماید. و او برای بنده، از خود او و از پدر و مادرش و از هرکسی دیگر مهربان‌تر است. \nبه ویژه خداوند با بندگان خاص خودش بسیار مهربان است؛ بندگانی که خداوند همواره آنها را با احسان خویش پرورش می‌دهد، و برکات ظاهری و باطنی را به سوی آنها گسیل می‌دارد. به خصوص اینکه دستور داده است تا بنده کارهایش را به خدا بسپارد، و وعده داده است که آن را درست خواهد کرد.و اینجاست که هر کاری آسان، و هر دشواری سهل می‌گردد، و مشکلات از بین می‌روند، و نیازها برطرف می‌شوند، و برکت‌ها فرود می‌آیند، و عذاب‌ها دور و شرها رفع می‌شوند. و بندۀ ضعیفی را بنگر که کارش را به پروردگار و مولایش می‌سپارد! کارهایی انجام می‌دهد که گروه بزرگی از مردم نمی‌توانند آن را انجام دهند، و خداوند این کار را برای او آسان می‌کند که انجام آن بر مردان قوی هم دشوار می‌آید."
    },
    {
      "id": 3537,
      "verse_number": 4,
      "verse_key": "33:4",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّـٰٓـِٔى تُظَـٰهِرُونَ مِنْهُنَّ أُمَّهَـٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ ۖ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
      "page_number": 418,
      "juz_number": 21,
      "translations": [
        {
          "id": 926202,
          "resource_id": 135,
          "text": "الله درون هیچ ‌مردی دو قلب برایش ننهاده است و [به همین صورت،] هرگز همسرانتان را که مورد ظِهار [و تحریم جنسی] قرار می‌دهید، [همچون] مادرانتان نگردانده است؛ و [همچنین] پسرخوانده‌هایتان را پسران [حقیقی] شما قرار نداده است. این سخنی [نادرست] است که بر زبان می‌آورید و الله حق را می‌گوید و اوست که به راه راست هدایت می‌کند."
        }
      ],
      "tafsir_saadi": "خداوند بندگانش را به‌خاطر گفتن سخنانی سرزنش می‌کند که حقیقت ندارد، و خداوند آن گونه که آنها می‌گویند آن را قرار نداده است. و سخن آنها دروغ است، و منکراتی شرعی بر آن مترتب می‌شود. و این قاعده‌ای کلی است در مورد سخن گفتن دربارۀ هر چیزی، و خبر دادن از چیزی که خداوند آن را مقرر نکرده است.\nپس این گفتارها را به طور ویژه بیان کرد، چون این گفتارها در محاورات مردم به کار رفته، و به شدت به بیان و توضیح آن نیاز است. پس فرمود: (﴿مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦ﴾)خداوند در درون هیچ کس دو دل ننهاده است، و چنین چیزی وجود ندارد. پس بپرهیزید از اینکه در مورد کسی بگویید که در وجودش دو دل دارد؛ چون اگر چنین سخنی بگویید، دروغی به آفرینش الهی نسبت داده‌اید.\n(﴿وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡ﴾) و اینکه به همسرانتان بگویید «پشت شما همچون پشت مادرم است.» یا بگوید: «شما [برای من] همچون مادرم هستی.» با چنین سخنی زنانتان به منزلۀ مادرانتان قرار نمی‌گیرند؛ چراکه مادر انسان کسی است که او را به دنیا آورده، و حرمت او از همۀ زنان بیشتر است، و همسرت از همۀ زنان دنیا برایت حلال‌تر می‌باشد. پس چگونه دو چیز متضاد را با همدیگر تشبیه می‌کنید؟! \nاین جایز نیست، همان گونه که خداوند متعال می‌فرماید: ﴿ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗا﴾ کسانی از شما که «ظهار» می‌کنند [و به زنان خود می‌گویند: «پشت شما همچون پشت مادرانمان است» بدانید که] زنانشان مادرانشان نیستند، مادران آنها فقط زنانی هستند که آنها را به دنیا آورده‌اند، و آنان سخنی زشت و دروغ بر زبان می‌آورند. \n(﴿وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡ﴾) و پسر خواندگانتان را پسران شما نگردانده است. پسر خوانده؛ کسی است که فرد ادعا می‌کند فرزند اوست یا به او نسبت داده می‌شود، چرا که آن را به فرزندی گرفته است. در دوران جاهلیت و صدر اسلام چنین بود. خداوند خواست این باور را باطل نماید، بنابراین پیش از اینکه این امر را باطل کند، زشتی آن را بیان کرد و فرمود: این چیزی باطل و دروغ است، و چیزی که در شریعت و آیین الهی وجودی نداشته باشد، بندگان خدا نباید بدان متصف گردند. بنا بر فرمودۀ الهی، پسر خواندگانتان که آنها را فرزند خود می‌خوانید، و یا به شما نسبت داده می‌شوند، فرزندان حقیقی شما نیستند؛ فرزندان شما در حقیقت کسانی هستند که از شما به دنیا آمده‌اند، اما این پسرخواندگان از آنِ دیگران هستند، و خداوند پسر خوانده را مانند پسر حقیقی قرار نداده است. \n(﴿ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡ﴾) آنچه می‌گویید که این فرزند فلانی است یا پدرش فلانی است، سخنی است که با زبانتان می‌گویید و حقیقت ندارد. (﴿وَٱللَّهُ يَقُولُ ٱلۡحَقَّ﴾) و خداوند سخن حق و راست می‌گوید، بنابراین شما را فرمان داده است تا از گفته و آیین او پیروی کنید. و سخن خدا، حق و شریعت و آیین الهی راست است؛ و گفته‌ها و کارهای باطل به هیچ صورت به خداوند نسبت داده نمی‌شود و از رهنمودهای الهی نیست؛ چون خداوند جز به راه راست هدایت نمی‌کند، گرچه این کارها طبق مشیت و خواست او انجام می‌شود؛ زیرا همۀ کارهای خوب و بد به مشیت و خواست او انجام می‌گیرد."
    },
    {
      "id": 3538,
      "verse_number": 5,
      "verse_key": "33:5",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "ٱدْعُوهُمْ لِـَٔابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَـٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "page_number": 418,
      "juz_number": 21,
      "translations": [
        {
          "id": 926203,
          "resource_id": 135,
          "text": "آنان [= پسرخوانده‌ها] را به پدرانشان نسبت دهید [که] نزد الله عادلانه‌تر است. اگر پدرانشان را نمی‌شناسید، برادران دینی و بردگان آزادشده [و در حکمِ دوستان] شما هستند. در مورد آنچه [قبلاً] اشتباه کرده‌اید، گناهی بر شما نیست؛ ولی [در مورد] آنچه دل‌هایتان قصد آن را دارد [و عمداً بر زبان می‌آورید، مسؤول هستید و گناهکار می‌شوید؛ پس اگر توبه کنید،] همواره الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "سپس تصریح نمود که بهتر آن است گفتۀ باطل را ترک کنید. بنابراین فرمود: (﴿ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِ﴾) پسرخواندگان را به پدران حقیقی‌شان نسبت دهید، این دادگرانه‌تر و بهتر است. \n(﴿فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ﴾) پس اگر پدران حقیقی آنها را نشناختید، (﴿فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡ﴾) برادران دینی شما هستند، و دوستان شما می‌باشند، پس آنان را به برادری ایمانی و محبت راستین بخوانید. و نباید آنها را به کسانی نسبت دهید که آنان را فرزند خواندۀ خود قرار داده‌اند. پس اگر پدرانشان را بشناسند، آنان را به آنها نسبت می‌دهند؛ و اگر آنها را نشناسند، به چیزی که دربارۀ آنان می‌دانند اکتفا می‌کنند، و آن عبارت است از برادریِ دینی و دوستی با آنان.\nپس گمان مبرید که اگر پدران آنها را نشناسید، این برایتان عذری شمرده می‌شود و می‌توانید آنها را به کسانی نسبت دهید که آنها را پسر خواندۀ خود قرار داده‌اند. (﴿وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ﴾) و اگر اشتباه کردید و بر اثر لغزشِ زبان، آنها را به کسانی نسبت دادید که پدرخوانده‌شان می‌باشند، گناهی بر شما نیست؛ و نیز اگر آنها را به کسانی نسبت دادید که ظاهراً پدرشان می‌باشند اما در حقیقت پدرشان نیستند، گناهی بر شما نیست. (﴿وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡ﴾) و لیکن خداوند شما را بر چیزی مؤاخذه می‌کند که دل‌های شما قصد آن را می‌کند، و از روی عمد سخنی بر زبان آورید که جایز نیست. (﴿وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا﴾) و خداوند آمرزندۀ مهربان است، و شما را می‌بخشید و بر شما رحم می‌نمود؛ زیرا بر اساس گذشته، شما را مورد عقاب قرار نداد؛ و از خطایی که مرتکب آن شدید، چشم پوشی نمود، و به شما رحم نمود؛ زیرا احکام و دستورات خود را که سبب بهبودی دین و دنیای شما می‌باشد، برایتان بیان نمود، پس سپاس برای خداوند متعال."
    },
    {
      "id": 3539,
      "verse_number": 6,
      "verse_key": "33:6",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَٰجُهُۥٓ أُمَّهَـٰتُهُمْ ۗ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَـٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
      "page_number": 418,
      "juz_number": 21,
      "translations": [
        {
          "id": 926204,
          "resource_id": 135,
          "text": "پیامبر [در تمام امور] نسبت به مؤمنان، از خودشان سزاوار‌تر است [و نظر و خواستش اولویت دارد] و همسران او [از لحاظ حرمت ازدواج و رعایت احترام، در حکمِ] مادرانشان هستند؛ و در کتاب الله، خویشاوندان [در ارث بردن از یكدیگر،] نسبت به مؤمنان و مهاجران اولویت دارند [و مِلاک ارث، خویشاوندی است نه ایمان و هجرت]؛ مگر اینکه [بخواهید] به دوستانتان نیکی کنید [و بخشی از اموالتان را به آنان بدهید]. این [حکم،] در آن کتاب [= لوح محفوظ] نوشته شده است."
        }
      ],
      "tafsir_saadi": "خداوند متعال مؤمنان را از مقام و جایگاه پیامبر آگاه می‌سازد تا رفتارشان با پیامبر متناسب با جایگاه او باشد. پس فرمود: (﴿ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡ﴾) پیامبر از خود مؤمنان نسبت به آنها اولویت بیشتری دارد. نزدیک‌ترین چیز به انسان، خودش می‌باشد که از همه کس نسبت به خودش سزاوارتر است. اما پیامبر از خود مؤمن نسبت به او سزاوارتر می‌باشد، چون ایشان صلی الله علیه وسلم چنان خیرخواه و دلسوز مؤمنان و با آنها مهربان بود که از همۀ مردم نسبت به آنها مهربان‌تر بود. پس پیامبر از همۀ مردم بر آنها منت بیشتر و بزرگ‌تری دارد؛ و کوچک‌ترین خیری به مؤمنان نرسیده و کوچک‌ترین شری از آنها دور نشده مگر به سبب وجود مبارک پیامبر  صلی الله علیه وسلم  . بنابراین بر مؤمنان واجب است هرگاه خواستۀ خودشان یا خواستۀ یکی از مردم با خواستۀ پیامبر تقابل پیدا کرد که خواستۀ پیامبر را مقدم بدارند؛ و نباید به‌خاطر سخن کسی، با سخن و گفتۀ پیامبر مخالفت شود، آن کس هر کس که باشد! و مؤمنان باید جان و مال و فرزندانشان را فدای پیامبر  صلی الله علیه وسلم  کنند، و محبت او را بر محبت تمام خلق مقدم بدارند، و تا او سخن نگفته است سخنی نگویند و از او جلو نیفتند. او صلی الله علیه وسلم پدر مؤمنان است همان‌طور که در گفتار بعضی از اصحاب آمده است که پیامبر آنها را تربیت می‌نمایند، آنچنان‌که پدر فرزندانش را تربیت می‌کند. پس وقتی او پدر مؤمنان است، همسرانش نیز مادران آنها هستند؛ یعنی ازدواج با زنان پیامبر حرام است؛ و همانند مادر، مورد احترام و بزرگداشت قرار می‌گیرند؛ اما مانند مادر محرم نیستند که کسی بتواند به تنهایی با آنها بنشیند. و این مقدمه‌ای بود برای مطلبی که در داستان زید بن حارثه بیان خواهد شد. زید قبلاً به پیامبر نسبت داده ‌شده و گفته می‌شد: «زید بن محمد» [زید پسر محمد]، تا اینکه خداوند آیه نازل کرد و فرمود: \n﴿مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ﴾ محمد پدر هیچ یک از مردانتان نیست. پس خداوند نسبت و انتساب زید را به پیامبر مردود اعلام کرد. [خداوند] در این آیه خبر داده است که مؤمنان همه فرزندان پیامبر هستند، و هیچ کدام از آنان مزیتی بر دیگری ندارد، گرچه انتساب دعوت و فراخوانی پیامبر از یکی از آنان قطع شده باشد، چراکه نسبت ایمانی او قطع نشده است. بنابراین نباید غمگین و اندوهگین شود. و بر اساس اینکه همسران پیامبر، مادران مؤمنان هستند؛ بعد از فوت پیامبر  صلی الله علیه وسلم  برای هیچ احدی حلال نیست که با آنان ازدواج کند. همان‌طور که در این آیه تصریح نموده است: ﴿وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًا﴾ و نباید بعد ‌از رحلت پیامبر، هرگز با همسران او ازدواج کنید. \n(﴿وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ﴾) و در حکم خداوند، خویشاوندان نسبت به همدیگر از اولویت بیشتری برخوردارند، و از همدیگر ارث می‌برند، و با یکدیگر باید نیکویی بکنند؛ زیرا آنها به کمک و نیکی کردن با یکدیگر سزاوارترند.\nقبل از این دستور، پسرخواندگان ارث می‌بردند؛ و خویشاوندان سهمی از ارث نداشتند؛ پس خداوند ارث بردن به خاطر پسرخواندگی را منحل کرد، و ارث را حق خویشاوندان قرار داد. و این ناشی از مهربانی و حکمت خداوند بود؛ زیرا اگر کار به همان صورت ادامه می‌یافت، فساد و شر پدید می‌آمد؛ و مردم برای محروم کردن خویشاوندان از ارث حیله‌ها می‌کردند. (﴿مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ﴾) خواه خویشاوندان، مؤمنان مهاجر باشند یا مهاجر نباشند، چراکه خویشاوندان مقدم هستند. و این آیه دلیلی است بر ثبوت ولایت خویشاوندان در همۀ کارها مانند: نکاح و مال و غیره. \n(﴿إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗا﴾) مگر اینکه درحق دوستانتان نیکی کنید؛ یعنی نیکی کردن با دوستان، حقی نیست که بر شما فرض شده باشد، بلکه چیزی است که بستگی به اراده و خواست خود شما دارد؛ اگر خواستید با آنها تبرع و احسان ‌کنید و با آنها خوبی و نیکی نمایید، (﴿كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا﴾) این حکم در کتاب نوشته شده است، و خداوند آن را مقدر نموده و باید اجرا شود."
    },
    {
      "id": 3540,
      "verse_number": 7,
      "verse_key": "33:7",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَـٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926205,
          "resource_id": 135,
          "text": "و [ای پیامبر، یاد کن از] هنگامی که از پیامبران پیمان [عبادت الله به یگانگی و نبوت] گرفتیم و [به ویژه] از تو و نوح و ابراهیم و موسی و عیسی ـ پسر مریم؛ و از [همۀ] آنان پیمان محکمی [دربارۀ تبلیغ دین] گرفتیم."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که از همۀ پیامبران به طور عموم و از پیامبران اولوالعزم ـ ‌که این پنج پیامبر هستند ـ به طور ویژه پیمان محکم گرفت تا دین خدا را برپای دارند، و در راه او جهاد نمایند؛ و این راهی است که پیامبران گذشته برآن رفته‌اند تا اینکه با بعثت سرور و بهترین‏شان محمد  صلی الله علیه وسلم  سلسلۀ آنها پایان یافت، و مردم فرمان یافتند تا به آنها اقتدا نمایند."
    },
    {
      "id": 3541,
      "verse_number": 8,
      "verse_key": "33:8",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 363,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "لِّيَسْـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا أَلِيمًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926206,
          "resource_id": 135,
          "text": "[الله این پیمان را از رسولان گرفت] تا [با کافران اتمام حجت کرده باشد و] از راستگویان [= پیامبران] دربارۀ راستی‌شان بپرسد و برای کافران عذابی دردناک مهیّا کرده است."
        }
      ],
      "tafsir_saadi": "و خداوند پیامبران و پیروانشان را از این پیمان محکم خواهد پرسید که آیا به این عهد و پیمان وفا کرده و راست گفته‌اند؟ تا در صورت وفاداری، بهشت را به عنوان پاداش به آنها بدهد؛ و یا کفر ورزیده‌اند که آنگاه به آنان عذاب دردناک خواهد داد. خداوند متعال می‌فرماید: ﴿مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِ﴾ از مؤمنان مردانی هستند که بر پیمانی که با خدا بسته اند راست گفته‌اند."
    },
    {
      "id": 3542,
      "verse_number": 9,
      "verse_key": "33:9",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926207,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، نعمت الله را بر خود به یاد آورید؛ آنگاه که سپاهیانی [از قبایل عرب] به سویتان آمدند. آنگاه ما تندبادی [سخت] و لشکری [از فرشتگان] که آنها را نمی‌دیدید، بر آنان فرستادیم [و به سختی شکستشان دادیم]؛ و همواره الله به آنچه می‌کنید بیناست."
        }
      ],
      "tafsir_saadi": "خداوند نعمت خود را بر بندگان مؤمنش یادآوری می‌نماید، و آنها را به شکرگزاری آن تشویق می‌کند، آنگاه که لشکریان اهل مکه و حجاز از طرف بالای آنها، و لشکر اهل نجد از طرف پایین به سوی آنها تاختند، و با خود عهد بستند که پیامبر صلی الله علیه وسلم و اصحاب را نابود و ریشه‌کن نمایند. و این در جنگ خندق بود؛ و طوایف یهود که در اطراف مدینه بودند، با دشمنان هماهنگ شده بودند؛ بنابراین با لشکریان بزرگ و گروه‌های زیادی آمدند. و پیامبر صلی الله علیه وسلم چاله و خندقی در کنار مدینه زد، و راه را بر آنها بست. آنها مدینه را محاصره کردند و کار سخت شد، و دل‌ها به حنجره‌ها رسید تا اینکه بسیاری از مردم گمان‌ها ‌بردند آنگاه که لشکریان قوی و سختی‌های طاقت فرسا و شدید را مشاهده کردند. مدینه تا مدتی طولانی همچنان در محاصره بود، و در همان حالت قرار داشت که خداوند توصیف کرده است: \n(﴿وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠﴾) آنگاه که چشم‌ها خیره شدند و دل‌ها به حنجره‌ها رسیدند، ودربارۀ خدا گمان‌های گوناگونی بردید. یعنی گمان‌های بدی ‌بردید؛ مبنی بر اینکه خداوند دینش را یاری نمی‌کند، و کلمه و سخنش را به اتمام نمی‌رساند."
    },
    {
      "id": 3543,
      "verse_number": 10,
      "verse_key": "33:10",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَـٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926208,
          "resource_id": 135,
          "text": "وقتی [در غزوۀ خندق] دشمنان از بالا و پایین [و از شرق و غربِ شهر] به سویتان آمدند [و مدینه را محاصره کردند]؛ آنگاه که چشم‌ها [به فراوانیِ دشمن] خیره گشته و جان‌ها [از شدت وحشت] به گلوگاه رسیده بود و شما گمان‌هایی [نابجا] به الله می‌‌بردید."
        }
      ],
      "tafsir_saadi": "خداوند نعمت خود را بر بندگان مؤمنش یادآوری می‌نماید، و آنها را به شکرگزاری آن تشویق می‌کند، آنگاه که لشکریان اهل مکه و حجاز از طرف بالای آنها، و لشکر اهل نجد از طرف پایین به سوی آنها تاختند، و با خود عهد بستند که پیامبر صلی الله علیه وسلم و اصحاب را نابود و ریشه‌کن نمایند. و این در جنگ خندق بود؛ و طوایف یهود که در اطراف مدینه بودند، با دشمنان هماهنگ شده بودند؛ بنابراین با لشکریان بزرگ و گروه‌های زیادی آمدند. و پیامبر صلی الله علیه وسلم چاله و خندقی در کنار مدینه زد، و راه را بر آنها بست. آنها مدینه را محاصره کردند و کار سخت شد، و دل‌ها به حنجره‌ها رسید تا اینکه بسیاری از مردم گمان‌ها ‌بردند آنگاه که لشکریان قوی و سختی‌های طاقت فرسا و شدید را مشاهده کردند. مدینه تا مدتی طولانی همچنان در محاصره بود، و در همان حالت قرار داشت که خداوند توصیف کرده است: \n(﴿وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠﴾) آنگاه که چشم‌ها خیره شدند و دل‌ها به حنجره‌ها رسیدند، ودربارۀ خدا گمان‌های گوناگونی بردید. یعنی گمان‌های بدی ‌بردید؛ مبنی بر اینکه خداوند دینش را یاری نمی‌کند، و کلمه و سخنش را به اتمام نمی‌رساند."
    },
    {
      "id": 3544,
      "verse_number": 11,
      "verse_key": "33:11",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926209,
          "resource_id": 135,
          "text": "آنجا بود که مؤمنان آزمایش شدند و شدیداً به وحشت و اضطراب افتادند."
        }
      ],
      "tafsir_saadi": "(﴿هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا﴾) در این وقت مؤمنان با این آزمایش بزرگ آزموده شدند، و با ترس و اضطراب و گرسنگی به سختی تکان خوردند تا ایمانشان روشن گردد، و یقینشان بیشتر شود. پس به حمد خدا آنچنان ایمان و یقین استوارشان آشکار گردید که از گذشتگان و آیندگان فراتر رفتند. و هنگامی که مشکل و اندوه شدت گرفت و سختی‌ها روی هم انباشته شد، ایمان آنها و باورشان به یقین قطعی رسید: ﴿وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا﴾ و هنگامی که مؤمنان گروه‌ها را دیدند، گفتند: «این چیزی است که خدا و پیامبرش به ما وعده داده‌اند، و خدا و پیامبرش راست گفته‌اند»، و هجوم لشکریان چیزی جز ایمان و تسلیم در برابر خدا به آنها نیفزود. در اینجا نفاق منافقان روشن گردید و آنچه را که پنهان می‌کردند آشکار شد."
    },
    {
      "id": 3545,
      "verse_number": 12,
      "verse_key": "33:12",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926210,
          "resource_id": 135,
          "text": "و [نیز به یاد آورید] هنگامی که منافقان و کسانی که در دل‌هایشان بیماری [شک و دورویی] بود می‌گفتند: «آنچه الله و پیامبرش [دربارۀ پیروزى بر کافران] وعده داده‌اند، جز فریبى بیش نیست»."
        }
      ],
      "tafsir_saadi": "و این عادت منافق است که به هنگام سختی و بلا، ایمانش استوار و پابرجا نمی‌ماند؛ و با عقل کوتاه بین خود، فقط زمانی را می‌نگرد که در آن به‌سر می‌برد، و گمان خود را راست می‌پندارد."
    },
    {
      "id": 3546,
      "verse_number": 13,
      "verse_key": "33:13",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَـٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926211,
          "resource_id": 135,
          "text": "و [نیز] هنگامی که گروهی از آنان گفتند: «ای اهل یثرب، اینجا جای ماندن شما نیست؛ پس [به خانه‌هایتان] بازگردید»؛ و برخی از آنان از پیامبر اجازۀ [بازگشت] می‌خواستند و می‌گفتند: «خانه‌های ما بی‌حفاظ است»؛ در حالی که بی‌حفاظ نبود. آنان چیزی جز فرار [از جهاد] نمی‌خواستند."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ﴾) و گروهی از منافقان بعد از آنکه داد و بی‌داد کردند و صبرشان به‌سر آمد، سبب شدند که مردم دلسرد شوند، و دست از حمایت پیامبر و مؤمنان بردارند؛ یعنی نه خودشان شکیبایی ‌ورزیدند، و نه مردم را از شر خود ایمن داشتند، گفتند: (﴿يَٰٓأَهۡلَ يَثۡرِبَ﴾) ای اهل مدینه! آنان را به اسم وطنشان صدا زدند، و این بیانگر آن است که دین و برادری ایمانی در دل‌های آنها جایگاه و ارزشی نداشت؛ و آنچه آنها را به این صدازدن واداشت، یک احساس طبیعی بود و بس. بنابراین گفتند: \n (﴿يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ﴾) ای اهل مدینه! اینجا که از مدینه بیرون آمده‌اید، جای ماندن شما نیست. مسلمان‌ها در کنار خندق و بیرون از شهر مدینه اردو زده بودند، (﴿فَٱرۡجِعُواْ﴾) پس به مدینه باز گردید. این گروه مسلمانان را از جهاد باز می‌داشتند و می‌گفتند: شما توانایی جنگیدن با دشمن را ندارید، و مسلمان‌های مدینه را دستور می‌دادند که جنگ را رها کنند. این گروه بدترین و مضرترین گروه بودند.\nو گروهی دیگر بود که ترس و هراس آنها را فرا گرفته بود، و دوست داشتند از صف‌های جنگ فاصله بگیرند، بنابراین عذرهای بیهوده و پوچ می‌آوردند. \nآنها کسانی بودند که خداوند در موردشان فرموده است: (﴿وَيَسۡتَ‍ٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ﴾) و گروهی از پیامبر اجازۀ بازگشت به خانه‌های خود می‌خواستند، و می‌گفتند خانه‌های ما بی‌حفاظ است؛ یعنی در معرض خطر قرار دارد، و می‌ترسیم که دشمنان بر آنها حمله کنند، و ما آنجا حضور نداریم؛ پس به ما اجازه بده تا به خانه‌های خود برگردیم و از آنها پاسداری کنیم، حال آنکه آنان دروغ می‌گفتند. \n(﴿وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا﴾) و خانه‌هایشان بدون حفاظ نبود، و آنها قصدی جز گریختن و فرار از جنگ نداشتند، اما این سخن را عذر و بهانه‌ای برای خود کردند. اینها ایمانشان اندک است، و به هنگام شدت گرفتن سختی‌ها، ثبات و پایداری ندارند."
    },
    {
      "id": 3547,
      "verse_number": 14,
      "verse_key": "33:14",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَـَٔاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926212,
          "resource_id": 135,
          "text": "اگر [لشکر دشمنان] از اطراف آن [= مدینه] بر آنان وارد می‌شدند [و خانه‌هایشان را محاصره می‌کردند] و از آنان خواسته می‌شد به کفر و شرک بازگردند، قطعاً چنین [تعهدی به دشمن] می‌دادند و جز تعدادی اندک [در برابر این درخواست] مقاومت نمی‌کردند."
        }
      ],
      "tafsir_saadi": "اگر کافران از اطراف مدینه وارد آن می‌شدند و بر آن چیره و مسلط می‌گشتند، (﴿ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ﴾) سپس از اینها خواسته می‌شد که از دین خود برگردند، و به دین کسانی که بر شهر مسلط شده‌اند درآیند، (﴿لَأٓتَوۡهَا﴾) شتابان به آن دین در می‌آمدند، (﴿وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا﴾) و آنها پایداری و استقامتی بر دین نداشتند، بلکه به محض اینکه قدرت و حکومت به دست دشمنان می‌افتاد، آنچه را که می‌خواستند انجام می‌دادند، و کفرشان را تایید می‌نمودند، و با آنها هم‌آهنگ می‌شدند."
    },
    {
      "id": 3548,
      "verse_number": 15,
      "verse_key": "33:15",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ كَانُوا۟ عَـٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَـٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
      "page_number": 419,
      "juz_number": 21,
      "translations": [
        {
          "id": 926213,
          "resource_id": 135,
          "text": "و پیش از این [وقتی همین منافقان در جنگ احد از مقابل کافران گریختند] با الله پیمان بستند که [هرگز به دشمن] پشت نکنند [و از میدان نگریزند]؛ و همواره پیمان الهی بازخواست دارد."
        }
      ],
      "tafsir_saadi": "درحالی که آنها قبلاً با خدا عهد و پیمان بسته بودند که به دشمن پشت نکنند و نگریزند. و همانا عهد و پیمان خدا همواره بازخواست دارد. و خداوند آنان را از این عهد و پیمان خواهد پرسید حال آنکه آنها پیمان را شکسته‌اند؛ پس به گمان آنها پروردگارشان با آنان چه خواهد کرد؟!"
    },
    {
      "id": 3549,
      "verse_number": 16,
      "verse_key": "33:16",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926214,
          "resource_id": 135,
          "text": "[ای پیامبر، به منافقان] بگو: «اگر از مرگ یا کشته شدن فرار کنید، هرگز سودی به حالتان ندارد؛ و در آن صورت نیز [از زندگی دنیا] جز اندکی بهره‌مند نمی‌شوید»."
        }
      ],
      "tafsir_saadi": "(﴿قُل﴾) با سرزنش کردن آنها به خاطر فرارشان، و با بیان اینکه فرار برایشان سودی ندارد، به آنها بگو: (﴿لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ﴾) فرار از مرگ یا کشته شدن سودی به حال شما نخواهد داشت؛ و اگر در خانه‌هایتان باشید، کسانی که کشته شدن آنان مقرّر گشته است، به محل کشته شدن خویش خواهند رفت. اسباب فایده می‌بخشد، اما به شرطی که در خلاف جهت قضا و تقدیر الهی نباشد، و هرگاه تقدیر و قضای الهی بیاید، هر سببی از بین می‌رود، و هر وسیله‌ای که انسان گمان برد او را نجات می‌دهد، باطل می‌شود. (﴿وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا﴾) و آنگاه که فرار کردید تا از مرگ و کشته شدن در امان بمانید و در دنیا بهره‌مند شوید و لذت ببرید، بدانید که شما جز از کالایی اندک بهره‌مند نخواهید شد؛ و چنان اندک و ناچیز است که به فرار و ترک نمودن دستور خدا و از دست دادن لذت و بهره‌مندی همیشگی در بهشت نمی‌ارزد، و با آن برابری نمی‌کند."
    },
    {
      "id": 3550,
      "verse_number": 17,
      "verse_key": "33:17",
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926215,
          "resource_id": 135,
          "text": "بگو: «اگر الله مصیبت یا رحمتی برایتان خواسته باشد، کیست که شما را در برابرِ [اجرای فرمان] او حفظ ‌کند؟» و آنان هیچ کارساز و یاریگری برای خویش جز الله نمی‌یابند."
        }
      ],
      "tafsir_saadi": "سپس بیان کرد که هر گاه خداوند بخواهد مصیبتی به بنده برساند، اسباب و وسایل، هیچ چیزی را از بنده دور نمی‌کنند. پس فرمود: (﴿قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗ﴾) بگو: چه کسی می‌تواند شما را در برابر ارادۀ خدا حفظ کند، اگر او مصیبت یا رحمتی را برای شما بخواهد؟ زیرا اوست که می‌دهد و باز می‌دارد؛ سود دهنده و زیان رساننده اوست؛ خیر را جز او کسی نمی‌آورد، و بدی را جز او کسی دور نمی‌کند. \n(﴿وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا﴾) و آنها جز او سرپرست و یاوری نخواهند داشت که آنان را سرپرستی نماید، و منافعشان را فراهم آورد. و یاوری ندارند که آنها را یاری کند، و زیان‌ها را از آنان دور بدارد. پس باید از کسی اطاعت کنند که او به تنهایی همۀ کارها را انجام می‌دهد؛ کسی که خواست او نافذ است، و هرچه تقدیر نماید اجرا می‌شود. و اگر او کسی را سرپرستی و کمک نکند، یاری و حمایت هیچ سرپرست و یاوری برایش سودبخش نیست."
    },
    {
      "id": 3551,
      "verse_number": 18,
      "verse_key": "33:18",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926216,
          "resource_id": 135,
          "text": "الله کسانی از شما را که بازدارنده[ی مردم از جهاد] هستند و به برادرانشان می‌گویند: «به ما بپیوندید» به خوبی می‌شناسد. [آنان سست‌باورند] و جز اندکی به میدان جنگ نمی‌آیند."
        }
      ],
      "tafsir_saadi": "سپس خداوند به کسانی که مردم را از جنگ باز می‌داشتند، وعید داد و آنها را تهدید نمود و فرمود: \n(﴿قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ﴾) خداوند کسانی را که مردم را از بیرون رفتن برای جنگ باز می‌داشتند، (﴿وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَا﴾) و به برادرانشان که برای جنگ بیرون رفته بودند، می‌گفتند: به سوی ما بیایید؛ یعنی برگردید. همان‌طور که گفتند: ﴿يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْ﴾ ای اهل مدینه! اینجا جای ماندن شما نیست، پس برگردید. خداوند این گونه افراد را به خوبی می‌شناسد. \nو آنها با اینکه دیگران را از شرکت در جنگ باز می‌داشتند، خودشان (﴿وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا﴾) بسیار کم در جهاد و کارزار شرکت می‌کردند؛ و بیشتر از همۀ مردم دوست داشتند از جنگ باز بمانند؛ چون در وجود آنها انگیزه‌ای برای جهاد وجود نداشت، و انگیزۀ جهاد، ایمان و صبر است که آنها فاقد آن بودند. و وجود آنها سرشار از نفاق و بی‌ایمانی بود که این مقتضی بزدلی و ترس می‌باشد."
    },
    {
      "id": 3552,
      "verse_number": 19,
      "verse_key": "33:19",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَـٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَـٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926217,
          "resource_id": 135,
          "text": "[منافقان در همه چیز] بر شما بخل می‌ورزند؛ و هنگامی که بیم [جنگ پیش] می‌آید، در حالی که چشم‌هایشان [از وحشت در حدقه] می‌چرخد، همچون کسی که از [سختیِ] مرگ بیهوش شده باشد تو را نگاه می‌کنند؛ و چون [بحران و] ترس برطرف شد، به خاطر حرص و طمعی که به غنایم دارند، با زبان‌های تند و نیشدار شما را می‌رنجانند. آنان [هرگز] ایمان نیاورده‌اند؛ پس الله اعمالشان را تباه می‌گردانَد و این [کار] همواره بر الله آسان است."
        }
      ],
      "tafsir_saadi": "(﴿أَشِحَّةً عَلَيۡكُمۡ﴾) حاضر نیستند جان و مال خود را فدا کنند، و در راه کارزار از آن استفاده شود. آنها با مال و جان خود جهاد نمی‌کنند، (﴿فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِ﴾) و هنگامی که لحظات بیم و هراس فرا می‌رسد، به‌خاطر بزدلی و ترسی که دل‌هایشان را لرزان نموده، و اضطرابی که خاطرشان را پریشان کرده است، و از ترس اینکه مبادا به جنگیدن مجبور شوند، می‌بینی به تو نگاه می‌کنند در حالی که چشمانشان بی‌اختیار در حدقه به گردش در می‌آید، مانند کسی که دچار سکرات موت شده و می‌خواهد بمیرد.\n(﴿فَإِذَا ذَهَبَ ٱلۡخَوۡفُ﴾) اما وقتی خوف و هراس از میان برود و در امنیّت وآرامش قرار بگیرند، (﴿سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ﴾) با سخنانی درشت و زبانی تیز و ادعاهای نادرست با شما سخن می‌گویند، و شما را می‌آزارند، و وقتی سخنان آنها را بشنوی گمان می‌بری که اهل شجاعت و اقدام هستند. \n(﴿أَشِحَّةً عَلَى ٱلۡخَيۡرِ﴾) بر آنچه از کمک مالی که از آنها خواسته می‌شود، بخیل‌اند؛ و بدترین چیز آن است که انسان در انجام آنچه که بدان امر شده است، بخیل باشد، و در خرج کردن مال خود بخل بورزد، و حاضر نباشد با جسم و جان خود در راه خدا جهاد نماید، و از دعوت کردن به راه خدا بخل بورزد، و به مقام و جایگاه و علم و خیرخواهی و نظر درستش بخل ورزد. \n(﴿أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡ﴾) اینان که چنین وضعیتی دارند، هرگز ایمان نیاورده‌اند؛ و خداوند به خاطر ایمان نیاوردنشان، اعمال آنها را باطل و بی‌پاداش کرده است. \n(﴿وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا﴾) و این کار برای خدا آسان است.اما خداوند مؤمنان را از بخیل بودن بر جان و مالشان نجات داده، و به آنها توفیق ارزانی نموده تا جان و مال خود را در راه خدا و در راهی که بدان امر شده‌اند عطا کنند، و آنها اموال خود را در راه‌های خیر خرج می‌نمایند، و از مقام و دانش خود برای جلب رضای خدا هزینه می‌کنند."
    },
    {
      "id": 3553,
      "verse_number": 20,
      "verse_key": "33:20",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 364,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَـٰتَلُوٓا۟ إِلَّا قَلِيلًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926218,
          "resource_id": 135,
          "text": "[منافقان] مى‌پندارند [که لشکریان] احزاب [هنوز از اطراف مدینه] نرفته‌اند؛ و اگر احزاب بازگردند، [این سست‌باوران] آرزو می‌کنند که میان بادیه‌نشینان [پنهان] باشند [و از همانجا] اخبارِ [درگیرىِ] شما را جویا شوند؛ و [حتی] اگر بین [سپاه] شما بودند، جز اندکی نمی‌جنگیدند."
        }
      ],
      "tafsir_saadi": "(﴿يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْ﴾) گمان می‌برند لشکرهایی که برای جنگ با پیامبر و یارانش به هم پیوسته بودند نرفته‌اند، و هنوز در جایشان هستند تا مسلمانان را ریشه کن نمایند، اما گمان و پندار آنها باطل و پوچ است.\n(﴿وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡ‍َٔلُونَ عَنۡ أَنۢبَآئِكُمۡ﴾) و اگر بار دیگر لشکرهای کافران برگردند، این منافقان دوست ‌دارند که آنها در مدینه و نزدیک مدینه نباشند و با اعراب بادیه نشین باشند و از آنجا اخبار شما را جویا شوند که چه بر سرتان آمده است؟ هلاک شوند و نفرینشان باد! اینها کسانی نیستند که حضورشان مؤثر و ارزشمند باشد، بلکه (﴿وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا﴾) اگر در میان شما می‌ماندند، جز مقدار اندکی نمی‌جنگیدند. پس به آنها توجه نکنید و بر آنان تأسف نخورید."
    },
    {
      "id": 3554,
      "verse_number": 21,
      "verse_key": "33:21",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926219,
          "resource_id": 135,
          "text": "بی‌تردید، در [رفتار و گفتار] رسول الله، سرمشق نیکویی برایتان است؛ برای هر کس که به الله و روز آخرت امید دارد و الله را بسیار یاد می‌کند."
        }
      ],
      "tafsir_saadi": "(﴿لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ ﴾) سرمشق زیبایی در زندگی پیامبر خدا برای شماست که خودش در جنگ حضور یافت، و او شرافتمند و بزرگوار و قهرمان و شجاع است. پس وقتی او جان بزرگوارش را از جنگ پنهان نمی‌دارد، چگونه شما بر جان خود بخل می‌ورزید؟! پس در این کار او را سرمشق و الگوی خود قرار بدهید. اهل اصول از این آیه چنین برداشت کرده‌اند که کارهای پیامبر حجت است؛ و اصل بر این است که او در احکام، الگو و سرمشق امت خویش می‌باشد، مگر احکامی که دلیل شرعی بر این دلالت ‌نماید که آن احکام مختص و ویژۀ پیامبر می‌باشند.\nو الگو بر دو نوع است: یکی الگوی نیک، و دیگری الگوی بد. پس سرمشق و الگوی نیک در پیامبر است، وکسی که او را الگوی خویش قرار دهد، راهی را در پیش گرفته است که او را به کرامت الهی می‌رساند، و راه راست همان است. و اما اگر کسی غیر از او را به الگو بگیرد و با پیامبر مخالف باشد، چنین الگویی، الگوی بد است. همانند گفتۀ مشرکین که هنگامی پیامبران آنها را دعوت کردند تا از پیامبران الگوبرداری نمایند، گفتند: ﴿إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ﴾ بدون شک، ما پدران خود را بر آیینی یافته‌ایم، و با حرکت در مسیر آنها، راه یافته خواهیم بود. \nو کسی می‌تواند از این الگوی نیکو الگو برداری نماید و به آن تأسی جوید که به خدا و پاداش روز قیامت امید داشته باشد. پس ایمان و ترسی که از خداوند دارد؛ و امیدواری‌اش به پاداش خدا و ترسش از عذاب الهی، او را وادار می‌نماید تا به پیامبر تأسی بجوید، و از او الگو برداری کند."
    },
    {
      "id": 3555,
      "verse_number": 22,
      "verse_key": "33:22",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَـٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَـٰنًا وَتَسْلِيمًا",
      "page_number": 420,
      "juz_number": 21,
      "translations": [
        {
          "id": 926220,
          "resource_id": 135,
          "text": "و چون مؤمنان [لشکر] احزاب را دیدند، گفتند: «این [امتحان الهی و پیروزی نهایی‌اش] همان چیزی است که الله و پیامبرش به ما وعده داده‌اند و [حقا که] الله و پیامبرش راست گفتند» و [مشاهدۀ انبوه دشمن] جز بر ایمان و تسلیمشان [در مقابل پروردگار] نیفزود."
        }
      ],
      "tafsir_saadi": "وقتی حالت منافقان را به ‌هنگام ترس و خطر بیان نمود، حالت مؤمنان را نیز بیان کرد و فرمود: (﴿وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ﴾) و هنگامی که مؤمنان لشکرها را دیدند، و هرکدام در جایگاه خود قرار گرفت و ترس و هراس به پایان رسید، گفتند: (﴿هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ﴾) این چیزی است که خدا و پیغمبرش به ما وعده داده‌اند، آنجا که خدا می‌فرماید: ﴿أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ﴾ آیا پنداشته‌اید که وارد بهشت شوید و هنوز مانند آنچه که بر کسانی که پیش از شما بوده‌اند آمد بر شما نیامده است؟! و سختی‌ها آنها را فرا گرفت و متزلزل شدند تا اینکه پیامبر و کسانی که همراه او بودند، گفتند: «یاری خدا کی می‌آید؟!» هان آگاه باشید! بی‌گمان یاری و مدد خدا نزدیک است. (﴿وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ﴾) و خدا و پیامبرش راست گفته‌اند، ما آنچه را که به آن خبر داده شده بودیم، مشاهده کردیم، (﴿وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا﴾) و این سختی‌ها، جز ایمان در قلب‌هایشان، و تسلیم شدن با اعضا و جوارح، و فرمانبرداری از دستور خدا به آنها نیفزود."
    },
    {
      "id": 3556,
      "verse_number": 23,
      "verse_key": "33:23",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَـٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926221,
          "resource_id": 135,
          "text": "در میان مؤمنان، مردانی هستند که به عهد و پیمانی که با الله بسته بودند [صادقانه] وفا کردند؛ برخی از آنان تا آخر بر عهد و پیمان خود ایستادند [و در این راه درگذشتند یا شهید شدند] و برخی دیگر هنوز چشم‌انتظار [شهادت] هستند و هرگز [پیمان خود را] دگرگون نساخته‌اند."
        }
      ],
      "tafsir_saadi": "وقتی بیان نمود که منافقان با خدا عهد بستند که در جنگ پشت نخواهند کرد سپس این عهد را شکستند، وفاداری مؤمنان را بیان کرد و فرمود: \n (﴿مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِ﴾) از مؤمنان کسانی هستند که به پیمانی که با خدا بسته‌اند وفا می‌نمایند و آن را به ‌طور کامل انجام می‌دهند. پس آنها جان خویش را در راه جلب خشنودی خدا فدا می‌کنند، و آن را در راه فرمانبرداریِ او سپر می‌نمایند. (﴿فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ﴾) برخی از ایشان به خواستۀ خود رسیده‌اند و حقی را که بر آنان بوده ادا کرده‌اند، و در راه خدا شهید شده‌اند، یا در حالی با مرگ طبیعی مرده‌اند که حق خدا را کاملاً ادا نموده‌اند. (﴿وَمِنۡهُم مَّن يَنتَظِرُ﴾) و برخی منتظرند تا پیمان و حقی را که بر آنهاست کامل گردانند، و چنین کسانی برای انجام دادن وظیفه و حقی که بر آنهاست، و برای وفا کردن به پیمانی که بسته‌اند، در حرکت و تکاپو و تلاش‌اند، و به امید وفاکردن به پیمان خویش تلاش می‌نمایند. (﴿وَمَا بَدَّلُواْ تَبۡدِيلٗا﴾) و پیمان و عهدی را که با خدا بسته‌اند، تغییر نداده‌اند؛ بلکه آنها همواره و همیشه بر عهد و پیمان خدا پایبند هستند و از آن منحرف نمی‌شوند و تغییرش نمی‌دهند. پس اینها مردان حقیقی هستند، و دیگران فقط ظاهر و سیمایشان مردانه است ولی صفات و ویژگی‌هایشان ناقص می‌باشد."
    },
    {
      "id": 3557,
      "verse_number": 24,
      "verse_key": "33:24",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926222,
          "resource_id": 135,
          "text": "[این رویدادها پیش می‌آید] تا الله راستگویان را به [پاسِ پایمردی و] راستگویی‌شان پاداش دهد و منافقان را اگر بخواهد [توفیق توبه را از آنان سلب نماید، و در نتیجه،] عذابشان کند یا [برایشان توفیق توبه دهد و] توبه‌شان را بپذیرد. بی‌تردید، الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ﴾) تا خداوند کسانی را که در گفتار و حالات و رفتارشان با خدا راستگو هستند، و ظاهرشان با باطن و درونشان یکسان است ـ به خاطر راستی‌شان ـ پاداش بدهد. خداوند متعال می‌فرماید: ﴿هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗا﴾ این روزی است که به راستگویان راستی‌شان فایده می‌دهد، برای آنان باغ‌هایی است که از زیر درختان آن، رودها روان است و آنان در آن جاودانه‌اند.\nآزمایشات و سختی‌هایی که ما مقدر کرده و پیش آورده‌ایم برای آن است تا راستگو از دروغگو مشخص گردد، و خداوند راستگویان را به خاطر راستی‌شان پاداش دهد، (﴿وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ﴾) و تا منافقان را که دل‌ها و اعمالشان به هنگام پیش آمدن سختی‌ها تغییر کرد، و به پیمانی که با خدا بسته بودند وفا نکردند، اگر بخواهد عذاب بدهد. به این صورت که هدایت و رهیابی آنها را نمی‌خواهد؛ زیرا می‌داند در اینها خیری وجود ندارد، بنابراین به آنها توفیق هدایت نمی‌دهد.(﴿أَوۡ يَتُوبَ عَلَيۡهِمۡ﴾) یا آنها را توفیق دهد تا توبه نمایند و باز گردند. و صبغۀ غالب بر بخشندگی خدای بخشنده همین است. بنابراین آیه را با دو نام از نام‌هایش که بر آمرزش و فضل و نیکوکاری دلالت می‌نمایند به ‌پایان رساند.\nپس فرمود: (﴿إِنَّ ٱللَّهَ كَانَ غَفُورٗا﴾) بی‌گمان، خداوند گناهان کسانی را که بر خود زیاده‌روی کرده‌اند اگر توبه نمایند، می‌آمرزد، گرچه گناهان زیادی انجام داده باشند. (﴿رَّحِيمٗا﴾) و خداوند نسبت به آنان مهربان است و آنها را توفیق توبه عطا می‌کند. سپس توبه‌شان را می‌پذیرد و گناهانی را که کرده‌اند می‌پوشاند."
    },
    {
      "id": 3558,
      "verse_number": 25,
      "verse_key": "33:25",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926223,
          "resource_id": 135,
          "text": "و الله [سپاه] کسانی را که کفر ورزیده‌اند، بى‌آنكه به غنیمی دست یابند، با [تمام حسرت و] خشمشان [از اطراف مدینه] برگرداند و الله مؤمنان را از جنگ بی‌نیاز ساخت؛ و الله همواره توانای شکست‌ناپذیر است."
        }
      ],
      "tafsir_saadi": "خداوند کافران را ناکام بازگرداند و نتوانستند به چیزی دست یابند که بر آن آزمند بودند؛ و خشمگین بودند و باور قطعی داشتند که پیروز خواهند شد. لشکریان زیاد و تحزبشان آنان را مغرور کرده بود، و آنها به لشکر و ساز و برگ جنگی خود شادمان بودند؛ اما خداوند باد تندی را بر آنها فرستاد که خیمه‌هایشان را از جا برکند، و در مراکز آنها اضطراب و تزلزل پدید آورد، و دیگ‌هایشان را واژگون کرد و خداوند ترس را در دل‌هایشان انداخت، و آنها با دلی لبریز از خشم بازگشتند.و این از یاری و مدد خداوند است که بندگانش را بدان یاری می‌نماید. \n(﴿وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَ﴾) و خداوند با فراهم کردن اسباب عادی و قَدَ‌ری، مؤمنان را در کار جنگ کفایت کرد؛ و آنها را از جنگ بی‌نیاز ساخت؛ (﴿وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا﴾) و خداوند توانا و چیره است و هیچ‌کس با او در نمی‌افتد مگر اینکه مغلوب می‌گردد و شکست می‌خورد؛ و هیچ کس از او یاری نمی‌خواهد مگر اینکه پیروز می‌شود. و هر کاری را که بخواهد انجام می‌دهد. و توانایی اهل قدرت، سودی به آنان نمی‌بخشد مادامی که خداوند آنها را با قدرت خویش یاری نکند."
    },
    {
      "id": 3559,
      "verse_number": 26,
      "verse_key": "33:26",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَأَنزَلَ ٱلَّذِينَ ظَـٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَـٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926224,
          "resource_id": 135,
          "text": "[الله] گروهی از اهل کتاب [= یهود بنی‌قُریظه] را که از آنان [= مشرکان] پشتیبانی کرده بودند، از قلعه‌هایشان پایین کشید و در دل‌هایشان وحشت انداخت؛ [چنان که شما] گروهی [از آنان] را می‌کشتید و گروهی را به اسارت می‌گرفتید."
        }
      ],
      "tafsir_saadi": "(﴿وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ﴾) و خداوند کسانی از اهل کتاب؛ یعنی یهودیان را که لشکرهای کافران را یاری کردند از قلعه‌هایشان پایین آورد، درحالی که شما بر آنها غالب شدید، و تحت فرمان و قدرت اسلام درآورده شدند. \n(﴿وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ﴾) و در دل‌هایشان ترس و هراس انداخت، پس نتوانستند با مسلمان‌ها بجنگند، بلکه تسلیم شدند و فروتنی و کرنش کردند. (﴿فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا﴾) پس مردان جنگی آنها را ‌کشتید، و زنان و کودکانشان را به اسارت گرفتید."
    },
    {
      "id": 3560,
      "verse_number": 27,
      "verse_key": "33:27",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 365,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَـٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926225,
          "resource_id": 135,
          "text": "و زمین‌های کشاورزی و خانه‌ها و اموالشان و [همچنین] سرزمینی را که هرگز به آنجا پا نگذاشته بودید [= خیبر] در اختیار شما نهاد؛ و الله بر هر چیزی تواناست."
        }
      ],
      "tafsir_saadi": "(﴿وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَ‍ُٔوهَا﴾) و سرزمین و خانه‌ها و اموال آنان و زمینی را که بدان گام ننهاده بودید به عنوان غنیمت به شما داد. و سرزمینی را به شما داد که قبلاً به خاطر شرافت و جایگاهش، و چون به نزد اهالی آن عزیز بود، قدرت گام نهادن در آن را نداشتید؛ و خداوند شما را بر آن مسلّط کرد و اهالی آن را خوار گردانید و مال‌هایشان را به غنیمت گرفتید و آنان را کشتید و به اسارت درآوردید. \n(﴿وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا﴾) و خداوند بر هرچیزی تواناست؛ هیچ چیزی او را درمانده نمی‌کند، و از قدرت و توانایی خویش آنچه را خواست به شما داد. این گروه از اهل کتاب، یهودیان بنی قریظه بودند که در روستایی خارج از مدینه که زیاد از مدینه دور نبود زندگی می‌کردند؛ و پیامبر صلی الله علیه وسلم وقتی به مدینه آمد، با آنها پیمان بست و با آنها صلح کرد؛ پس پیامبر صلی الله علیه وسلم با آنها نجنگید و آنان نیز با او نجنگیدند، و آنها بر دین خود باقی ماندند و هیچ چیزی از امور آنها تغییر نکرد. پس در جنگ خندق، لشکریان زیادی را که برای جنگ با پیامبر به هم پیوسته بودند دیدند؛ و تعداد اندک مسلمان‌ها را مشاهده نمودند؛ و گمان بردند که به زودی این لشکریان زیاد، پیامبر و مؤمنان را نابود و ریشه‌کن خواهند کرد، نیز سخنان فریبندۀ برخی از سرانشان آنها را بر آن داشت تا پیمانی را که با پیامبر بسته بودند بشکنند. پس آنها عهد خود را شکستند، و مشرکان را در جنگ با پیامبر یاری دادند. \nوقتی خداوند مشرکین را خوار گرداند، پیامبر صلی الله علیه وسلم به پیکار با آنها پرداخت؛ پس آنان را در قلعه‌هایشان محاصره کرد، و آنها به داوری سعد بن معاذش راضی شدند، و سعد در مورد آنها چنین حکم کرد که مردان جنگجویشان کشته شوند، و فرزندانشان به اسارت در آیند، و مال‌هایشان به غنیمت گرفته شود. پس خداوند نعمت خویش را بر پیامبر و مؤمنان تکمیل و فراوان گردانید، و با خوار نمودن دشمنانشان، و کشتن برخی، و به اسارت گرفتن عده‌ای دیگر، آنها را شاد گرداند؛ و خداوند همیشه در حق بندگان مؤمن خویش لطف دارد."
    },
    {
      "id": 3561,
      "verse_number": 28,
      "verse_key": "33:28",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926226,
          "resource_id": 135,
          "text": "ای پیامبر، به همسرانت [که نفقۀ بیشتری می‌خواهند] بگو: «اگر زندگی دنیا و زینت‌هایش را می‌خواهید، بیایید تا شما را [با هدیه‌ای مناسب] بهره‌مند سازم و [بدون هیچ آزاری] به نیکویی رهایتان کنم."
        }
      ],
      "tafsir_saadi": "هنگامی که زنان پیامبر  صلی الله علیه وسلم   به او رشک بردند، و همگی با هم متحد شدند و از ایشان نفقه و لباس درخواست کردند، درخواستِ آنان طوری بود که برای پیامبر  صلی الله علیه وسلم  ممکن نبود که در هر وقت و شرایطی بتواند خواستۀ آنان را برآورده سازد، و آنان نیز یکپارچه و به صورت دسته جمعی بر خواستۀ خود مصرّ بودند. این بر پیامبر دشوار آمد، تا جایی که سوگند خورد یک ماه نزد آنها نرود. پس خداوند خواست تا کار را بر پیامبرش آسان بگرداند، و مقام همسرانش را بالا ببرد، و هر چیزی را که پاداش آنها را کم ‌نماید از آنها دور سازد. پس به پیامبرش فرمان داد تا به زنان خود اختیار دهد. بنابراین فرمود: (﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا﴾) اگر شما فقط دنیا و زرق و برق آن را می‌خواهید و به آن خوشنود می‌شوید، و به خاطر فقدانش خشمگین می‌گردید؛ پس اگر شما چنین حالتی دارید، من به شما نیازی ندارم. (﴿فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ﴾) و بیایید شما را ازآنچه نزد خود دارم، از متاع دنیا بهره‌مند سازم، (﴿وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا﴾) و بدون ناراحتی و خشم بر یکدیگر و ناسزاگویی، بلکه با سعۀ صدر قبل از آنکه وضعیت به جای نامناسبی برسد از شما جدا ‌شوم."
    },
    {
      "id": 3562,
      "verse_number": 29,
      "verse_key": "33:29",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْـَٔاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَـٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926227,
          "resource_id": 135,
          "text": "و اگر مشتاق الله و پیامبرش و سرای آخرت هستید، [بدانید که] بی‌تردید، الله پاداش بزرگی برای نیکوکارانتان فراهم کرده است»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ﴾) و اگر خدا و پیامبر و سرای آخرت را می‌خواهید، اگر این چیزها مراد و مقصود شماست، و هرگاه خدا و پیامبر و بهشت را به دست آورید؛ به راحتی و سختی زندگانی دنیا توجه نخواهید کرد، و به آنچه پیامبر دارد قانع می‌شوید، و آنچه را که تهیه‌اش دشوار است از او طلب نمی‌کنید. \n(﴿فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا﴾) بی‌گمان، خداوند برای نیکوکارانتان پاداش بزرگی آماده ساخته است. و پاداش و مزد در صورتی است که نیکوکار باشید؛ چون نیکوکاری پاداش آخرت را به دنبال دارد. و آنها فقط به خاطر اینکه همسران پیامبر هستند، مستحق پاداش نخواهند بود؛ زیرا این بدون نیکوکاری کافی نیست. پس پیامبر به آنها اختیار داد، و همۀ آنان خدا و پیامبر و سرای آخرت را انتخاب کردند، و هیچ یک از آنها گزینه‌ای دیگر را انتخاب نکرد. خداوند از همۀ آنها خشنود و راضی باد. \nو این مخیر کردن چند فایده دارد: \n1- عنایت و توجه خداوند به پیامبرش، و اینکه راضی نبود در وضعیتی قرار بگیرد که مطالبات و خواسته‌های همسرانش، موجبات فشار بر وی و اذیت و آزار او را فراهم کند.\n2- پیامبر صلی الله علیه وسلم وقتی به آنها حق انتخاب داد، از تبعات حقوق همسران معاف شد، به گونه‌ای که اختیار داشت و هرگاه می‌خواست به آنها می‌داد؛ و اگر می‌خواست نمی‌داد. ﴿مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ﴾ بر پیامبر هیچ گناهی نیست در آنچه خداوند برای او مقرّر داشته است.\n3- منزّه داشتن پیامبر از زنانی که دنیا را بر خدا و پیامبر و جهان آخرت ترجیح می‌دهند.\n4- سالم ماندن همسرانش از گناه، و از دست زدن به آنچه خدا و پیامبرش را ناخشنود می‌نماید؛ زیرا با دادن اختیار به آنان، خداوند متعال عدم رضایت آنان را از پیامبر منتفی ساخت؛ عدم رضایتی که موجب عدم رضایت پیامبر ـ‌از آنان‌ـ می‌شد؛ و خشم و عدم رضایت پیامبر، موجب می‌شد خداوند پروردگار ناراضی گردد؛ و عدم رضایت پروردگار از کسی یا کسانی، موجب سزای آنان می‌شود.\n5- تصریح به والا بودن مقامشان، و بیان همت بلند آنها که خدا و پیامبر و جهان آخرت را مراد و مقصود دانسته، و آن را بر دنیا و کالای آن برگزیدند.\n6- این انتخاب موجب شد تا آنان به بهترین مقام‌های بهشت برسند، و در دنیا و آخرت همسران پیامبر باشند.\n7- زنان او متناسب با شأن او صلی الله علیه وسلم هستند؛ زیرا او کامل‌ترین انسان است، و خداوند خواست که زنانش نیز کامل و پاکیزه باشند: ﴿وَٱلطَّيِّبَٰتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلطَّيِّبَٰتِ﴾ زنان پاکیزه برای مردان پاکیزه هستند، و مردان پاکیزه برای زنان پاکیزه.\n8- این انتخاب، نشانۀ قناعت می‌باشد؛ و قناعت موجب آرامش خاطر. و آزمندی از زنان پیامبر دور شد؛ و ناخشنودی را که باعث پریشانی و ناراحتی می‌شود، از آنها دور ساخت.\n9- همسریِ پیامبر، سبب چندین برابر شدن پاداش آنها گشت؛ و آنان در مقامی قرار گرفتند که هیچ زنی به آن مقام نمی‌رسد. بنابراین فرمود: \n (﴿يَٰنِسَآءَ ٱلنَّبِيِّ ...﴾)."
    },
    {
      "id": 3563,
      "verse_number": 30,
      "verse_key": "33:30",
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ يُضَـٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "page_number": 421,
      "juz_number": 21,
      "translations": [
        {
          "id": 926228,
          "resource_id": 135,
          "text": "ای زنان پیامبر، هر یک از شما که [گناه] ناشایستِ آشکاری مرتکب شود، عذابش دو چندان می‌گردد؛ و این [کار] همواره برای الله آسان است."
        }
      ],
      "tafsir_saadi": "وقتی زنان پیامبر، خدا و پیامبرش و سرای آخرت را انتخاب کردند، بیان فرمود که پاداش آنها دو برابر خواهد بود. نیز فرمود: اگر مرتکب گناهی شوند، کیفر و گناه آنها دو برابر است تا بیشتر از گناه بپرهیزند، و بیشتر سپاس خدا را به جای آورند؛ بنابراین کیفر هر کس از آنها را اگر مرتکب گناهی شود، دو برابر قرار داد."
    },
    {
      "id": 3564,
      "verse_number": 31,
      "verse_key": "33:31",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "۞ وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَـٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
      "page_number": 422,
      "juz_number": 22,
      "translations": [
        {
          "id": 926229,
          "resource_id": 135,
          "text": "و هر‌یک از شما که پیوسته فرمانبردارِ الله و پیامبرش باشد و کاری شایسته کند، پاداش او را دو برابر می‌دهیم و [در بهشت] روزی ارزشمندی برایش فراهم آورده‌ایم."
        }
      ],
      "tafsir_saadi": "(﴿وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا﴾) و هر کس از شما که از خدا و پیامبرش اطاعت کند، و کار شایسته انجام دهد، چه کم باشد چه زیاد، (﴿نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ﴾) پاداش او را دو برابر پاداش دیگران می‌دهیم، (﴿وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا﴾) و برای او روزی و نعمت ارزشمندی که همانا بهشت است فراهم می‌سازیم. و زنان پیامبر از خدا و پیامبرش اطاعت کردند؛ و کار شایسته انجام دادند، از این رو معلوم است که مستحق پاداش بیکران خدا می‌باشند."
    },
    {
      "id": 3565,
      "verse_number": 32,
      "verse_key": "33:32",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
      "page_number": 422,
      "juz_number": 22,
      "translations": [
        {
          "id": 926230,
          "resource_id": 135,
          "text": "ای زنان پیامبر، اگر پرهیزگاری کنید، [در برتری و شرافت] مانند هیچ یک از زنان [دیگر] نخواهید بود؛ پس در هنگام سخن گفتن [با مردان]، ناز و نرمش به کار نبرید تا [مبادا] کسی که در دلش بیماری است [در شما] طمع كند و به شیوه‌ای شایسته سخن بگویید."
        }
      ],
      "tafsir_saadi": "(﴿يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّ﴾) ای زنان پیامبر! شما مثل هیچ یک از زنان عادی نیستید اگر از خدا بترسید؛ زیرا با تقوای الهی مقامتان از زنان دیگر بالاتر می‌رود، و هیچ زنی به مقام شما نمی‌رسد. پس تقوا را با رعایت ارکان آن کامل گردانید. \nبنابراین آنها را راهنمایی کرد تا وسیله‌هایی را که سبب کار حرام می‌شوند از میان بردارند، و فرمود: (﴿فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ﴾) و به هنگام سخن گفتن با مردان، صدای خود را نرم و نازک نکنید، (﴿فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ﴾) که آنگاه کسی که در دل او بیماری شهوت زنا است، به طمع می‌افتد؛ چون او آماده و منتظر کوچک‌ترین چیزی است که وی را تحریک کند، چرا که دل او سالم نیست؛ زیرا دلی که سالم باشد، به آنچه خدا حرام نموده است علاقه‌مند نیست، و کمتر اسباب و وسایلی او را تحریک می‌کند؛ چراکه دل او پاک و سالم است. به خلاف کسی که دلش بیمار است؛ چنین کسی مانند فردی که دلش سالم است تحمل ندارد، و کوچک‌ترین سببی او را به کار حرام وا می‌دارد و دعوتش را اجابت می‌کند و از خواسته‌اش سرپیچی نمی‌نماید. \nاین دلیلی است بر اینکه وسیله‌ها، حکم اهداف و مقاصد را دارند. نرمی گفتار و صدا، در اصل کار جایزی است؛ اما وقتی که وسیله‌ای برای کار حرام باشد، از آن منع شده است؛ بنابراین برای زن شایسته است به هنگام سخن گفتن با مردان، صدایش را نرم و نازک نکند. \nوقتی آنها را از نرمی گفتار نهی کرد شاید کسی گمان بَرَد که باید به درشتی و تندی سخن بگویند، پس این توهّم را دفع نمود و فرمود: (﴿وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا﴾) و سخنی شایسته بگویند؛ یعنی سخنی که درشت و تند نباشد. فرمود: (﴿فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ﴾) و نگفت: «فَلَا تَلِنَّ بِالقَولِ» چون آنچه از آن نهی شده، سخن نرمی است که همراه با فروتنی و انقیاد زن برای مرد باشد؛ و چنین حالت و سخنی، مرد را وادار می‌کند تا به او چشم طمع بدوزد.\nبه خلاف کسی که سخنی نرم بگوید که در آن فروتنی نباشد؛ بلکه این سخن با اینکه نرم است، نشانگر عزت گوینده است و طرف را مغلوب می‌نماید و در او طمع نمی‌ورزد. بنابراین خداوند پیامبرش را به‌خاطر مهربانی و ملایمتی که داشت ستوده است. پس فرمود: ﴿فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡ﴾ به سبب رحمتی از جانب خدا، برای آنها نرم و مهربان شدی. و به موسی و هارون فرمود: ﴿ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ﴾ بروید نزد فرعون؛ چرا که او سرکشی کرده است. پس با او به نرمی سخن بگویید شاید پند پذیرد یا بترسد. و [این بخش از آیه: ] (﴿فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ﴾) ضمن اینکه دستوری است مبنی بر اینکه انسان باید پاکدامن باشد، و زنان و مردان پاکدامن مورد ستایش قرار گرفته، و از نزدیک شدن به زنا نهی شده‌اند؛ نیز بر این دلالت می‌نماید که برای بنده، شایسته است هرگاه این حالت را در خودش یافت که با دیدن یا شنیدن سخن کسی که مورد پسندش می‌باشد بر انجام کار حرام تحریک می‌شود، و احساس کرد که انگیزه‌های طمع ورزی او را به سوی حرام سوق می‌دهد، باید بداند که این احساس یک بیماری است؛ از این رو باید برای تضعیف و از بین بردن و قطع کردن خاطره‌های زشت بکوشد، و با نفس خود مبارزه نماید تا آن را از این بیماری خطرناک نجات بخشد، و از خداوند بخواهد که او را محافظت نماید و به او توفیق دهد. و این از زمرۀ پاکدامنی است که به آن امر شده است."
    },
    {
      "id": 3566,
      "verse_number": 33,
      "verse_key": "33:33",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَـٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
      "page_number": 422,
      "juz_number": 22,
      "translations": [
        {
          "id": 926231,
          "resource_id": 135,
          "text": "و در خانه‌هایتان بمانید و همچون جلوه‌گری [زنان در دوران] جاهلیت پیشین، جلوه‌گری [و خودنمایی] نکنید و نماز برپا دارید و زکات بپردازید و از الله و پیامبرش اطاعت کنید. ای اهل خانه[ی پیامبر]، جز این نیست الله می‌خواهد پلیدی [و آزارِ بیگانگان] را از شما دور نماید و شما را کاملاً پاک گردانَد."
        }
      ],
      "tafsir_saadi": "(﴿وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰ﴾) و در خانه‌های‏تان بمانید، این برای‏تان بهتر است. و مانند اهل جاهلیت پیشین که دانش و دینی نداشتند، آرایش نکنید و زیاد از خانه بیرون نروید؛ و همۀ اینها برای دور کردن شر و اسباب آن است.\nوقتی آنها را به طور کلی به پرهیزگاری فرمان داد، به جزئیاتی از آن نیز پرداخت؛ چون زنان به آن نیاز دارند، و نیز آنها را به فرمانبرداری دستور داد به ویژه به برپای داشتن نماز و پرداختن زکات؛ دو عبادتی که هرکس به ناچار به آنها نیاز دارد، و بزرگ‌ترین عبادت محسوب می‌شوند؛ که در نماز اخلاص برای خداوند انجام می‌گیرد، و با پرداختن زکات به بندگان نیکی می‌شود. سپس آنها را به طور کلی به اطاعت فرمان داد و فرمود: (﴿وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓ﴾) و از خدا و پیامبرش اطاعت کنید. هر امر و فرمانی که خدا و پیامبر داده‌اند -خواه فرمان واجب باشد یا فرمان مستحب- در اطاعت از خدا و پیامبرش داخل است. \n(﴿إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا﴾) جز این نیست که خداوند وقتی شما را به این چیزها فرمان می‌دهد، و از چیزهایی نهی می‌کند؛ برای آن است تا پلیدی و بدی را از شما اهل بیت دور کند، و شما را کاملاً پاک گرداند. \nیعنی حمد و سپاس خداوند را به خاطر این اوامر و نواهی به جای آورید که شما را از مصلحت و فایدۀ آن آگاه کرده است. و این اوامر و نواهی برای شما فایده و مصلحت محض هستند، و خداوند با این دستورات نخواسته است بر شما تنگی و مشقّتی بیاورد، بلکه برای آن است تا پاکیزه گردید و اخلاق و رفتارتان پاک شود و اعمالتان درست و خوب گردد؛ و به سبب آن، پاداشتان بیشتر و بزرگ‌تر شود."
    },
    {
      "id": 3567,
      "verse_number": 34,
      "verse_key": "33:34",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 366,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَـٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
      "page_number": 422,
      "juz_number": 22,
      "translations": [
        {
          "id": 926232,
          "resource_id": 135,
          "text": "و هر آنچه را که از آیات الهی و سنت پیامبر در خانه‌هایتان خوانده می‌شود، به یاد داشته باشید. بی‌تردید، الله همواره باریک‌بین آگاه است."
        }
      ],
      "tafsir_saadi": "و هنگامی که آنان را به انجام کارها، و ترک کارهایی امر نمود؛ به آنان دستور داد که به علم‌اندوزی بپردازند، و راه آن را نیز برایشان بیان نمود. پس فرمود: (﴿وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِ﴾) منظور از آیات خدا، قرآن است؛ و حکمت، اسرار قرآن و یا سنّت پیامبر می‌باشد. و زنان را فرمان داد تا آن را یاد کنند، و این شامل ذکر و یاد کردن کلمات قرآن می‌شود که با تلاوت آن انجام می‌گیرد؛ نیز معانی آن را شامل می‌شود که با تدبر و تفکر در آن، و استنباط احکام و حکمت‌های آن انجام می‌گیرد. نیز شامل ذکرِ عمل کردنِ به آن هم می‌گردد. \n(﴿إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا﴾) همانا خداوند باریک بین آگاه است، و سرایر و پنهانی‌های امور را می‌بیند، و آنچه را در آسمان‌ها و زمین پنهان است و کارهایی را که آشکار یا پنهان هستند، می‌داند. باریک بین و مطلع بودن خداوند این را می‌طلبد که آنها کارها را خالصانه برای خدا به انجام برسانند، و اعمال را به صورت پنهانی انجام دهند. نیز از آنجا که خداوند باریک بینِ آگاه است، جزا و سزای اعمال را می‌دهد. و یکی از معانی «لطیف» این است که خداوند بنده‌اش را به طرق مخفی و غیر محسوس به سوی خیر و خوبی پیش می‌برد، و از شر و بدی محافظت می‌نماید، و رزق و روزی را از جایی به او می‌رساند که خودش نمی‌داند، و اسبابی را به او نشان می‌دهد که نفس آدمی از آنها نفرت دارد، اما راه رسیدن به بالاترین مقام‌ها را برای او هموار می‌سازد."
    },
    {
      "id": 3568,
      "verse_number": 35,
      "verse_key": "33:35",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 367,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَـٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَٱلْقَـٰنِتِينَ وَٱلْقَـٰنِتَـٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَـٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلْخَـٰشِعِينَ وَٱلْخَـٰشِعَـٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَـٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَـٰتِ وَٱلْحَـٰفِظِينَ فُرُوجَهُمْ وَٱلْحَـٰفِظَـٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
      "page_number": 422,
      "juz_number": 22,
      "translations": [
        {
          "id": 926233,
          "resource_id": 135,
          "text": "الله براى مردان مسلمان و زنان مسلمان و مردان مؤمن و زنان مؤمن و مردان فرمانبردار و زنان فرمانبردار و مردان راستگو و زنان راستگو و مردان شکیبا و زنان شکیبا و مردان فروتن و زنان فروتن و مردان انفاقگر و زنان انفاقگر و مردان روزه‌دار و زنان روزه‌دار و مردان پاکدامن و زنان پاکدامن و مردان و زنانی که الله را بسیار یاد می‌کنند، برای [همگی] آنان آمرزش و پاداشی بزرگ فراهم نموده است."
        }
      ],
      "tafsir_saadi": "وقتی خداوند پاداش زنان پیامبر  صلی الله علیه وسلم  را بیان کرد، و کیفر آنها را چنانچه از فرمان خدا سرپیچی کنند نیز ذکر نمود، و فرمود آنها مانند هیچ یک از زنان دیگر نیستند، از دیگر زنان نیز سخن به میان آورد. و از آنجا که حکم آنها و حکم مردان یکی است، فرمود: (﴿إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ﴾) زنان و مردان مسلمان که شرایع ظاهری را به جای آورند، (﴿وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ﴾) و زنان با ایمان و مردان با ایمان. در اینجا منظور امور باطنی از قبیل: عقاید قلبی و اعمال آن است. (﴿وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ﴾) و زنان و مردان فرمانبرداری که فرمان خدا و پیامبرش را اطاعت می‌کنند. (﴿وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ﴾) و مردان و زنانی که در گفتار و کردارشان راستگو هستند. (﴿وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ﴾) و مردان و زنانی که در برابر سختی‌ها و مصیبت‌ها بردباری می‌ورزند، (﴿وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ﴾) و مردان و زنانی که در همۀ حالات فروتن هستند، به ویژه در عبادت‌هایشان و به خصوص در نمازهایشان، (﴿وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ﴾) و مردان و زنانی که صدقه‌های فرض و نفل را می‌دهند، (﴿وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ﴾) و مردان و زنانی که روزه‌های فرض و نفل را می‌گیرند، (﴿وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ﴾) و مردان و زنانی که شرمگاه‌های خود را از زنا و مقدّمات آن حفظ می‌کنند، (﴿وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ﴾) و مردان و زنانی که خدا را زیاد یاد می‌نمایند، و در بیشتر اوقات خدا را یاد می‌کنند، به ‌خصوص اوقات اذکار مانند اذکار صبح و شام و اذکارِ پس از نمازهای فرض.\n(﴿أَعَدَّ ٱللَّهُ لَهُم﴾) خداوند برای کسانی که دارای چنین صفات زیبایی هستند؛ صفاتی که برخی، اعتقادات و اعمال قلب هستند؛ و برخی، اعمال اعضا و جوارح؛ و گفته‌هایی هستند که از زبان بیرون آمده، و فایده‌شان به خود و دیگران می‌رسد، [کسانی که این اعمال را انجام می‌دهند و به] انجام کارهای خیر می‌پردازند و از کارهای بد دوری می‌کنند، تمام دین را انجام داده‌اند؛ چرا که داشتن این صفات، چکیدۀ اسلام و ایمان و احسان است.\n (﴿مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا﴾) خداوند به پاداش کارشان گناهانشان را می‌آمرزد؛ چون نیکی‌ها، بدی‌ها را از بین می‌برند، و به آنها پاداش بزرگی می‌دهد که اندازۀ آن را هیچ کس جز ذات خدا نمی‌داند؛ پاداشی که هیچ چشمی مانند آن را ندیده، و هیچ گوشی [اخبار حقیقی] آن را نشنیده، و به دل هیچ انسانی خطور نکرده است. از خداوند می‌خواهیم که ما را از چنین کسانی بگرداند."
    },
    {
      "id": 3569,
      "verse_number": 36,
      "verse_key": "33:36",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 367,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَـٰلًا مُّبِينًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926234,
          "resource_id": 135,
          "text": "براى هیچ مرد و زن مؤمنى شایسته نیست كه وقتى الله و رسولش به كارى فرمان می‌دهند، [در اجرای آن فرمان،] اختیارى داشته باشد؛ و هر کس از الله و رسولش نافرمانى كند، حقا که در گمراهىِ آشكارى گرفتار شده است."
        }
      ],
      "tafsir_saadi": "(﴿وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ﴾) شایسته و سزاوار فرد مؤمن نیست جز اینکه به سوی خشنودی خدا و پیامبرش بشتابد، و از ناخشنودی خدا و پیامبرش بپرهیزد، و باید دستورات خدا و رسول را اطاعت نماید، و از آنچه خدا و پیامبرش نهی کرده‌اند بپرهیزد. بنابراین شایسته و سزاوار هیچ مرد و زن مؤمنی نیست، (﴿إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا﴾) که هرگاه خدا و پیامبرش در کاری حکم نمودند و دستور صادر کردند، (﴿أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡ﴾) برای خودشان در آن کار اختیاری قایل شوند که آن را انجام دهند یا نه؟ بلکه مردان و زنان مؤمن می‌دانند که پیامبر برای آنان از خودشان مهر و عطوفت بیشتری دارد، پس مؤمن امیال خود را مانعی بین خود و دستور خدا و پیامبرش قرار نمی‌دهد. \n(﴿وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا﴾) و کسی که از دستورات خدا و پیامبرش سرپیچی کند، به گمراهی کاملاً آشکاری گرفتار می‌گردد؛ چون او راه راست را که انسان را به سرای بهشت می‌رساند، رها کرده؛ و به راهی روی آورده است که انسان را به عذاب دردناک می‌رساند. پس نخست این را بیان نمود که آنچه باعث می‌شود تا انسان با فرمان خدا و پیامبرش مخالفت نورزد، ایمان است. سپس به بیان چیزی پرداخت که انسان را از نافرمانی باز می‌دارد، و آن برحذر بودن از گرفتار شدن به گمراهی است که گمراه شدن، نشانۀ گرفتار آمدن به عذاب و کیفر است."
    },
    {
      "id": 3570,
      "verse_number": 37,
      "verse_key": "33:37",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 367,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَـٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926235,
          "resource_id": 135,
          "text": "[به یاد آور] وقتی به [زید بن‌حارثه] ـ كسى كه الله به او نعمت [اسلام] داده بود و تو نعمت [آزادى] به او بخشیده بودى‌ـ [به نصیحت] مى‌گفتى: «همسرت را نزد خویش نگه دار و از الله پروا کن» و در دل خویش چیزی را [در مورد ازدواج با زینب پس از طلاقش] پنهان می‌داشتی که الله آشکارکنندۀ آن بود و [چون این ازدواج، با سنت‌های جاهلى مغایر بود] از [سرزنشِ] مردم می‌ترسیدی؛ حال آنکه الله سزاوارتر است که از او بترسی. پس هنگامی که زید نیازش را از وی به پایان بُرد [و طلاقش داد]، او را به ازدواج تو درآوردیم تا براى مؤمنان در مورد ازدواج با همسرانِ پسرخوانده‌هایشان كه از آنان كام گرفته‌اند [و طلاقشان داده‌اند]، هیچ گناهى نباشد؛ و فرمان الله همواره انجام‌پذیر است."
        }
      ],
      "tafsir_saadi": "سبب نزول این آیه آن بود که خداوند خواست یک قانون کلی را برای مؤمنان تشریع نماید، و آن اینکه پسر خواندگان در حکم فرزندان حقیقی نیستند؛ و هر کس فردی را پسرخواندۀ خود قرار دهد، اگر پسر خوانده همسرش را طلاق داد، پدر خوانده‌اش می‌تواند با همسرش ازدواج کند. \nازدواج نکردن با همسران پسر خوانده‌ها، از اموری بود که مردم بدان عادت کرده بودند، و این سنت جز با یک رخداد بزرگ از میان نمی‌رفت؛ بنابراین خداوند خواست تا پیامبر این دستور را با زبان تبلیغ کند، و عملاً نیز چنین کاری را انجام دهد. و هرگاه خداوند بخواهد کاری را انجام دهد، برای آن سببی قرار می‌دهد. «زید بن حارثه‌» زید بن محمّد خوانده می‌شد، و پیامبر صلی الله علیه وسلم او را پسر خوانده‌اش قرار داده بود، بنابراین او را به پیامبر نسبت می‌دادند تا اینکه این آیه نازل شد: ﴿ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ﴾ آنها را به پدرانشان نسبت دهید. از آن وقت به او گفته می‌شد «زید بن حارثه».\nزید با زینب بنت جحش دختر عمّۀ پیامبر صلی الله علیه وسلم ازدواج کرد، و پیامبر صلی الله علیه وسلم دلش می‌خواست اگر زید زینب را طلاق بدهد با او ازدواج نماید، و خداوند چنین مقدر نمود که زید و زینب از همدیگر جدا شوند، پس زید به نزد پیامبر صلی الله علیه وسلم آمد و از او اجازه خواست که از زینب جدا شود. \nخداوند می‌فرماید: (﴿وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ﴾) و آنگاه کسی که خدا با دادن نعمت اسلام به او انعام کرده بود، و تو نیز با آزاد کردن و تعلیم دادنش به او لطف کرده بودی، به نزد تو آمد و با تو دربارۀ جدا شدن از همسرش مشورت کرد؛ پس تو با خیرخواهی به او گفتی چنین کاری نکند، و فرمودی که صلاح تو در این نیست، و مصلحت او را بر علاقه و میل خود ترجیح دادی با اینکه دلت می‌خواست با زینب ازدواج نمایی. پس به او گفتی: (﴿أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ﴾) همسرت را برای خود نگاه دار؛ یعنی از او جدا نشو، و در برابر رفتارش شکیبا باش، (﴿وَٱتَّقِ ٱللَّهَ﴾) و در همۀ کارهایت و به خصوص در قضیۀ همسرت، از خدا بترس؛ چون تقوای الهی، انسان را به صبر و بردباری وا می‌دارد، و بدان فرمان می‌دهد. (﴿وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ﴾) و در دل خود چیزی را پنهان می‌داشتی که خداوند آن را آشکار می‌سازد. و آنچه که پیامبر صلی الله علیه وسلم در دل خود پنهان کرده بود این بود که اگر زید او را طلاق دهد، با وی ازدواج خواهد کرد. (﴿وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُ﴾) و به خاطر ترس از [زبان] مردم، آنچه را که در دل داشتی آشکار نمی‌کردی، درحالی که خداوند سزاوارتر است که از او بترسی؛ زیرا ترس از خداوند، هر خیری را فراهم می‌آورد و آدمی را از هر شری باز می‌دارد. (﴿فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا﴾) پس وقتی زید به او بی‌علاقه شد، و از وی جدا گردید و طلاقش داد، (﴿زَوَّجۡنَٰكَهَا﴾) زینب را به ازدواج تو در آوردیم، واین کار را برای امر مهمّی انجام دادیم (﴿لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ﴾) تا مشکلی برای مؤمنان در ازدواج با همسران پسرخواندگانشان نباشد. چون آنها تو را می‌بینند که با همسر زید بن حارثه -که قبلاً به تو نسبت داده می‌شد- ازدواج نمودی. \nاز آنجا که این فرموده: (﴿لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ﴾) شامل همۀ حالات می‌گردد، و بعضی از حالت‌ها وجود دارد که ازدواج کردن با همسر پسر خوانده جایز نیست ـ و آن عبارت است از قبل از طلاق دادن و انقضای زمان عدۀ زن ـ لذا آن را مقید به این کرد که (﴿إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗا﴾) زمانی مؤمنان می‌توانند با همسران پسرخواندگان خود ازدواج نمایند که پسرخواندگان، همسران خود را طلاق دهند و عدۀ آنان تمام گردد؛ و قبل از طلاق و انقضای عدّه، چنین کاری جایز نیست. (﴿وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا﴾) و فرمان خدا باید انجام گیرد، و هیچ مانعی نمی‌تواند مانع انجام آن شود. \nدر این داستان فواید و آموختنی‌هایی است که به برخی از آنها اشاره می‌کنیم: \n1- ستایش زید بن حارثه از دو جهت؛ یکی اینکه خداوند در قرآن نام او را ذکر کرده است، و جز او اسم هیچ صحابه‌ای در قرآن نیامده است. و اینکه خداوند خبر داده که به او نعمت داده است؛ یعنی با بخشیدن نعمت اسلام و ایمان بر او انعام نموده است. و این شهادتی از جانب خداست مبنی بر اینکه زید در ظاهر و باطن مسلمان و مؤمن است، به این دلیل که خداوند این نعمت را به طور خاص برای وی ذکر می‌گرداند، و منظور از آن نعمت ویژه، نعمت اسلام و ایمان است، وگرنه ذکر این نعمت به طور خاص، هیچ لزومی نداشت.\n2- بردۀ آزاد شده که از نعمت آزادی برخوردار است؛ این نعمت، از سوی کسی به او داده شده است که وی را آزاد نموده است.\n3- جایز بودن ازدواج با همسر پسرخوانده، همان طور که در این آیه به صراحت بیان گردید.\n4- تعلیم و یاد دادن عملی، از تعلیم قولی مؤثرتر است؛ به ‌خصوص اگر تعلیم عملی، همراه با تعلیم زبانی باشد که در این صورت «نور علی نور» است.\n5- اگر آدمی زنی دیگر غیر از همسر و کنیز و محارمش را در دل خود دوست بدارد، چنانچه مرتکب کار نامشروعی نشود، گناهی در آن نیست؛ حتی اگر این آرزو را داشته باشد که اگر همسرش او را طلاق بدهد، با وی ازدواج می‌کند، به شرط اینکه برای جدایی آنها تلاش نکند؛ چون خداوند خبر داده که پیامبر این را در دل خود پنهان داشت.\n6- پیامبر صلی الله علیه وسلم به صورت آشکار و روشن پیام خدا را به مردم رسانده، و همۀ آنچه را که به او وحی شده به مردم ابلاغ کرده است، حتی این قضیه که در آن سرزنش شده است؛ و این دلالت می‌نماید که او پیامبر خداست، و جز آنچه به سوی او وحی شده است نمی‌گوید، و نمی‌خواهد خودش را بزرگ نماید.\n7- فردی که با او مشورت می‌شود، امین به حساب آمده؛ و بر او لازم است که هرگاه در کاری با وی مشورت کردند، باید آن گونه که برای طرف بهتر و مفیدتر است نظر بدهد. و چنانچه خود نیز در دلش خواسته‌ای داشته باشد، باید مصلحت کسی را که از او مشورت خواسته است مقدم بدارد.\n8- هرگاه کسی از دیگری در مورد جدایی از همسرش مشورت خواست، بهتر آن است که بگوید: «تا جایی که امکان دارد همسرت را نگاه دار، چون ادامۀ زندگی از جدایی بهتر است.» \n9- باید ترس از خدا را بر ترس از مردم مقدّم داشت، و ترس از خداوند اولی و سزاوارتر است.\n10- فضیلت ام المؤمنین زینب  رضی الله عنها  که خداوند او را به نکاح پیامبر  صلی الله علیه وسلم  درآورد، بدون اینکه خطبه‌ای خوانده شود و شاهدی در کار باشد. بنابراین زینب بر دیگر همسران پیامبر  صلی الله علیه وسلم  افتخار می‌کرد و می‌گفت: «شما را خانواده‌هایتان به ازدواج پیامبر درآوردند، و مرا خداوند از بالای هفت آسمان به ازدواج پیامبر درآورد.»\n11- زنی که شوهر دارد، ازدواج با او جایز نیست و نباید برای ازدواج با وی تلاش کرد مگر اینکه شوهرش او را طلاق بدهد و عدّه‌اش تمام شود؛ چون قبل از تمام شدن عدّه، زن وابسته به شوهر است."
    },
    {
      "id": 3571,
      "verse_number": 38,
      "verse_key": "33:38",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 367,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ ۖ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۚ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًا مَّقْدُورًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926236,
          "resource_id": 135,
          "text": "بر پیامبر، در مورد آنچه الله برایش مقرر [و حلال] داشته است، هیچ گونه گناهی وجود ندارد. [این کار،] سنت الهی است [و] دربارۀ کسانی ‌[= پیامبرانی] که پیش از این بوده‌اند [نیز صدق می‌کند]؛ و فرمان الله همواره دقیق و حساب‌شده است."
        }
      ],
      "tafsir_saadi": "این پاسخ طعنۀ کسانی است که به پیامبر صلی الله علیه وسلم طعنه می‌زنند [و می‌گویند] زنان زیادی گرفته است. و این طعنه‌ای است بی‌جا. پس خداوند فرمود: (﴿مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ﴾) بر پیامبر در انجام آنچه خداوند برای او مقدر نموده است هیچ گناه و تقصیری نیست؛ یعنی ازدواج با این زنان را خداوند برای او جایز نموده است، همان گونه که برای پیامبران گذشته این کار را مباح کرده بود. بنابراین فرمود: (﴿سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا﴾) این سنت الهی در مورد پیامبران گذشته نیز جاری بوده است، و فرمان خداوند همواره روی حساب و برنامۀ دقیقی است و باید انجام شود."
    },
    {
      "id": 3572,
      "verse_number": 39,
      "verse_key": "33:39",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 367,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يُبَلِّغُونَ رِسَـٰلَـٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ ۗ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926237,
          "resource_id": 135,
          "text": "[همان] کسانی که پیام‌های الله را [به مردم] می‌رسانند و تنها از او می‌ترسند و از هیچ کس جز الله ترسی ندارند؛ و الله برای حسابرسی [کارهای بندگانش] کافی است."
        }
      ],
      "tafsir_saadi": "(﴿ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ﴾) کسانی که پیام‌های خداوند را می‌رسانند؛ پس آنان آیات خدا و حجت‌ها و دلایل او را بر بندگان می‌خوانند، و آنان را به سوی خدا دعوت می‌کنند، (﴿وَيَخۡشَوۡنَهُۥ﴾) و فقط از او که شریکی ندارد می‌ترسند، (﴿وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَ﴾) و از هیچ کس جز خداوند نمی‌ترسند. \nپس، از آنجا که ازدواج در میان پیامبران معصوم یک سنت بوده است ـ پیامبرانی که وظیفۀ خود را به بهترین و کامل‌ترین صورت انجام داده‌اند؛ و آن عبارت از دعوت دادن مردم به سوی خدا و ترس از اوست، و این مقتضیِ این است که انسان هر آنچه را که بدان دستور داده شده است، انجام دهد؛ و از هر امر ناجایزی پرهیز و دوری نماید ـ پس چنین امری بیانگر آن است که به هیچ وجه در این قضیه نقص و اشکالی وجود ندارد. (﴿وَكَفَىٰ بِٱللَّهِ حَسِيبٗا﴾) و خداوند به عنوان حسابرس بندگانش و مراقب اعمالشان کافی است. و از این دانسته شد که نکاح و ازدواج از سنت‌های پیامبران است."
    },
    {
      "id": 3573,
      "verse_number": 40,
      "verse_key": "33:40",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 367,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلَـٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَ ۗ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926238,
          "resource_id": 135,
          "text": "محمد هرگز پدر هیچ‌یک از مردان شما [از جمله زید] نیست؛ بلکه رسول الله و خاتم پیامبران است؛ و الله همواره به همه چیز داناست."
        }
      ],
      "tafsir_saadi": "(﴿مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ﴾) ای امّت پیامبر! محمّد  صلی الله علیه وسلم  پدر هیچ کس از مردان شما نیست. پس قطع ارتباط نَسَبیِ زید بن حارثه از این باب است. از آنجا که این ـ به شرطی که معنی بر ظاهر لفظ حمل گردد ـ نفی شامل همۀ حالات می‌گردد؛ یعنی نه پدر حقیقی است، و نه پدرخواندۀ کسی است؛ و در گذشته بیان گردید که پیامبر پدر همۀ مؤمنان است، و همسرانش مادران مؤمنان‌اند؛ پس برای اینکه این مطلب در عموم این نهی داخل نشود، فرمود: \n (﴿وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّ‍ۧنَ﴾) بلکه او فرستادۀ خدا و خاتم پیامبران است؛ یعنی مقام او مقامی است که باید از او اطاعت و پیروی شود، و هدایت از طریق او حاصل گردد و بدان باور شود. و محبّت و دوستی او، باید بر محبت و دوستی هر کسی مقدم باشد؛ زیرا پیامبر خیرخواه مؤمنان می‌باشد، و چنان نسبت به آنان خیرخواه است که گویا پدرشان می‌باشد. \n(﴿وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا﴾) و خداوند بر هر چیزی آگاه است؛ یعنی علم و آگاهی او هر چیزی را احاطه کرده است، و او می‌داند که رسالت خود را در کجا قرار دهد، و چه کسانی را فرستادۀ خویش بگرداند، و می‌داند که چه کسانی صلاحیّت برخورداری از فضل و لطف او را دارند."
    },
    {
      "id": 3574,
      "verse_number": 41,
      "verse_key": "33:41",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًا كَثِيرًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926239,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، الله را بسیار یاد کنید"
        }
      ],
      "tafsir_saadi": "خداوند والامقام مؤمنان را فرمان می‌دهد تا بسیار او را ذکر نمایند، از قبیل گفتن: لا إله إلا الله، الحمد لله، سبحان الله، الله اکبر، و هر گفتاری که سبب نزدیک شدنِ به خداوند متعال گردد. و حداقل این است که انسان به اذکار صبح و شام و اذکاری که بعد از نمازهای پنج‌گانه و اذکاری که به هنگام رخدادها و در مناسبت‌های مختلف گفته می‌شوند، پایبند باشد.\nو آدمی باید همیشه و در همۀ اوقات و در همۀ حالات به ذکر خدا پایبند باشد؛ چون این عبادتی است که انجام دهنده‌اش را پیش می‌برد، و روح و روان او را آرام می‌کند، و سبب محبت و معرفت خدا می‌گردد، و انسان را بر انجام کار خیر یاری می‌کند تا زبانش را از گفتن سخن زشت باز دارد."
    },
    {
      "id": 3575,
      "verse_number": 42,
      "verse_key": "33:42",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926240,
          "resource_id": 135,
          "text": "و بامداد و شامگاه او را به پاکی بستایید."
        }
      ],
      "tafsir_saadi": "(﴿وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا﴾) یعنی در اول روز و در آخر روز به تقدیس او بپردازید، و پاکی او را بیان دارید؛ چون این دو وقت دارای فضیلت و شرافت می‌باشند، و در این دو وقت انجام دادن کار راحت است."
    },
    {
      "id": 3576,
      "verse_number": 43,
      "verse_key": "33:43",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَـٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًا",
      "page_number": 423,
      "juz_number": 22,
      "translations": [
        {
          "id": 926241,
          "resource_id": 135,
          "text": "اوست که بر شما درود [و رحمت] می‌فرستد و فرشتگانش [نیز دعایتان می‌کنند] تا شما را از تاریکی‌ها به سوی نور بیرون آورد و [الله] همواره نسبت به مؤمنان مهربان است."
        }
      ],
      "tafsir_saadi": "(﴿هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا﴾) یکی از مصادیق لطف و رحمت خدا نسبت به مؤمنان، این است که آنها را می‌ستاید و بر آنان رحمت می‌فرستد. و نیز فرشتگان برای مؤمنان دعا می‌کنند که به سبب آن، خداوند آنها را از تاریکی‌های گناهان و جهالت بیرون می‌آورد، و به نور ایمان و به مرحلۀ علم و عمل می‌رساند. پس این بزرگ‌ترین نعمتی است که خداوند به بندگان فرمانبردار بخشیده است؛ امری که مستدعی آن است که شکر این نعمت را به جای آورند، و ذکر خداوند را به کثرت انجام دهند؛ خداوندی که به آنها لطف نموده، و فرشتگانی را ـ‌که عرش او را حمل می‌کنند، و بهترین فرشتگان هستند، نیز فرشتگانی که پیرامون عرش را فرا گرفته‌اند‌ـ مسخر کرده است تا پروردگارشان را به پاکی یاد کنند و برای مؤمنان طلب آمرزش نمایند. پس می‌گویند: ﴿رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ وَقِهِمُ ٱلسَّيِّ‍َٔاتِۚ وَمَن تَقِ ٱلسَّيِّ‍َٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ﴾ پروردگارا! رحمت و علم و آگاهی تو، هر چیزی را به صورت گسترده فرا گرفته است؛ پس کسانی را که توبه کرده و از راه تو پیروی نموده‌اند، بیامرز؛ و آنان را از عذاب جهنّم نجات بده. پروردگارا! آنها و کسانی از پدران و همسران و فرزندانشان که صالح بوده‌اند، به باغ‌های بهشتی وارد کن که به آنان وعده داده‌ای. بی‌گمان، تو توانا و باحکمت هستی. و آنان را از بدی‌ها دور بدار، و هرکس را در این روز از بدی‌ها و شرها دور بداری، به راستی که بر او رحم نموده‌ای، و این رستگاری بزرگ است.\nپس این رحمت و نعمتی است که خداوند در دنیا به آنها داده است."
    },
    {
      "id": 3577,
      "verse_number": 44,
      "verse_key": "33:44",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَـٰمٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926242,
          "resource_id": 135,
          "text": "روزی ‌که با او دیدار می‌کنند، درودشان «سلام» است و [الله] پاداشی ارجمند برایشان فراهم ساخته است."
        }
      ],
      "tafsir_saadi": "و امّا رحمت خداوند بر آنها در آخرت، بزرگ‌ترین رحمت و برترین پاداش است؛ و آن این است که به خشنودی پروردگار و سلام گفتنش بر آنان و شنیدن سخن بزرگ او و دیدن چهرۀ زیبایش و به دست آوردن پاداش بزرگش دست می‌یازند؛ پاداشی که ماهیّت و مقدار آن را -جز خداوندی که آن را به آنها بخشیده است- کسی نمی‌داند. بنابراین فرمود: (﴿تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا﴾) درودشان- در روزی که او را ملاقات می‌کنند- سلام است. و برای آنان پاداشی ارزشمند فراهم دیده است."
    },
    {
      "id": 3578,
      "verse_number": 45,
      "verse_key": "33:45",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926243,
          "resource_id": 135,
          "text": "ای پیامبر، ما تو را گواه و بشارت‌بخش و بیم‌دهنده فرستاده‌ایم"
        }
      ],
      "tafsir_saadi": "چیزهایی که خداوند پیامبرش را به آن توصیف کرده است، مقصود و چکیده و اصول رسالت او می‌باشند که به ایشان اختصاص داده شده‌اند، و آن پنج چیز می‌باشند: \nیکی اینکه (﴿شَٰهِدٗا﴾) پیامبر بر کارهای خیر و شری که امّت انجام می‌دهد، گواه است، همان گونه که خداوند متعال فرموده است: ﴿لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗا﴾ تا شما بر مردم گواه باشید، و پیامبر [نیز] بر شما گواه باشد. ﴿فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۢ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا﴾ پس چگونه خواهد بود آنگاه که از هر امّتی گواهی بیاوریم، و تو را بر اینها به عنوان گواه بیاوریم. پس ایشان صلی الله علیه وسلم گواهی مقبول و عادل می‌باشند.\nدوّم و سوّم (﴿وَمُبَشِّرٗا وَنَذِيرٗا﴾) پیامبر مژده دهنده و بیم دهنده می‌باشد، و این مستلزم آن است که پیامبر آنچه مردم را به آن مژده می‌دهد، و یا مردم را از آن می‌ترساند؛ و اعمالی که سبب مژده یا ترس می‌شوند، بیان کند. پس کسانی که مژده داده شده‌اند، مؤمنان پرهیزگاری هستند که ایمان آورده و عمل صالح انجام داده و گناهان را ترک نموده‌اند. پس ایشان را مژده باد که هر نوع پاداش دنیوی و دینی که نتیجۀ ایمان و تقواست، در زندگی دنیا به آنها می‌رسد. و نیز ایشان را مژده باد که در آخرت از نعمت جاودان و پایدار بهشت برخوردار خواهند شد. و همۀ اینها مستلزم آن است که اعمال، ویژگی‌های تقوا و انواع پاداش به صورت مشروح و مفصل ذکر شوند. \nو بیم داده شدگان همان گناه پیشگان و مجرمان ستمگرند؛ کسانی که اهل ستمگری و جاهلیت‌اند، و آنها باید در دنیا از کیفرهای دنیوی و دینی که نتیجۀ جهل و ستمگری است بترسند، و از گرفتار شدن به کیفر هلاک کننده و عذاب طولانی آخرت در هراس باشند که به طور مشروح ـ این تهدید و بشارت ـ در قرآن و سنّت بیان شده است."
    },
    {
      "id": 3579,
      "verse_number": 46,
      "verse_key": "33:46",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًا مُّنِيرًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926244,
          "resource_id": 135,
          "text": "و [تو را] دعوتگری به سوی الله به فرمان او و چراغی روشنی‌بخش [قرار دادیم]."
        }
      ],
      "tafsir_saadi": "چهارم (﴿وَدَاعِيًا إِلَى ٱللَّهِ﴾) پیامبر به سوی خدا دعوت می‌کند؛ یعنی خداوند او را فرستاده است تا مردم را به سوی پروردگارشان فراخواند، و آنها را به نعمت‌های او که برای نیکان فراهم نموده است تشویق ‌نماید، و مردم را به عبادت و پرستش خدا که هدف از آفرینش انسان‌ها است دستور ‌دهد. و این مستلزم آن است که ایشان صلی الله علیه وسلم بر آنچه مردم را به آن فرا می‌خواند، استقامت داشته باشد؛ و آنچه را که به سوی آن دعوت می‌کند، به صورت مفصّل و مشروح بیان دارد؛ و خداوند را با صفات پاکش به مردم بشناساند، و او را از آنچه که سزاوار شکوهش نیست منزّه و پاک بدارد. و انواع عبودیت و بندگی‌ها را برای مردم بیان کند؛ و از نزدیک‌ترین راهی که انسان را به خدا می‌رساند دعوت کند؛ و به هر صاحب حقی، حقش را بدهد؛ و خالصانه برای خدا دعوت نماید، نه برای اینکه برای خودش جایگاهی بزرگ فراهم سازد. آن‌گونه که بسیاری از مردم دچار این مشکل می‌شوند، و در راه دعوت به سوی خود و تعظیم خویش دعوت می‌کنند. و همۀ اینها (﴿بِإِذۡنِهِۦ﴾) به فرمان خدای تعالی و امر و خواست و ارادۀ او انجام می‌گیرد.\nپنجم (﴿وَسِرَاجٗا مُّنِيرٗا﴾) و اینکه او صلی الله علیه وسلم چراغی تابان و روشن است. و این بیانگر آن است که مردم در ظلمت و تاریکی بزرگی قرار داشتند، و هیچ نور و روشنایی وجود نداشت که به وسیلۀ آن در تاریکی راهیاب شوند، و هیچ دانشی نبود که با آن تاریکی‌ها زدوده شود. تا اینکه خداوند پیامبر بزرگ را فرستاد، پس به وسیلۀ او این تاریکی‌ها را روشن ساخت، و جاهلیت‌ها را از بین برد، و علم و دانش جایگزین آن شد. و خداوند به وسیلۀ این پیامبر بسیاری از گمراهان را به راه راست هدایت کرد. پس راه برای اهل استقامت روشن گردید، و آنها به دنبال این پیشوا حرکت کردند، و به وسیلۀ او خیر و شر را شناختند، و اهل سعادت را از اهل شقاوت تشخیص دادند، و در پرتو نور نبوت او، معبود حقیقی خود را با اوصاف پسندیده و کارهای درست و فرمان‌های بجایش شناختند."
    },
    {
      "id": 3580,
      "verse_number": 47,
      "verse_key": "33:47",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًا كَبِيرًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926245,
          "resource_id": 135,
          "text": "و به مؤمنان بشارت بده که از جانب الله بخششی بزرگ برایشان [در پیش] است."
        }
      ],
      "tafsir_saadi": "(﴿وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا﴾) در اینجا بشارت داده شدگان را ذکر نمود، و آنها مؤمنان هستند. و هرگاه ایمان به تنهایی ذکر شود، اعمال صالح را نیز در بر دارد. و آنچه را که به آن مژده داده شده‌اند نیز بیان کرد، و آن فضل بزرگ است، از قبیل: یاری شدن در دنیا و هدایت کردن قلب‌ها و آمرزش گناهان و دور کردن مشکلات و فراوانی روزی‌هایی که به سوی آنان سرازیر شده است، و به دست آمدن نعمت‌هایی که شادی آور می‌باشند، و به دست آوردن رضایت پروردگارشان و پاداش او، و نجات از خشم و عذابش. و این چیزی است که موجب نشاطِ تلاش کنندگان می‌شود؛ زیرا وقتی پاداشی که خداوند برای کارهایشان قرار داده است بیان شود، با نشاطی بیشتر کار شایسته انجام می‌دهند، و از این برای درپیش گرفتن راه راست کمک می‌جویند. و این از جمله حکمت‌های خداوند قانون‌گذار است. همان‌طور که در جایی که مردم را برحذر می‌دارد، کیفرهایی را که در نتیجۀ انجام کارهای ممنوع گریبانگیر آدمی می‌شود بیان می‌نماید تا این‌گونه مردم را بر پرهیز از آنچه خدا حرام کرده است، یاری کند."
    },
    {
      "id": 3581,
      "verse_number": 48,
      "verse_key": "33:48",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926246,
          "resource_id": 135,
          "text": "و از کافران و منافقان اطاعت نکن و به آزار‌شان بی‌توجه باش و بر الله توکل کن؛ و همین بس که الله [یاور و] کارگزار تو باشد."
        }
      ],
      "tafsir_saadi": "و از آنجا که گروهی از مردم مانع دعوتگران راه خدا از قبیل: پیامبران و پیروانشان می‌باشند، و آنان عبارتند از منافقانی که به ظاهر ایمان آورده‌اند اما در باطن کافرند، نیز کافران فاجری که در ظاهر و باطن کافرند، به همین جهت خداوند ‌پیامبرش را از اطاعت و فرمانبرداری از این دو گروه، نهی و برحذر داشت، و فرمود: (﴿وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ﴾) در هر فرمانی که تو را از راه خدا باز می‌دارد، از کافران و منافقان اطاعت مکن. اما این اقتضا نمی‌کند که مورد اذیّت و آزار قرار بگیرند، بلکه فقط از آنها پیروی مکن، (﴿وَدَعۡ أَذَىٰهُمۡ﴾) و از اذیت و آزارشان در گذر؛ چون وقتی آنها را آزار ندهی، این عمل آنان را جذب می‌نماید، و سبب می‌شود تا اسلام را بپذیرند، و از بسیاری از آزارهایی که به پیامبر و خانواده‌اش می‌رسانند دست بکشند. (﴿وَتَوَكَّلۡ عَلَى ٱللَّهِۚ ﴾) و در راستای کامل نمودن کار خودت و خوار نمودن دشمنانت بر خداوند توکل کن، (﴿وَكَفَىٰ بِٱللَّهِ وَكِيلٗا﴾) و خداوند به عنوان کارساز بس است، و کارهای مهم را به او بسپار که آنها را انجام می‌دهد و برای بنده‌اش آسان می‌گرداند."
    },
    {
      "id": 3582,
      "verse_number": 49,
      "verse_key": "33:49",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَـٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926247,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، هرگاه با زنان مؤمن ازدواج کردید، سپس پیش از اینکه با آنان همبستر شوید طلاقشان دادید، از جانب شما هیچ‌‌ عدّه‌اى بر عهدۀ آنان نیست که حسابش را نگاه دارید؛ آنان را [با هدیه‌ای مناسب] بهره‌مند سازید و به نیکوترین وجه رهایشان سازید."
        }
      ],
      "tafsir_saadi": "خداوند متعال مؤمنان را خبر می‌دهد که هر گاه با زنان مؤمن ازدواج کردند، سپس پیش از آنکه با آنها همبستر شوند، طلاقشان دادند، عدّه‌ای ندارند که شوهرانشان بر آنها بشمارند. و دستور داد که در این صورت به آنها کالایی بدهند تا موجب تسکین خاطرشان شود، و از آنان به گونه‌ای محترمانه و زیبا جدا شوند، بدون اینکه با همدیگر جدال نمایند و یکدیگر را ناسزا بگویند.\nو از این آیه بر می‌آید که طلاق بعد از ازدواج است، پس اگر کسی زنی را قبل از ازدواج طلاق داد، یا طلاقش را معلق به ازدواجش کرد، چنین طلاقی واقع نمی‌شود؛ چون خداوند متعال فرموده است: \n (﴿إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ﴾) هنگامی که با زنان مؤمن ازدواج کردید، سپس ایشان را طلاق دادید. پس خداوند طلاق را بعد از ازدواج قرار داده است؛ بنابراین قبل از ازدواج، محلّی برای طلاق وجود ندارد. و چون طلاق که جدایی و تحریم کامل است قبل از ازدواج واقع نمی‌گردد، تحریم ناقص که به سبب ظهار یا ایلاء و امثال آن پیش می‌آید، به طریق اولی قبل از ازدواج اعتبار ندارد و واقع نمی‌شود. و صحیح‌ترین قول علما نیز همین است. و این نیز به جایز بودن طلاق اشاره می‌کند؛ چون خداوند از آن به عنوان کاری که مؤمنان انجام می‌دهند یاد کرده، و آنها را به خاطر این کارشان ملامت و نکوهش نکرده است. و نیز آیه آنها را به نام مؤمنان خطاب نموده است.\nهم چنین این آیه بر جایز بودن طلاق قبل از آمیزش دلالت می‌نماید. همان‌طور که در آیه‌ای دیگر می‌فرماید: ﴿لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ﴾ گناهی بر شما نیست اگر زنان را قبل از آنکه با آنها همبستر شوید، طلاق دهید.\nنیز آیه بر این دلالت می‌کند اگر زنی قبل از اینکه شوهرش با او همبستر گردد، طلاق داده شود، عده‌ای ندارد؛ بلکه به محض اینکه طلاق داده شود، می‌تواند ازدواج نماید، چون مانعی وجود ندارد. نیز آیه بر این دلالت می‌کند زنی که شوهرش با او همبستر شده است، اگر او را طلاق دهد، باید عده‌اش سپری شود.\nو آیا منظور از «دخول» و «مس» آمیزش است آن‌طور که همۀ علما براین اجماع دارند؟ یا خلوت را نیز در بر می‌گیرد، گرچه شوهر با زنش همبستر نشود، آن‌گونه که خلفای راشدین به این فتوا داده‌اند؟ البته نظر درست همین است. و هرگاه زن و شوهر به خلوت نشستند، چه شوهر همبستر شود یا نه، در صورت طلاق، گذراندن عده بر زن واجب است.\nو آیه بر این دلالت می‌نماید زنی که قبل از آنکه شوهرش با او آمیزش کند، اگر طلاق داده شود، باید چیزی به عنوان متعه به او داده شود، و این بستگی به توان شوهر دارد، که فرد ثروتمند به اندازۀ توانایی‌اش، و فرد فقیر به اندازۀ استطاعتش باید هدیۀ مناسبی به زن بدهد. اما این وقتی است که برای زن مهریه مقرر نشده باشد. و اگر مهریۀ مقرری داشته باشد و قبل از همبستر شدن او را طلاق دهد، باید نصف مهریه را بدهد، و همین به‌جای متعه کفایت می‌کند.\nو آیه این مطلب را نیز بیان می‌دارد که هر کس قبل از آمیزش یا بعد از آن همسرش را طلاق دهد، باید این جدایی به صورت زیبا و نیکو باشد؛ و هریک دیگری را بستاید، و نباید این جدایی به صورت زشت صورت بگیرد؛ چون اگر جدایی به صورت زشت انجام شود، هریک دیگری را به شدّت مورد انتقاد و توهین قرار می‌دهد.\nهمچنین آیه بر این مطلب دلالت می‌نماید که عدّه حق شوهر است، چون می‌فرماید: (﴿فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ﴾) شما بر آنها عده‌ای ندارید. مفهوم این دلالت می‌نماید که اگر بعد از همبستر شدن زنش را طلاق داد، شوهر بر زن عده‌ای دارد. و نیز آیه بر این نکته دلالت می‌کند که غیر زنانی که شوهرانشان با آنها همبستر نشده‌اند ـ‌از قبیل زنانی که به علّت مرگ شوهرانشان از آنان جدا شده‌اند، و یا زنانی که در قید حیات شوهرانشان [در قالب شرع] محکوم به جدایی از هم شده‌اندـ باید عدّه را سپری کنند."
    },
    {
      "id": 3583,
      "verse_number": 50,
      "verse_key": "33:50",
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّـٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّـٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَـٰلَـٰتِكَ ٱلَّـٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَـٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "page_number": 424,
      "juz_number": 22,
      "translations": [
        {
          "id": 926248,
          "resource_id": 135,
          "text": "ای پیامبر، ما همسرانت که مهر‌شان را پرداخته‌ای و [نیز] کنیزانی را که الله [از بهرۀ جنگ] به تو ارزانی داشته است برایت حلال کرده‌ایم و [نیز ازدواج با] دخترعموهایت و دخترعمه‌هایت و دختردایی‌هایت و دخترخاله‌هایت که با تو هجرت کرده‌اند و [همچنین] اگر زن مؤمنی خود را [بدون مهریه] به پیامبر ببخشد، چنانچه پیامبر بخواهد [می‌تواند] با وی ازدواج کند. [این حکم،] ویژۀ توست، نه دیگر مؤمنان. بی‌تردید، ما می‌دانیم در مورد همسران و کنیزانشان چه حکمی برای آنان تعیین کرده‌ایم. [این حکمِ ویژه را برقرار کردیم] تا هیچ تنگنایی [در راه انجام وظیفه] بر تو نباشد؛ و الله همواره آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "خداوند بر پیامبر منّت می‌نهد که آنچه را برای دیگران حلال نموده، برای او هم حلال کرده است؛ پس مؤمنان در چیزهایی با او مشترک‌اند، و برخی ویژۀ او هستند. پس فرمود: (﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ﴾) ای پیامبر! ما برای تو همسرانت را حلال کرده‌ایم، آنان که مهریه‌شان را پرداخته‌ای. و این چیزی است که بین او و مؤمنان مشترک است؛ و مؤمنان نیز زنانی که مهریه‌شان را داده‌اند، برایشان حلال‌اند.\n(﴿وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ﴾) همچنین برایت حلال گردانیده‌ایم کنیزانی را که خدا در جنگ بهرۀ تو ساخته، و در ملک یمین تو قرار دارند؛ و بردگان و افراد آزادی که از کافران به غنیمت گرفته‌ای -پس آنهایی که شوهر دارند و آنهایی نیز که شوهر ندارند- برایت حلال‌اند. این حکم نیز بین پیامبر و مؤمنان مشترک است.\nو از جملۀ احکام مشترک این است که (﴿وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ﴾) ازدواج با دختر عمو و دختر عمّه و دختر دایی و دختر خاله برای شما جایز است که شامل دختران عمو و دایی و خاله و عمّۀ دور و نزدیک می‌شود. و زنان حلال فقط اینها هستند. و از مفهوم آن چنین استنباط می‌شود که علاوه بر اینها دیگر زنان خویشاوند حلال نیستند آن طور که در سورۀ «نساء» گذشت، و از میان زنانی که با انسان نسبت نزدیک دارند، ازدواج فقط با همین چهار مورد و فرزندانشان جایز و حلال است، و به غیر از زنان خویشاوندی که از آنها نام برده شد، هر زن خویشاوند دیگری [که با آدمی ارتباط نَسَبی داشته باشد] حرام است، و آن عبارت است از زنان فروع به طور مطلق؛ یعنی دختر و دختر فرزندان هر اندازه که دور شود، نیز زنان اصول به طور مطلق؛ یعنی مادر و مادر بزرگ پدری و مادری هر اندازه که بالا روند. نیز زنان فروع پدر و مادر؛ یعنی خواهر و دخترِ برادر و خواهر هرچند که دور شوند. نیز فروع کسانی که از حیث نَسَبی بالاتر از کسانی است که از آنها نام بردیم؛ از قبیل پدر بزرگ‌ها و مادر بزرگ‌ها، و فروع آنها از قبیل خاله‌ها و عمّه‌ها. بنابراین خاله‌ها و عمّه‌ها نیز به طور مطلق حرام می‌باشند. \n(﴿ٱلَّٰتِي هَاجَرۡنَ مَعَكَ﴾) آنهایی که با تو هجرت کرده‌اند. این آیه به دو صورت تفسیر شده است؛ تفسیر صحیح از آن دو این است که می‌گوید: هجرت کردن این زنان قیدی بوده است که ازدواج پیامبر صلی الله علیه وسلم با آنان‌را صحیح گردانده است، اما معلوم است که برای غیر پیامبر، هجرت، قید صحت ازدواج نمی‌باشد.\n(﴿وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا﴾) و برای تو حلال نموده‌ایم زن مؤمنی‌را که خودرا به پیامبر ببخشد. پس به محض اینکه خودرا به پیامبر بخشید، برای او حلال است که او را به همسری بپذیرد؛ یعنی به خواست و علاقۀ پیامبر بستگی دارد. (﴿خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِين﴾) جایز بودن ازدواج با زنی که خودش را به پیامبر می‌بخشد، ویژۀ پیامبر است، و برای مؤمنان چنین چیزی جایز نیست. و اگر زنی خود را به مؤمنی بخشید، برایش حلال نمی‌شود. \n(﴿قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ﴾) به درستی که دانسته‌ایم چه زنان و کنیزانی در قالب زناشویی برای اهل ایمان حلال هستند، و چه زنان و کنیزانی برای آنان حلال نمی‌باشند؛ نیز می‌دانیم در این باره چه چیزی بر اهل ایمان واجب است، و آنان را بر این موضوع آگاه ساخته‌ایم، و آنچه را که پایبندیِ به آن واجب است بیان نموده‌ایم.\n پس ای محمد! چیزی که در این آیه مخالف دستوراتی است که برای اهل ایمان مقرر داشته‌ایم، ویژۀ شماست؛ چون خداوند در این آیه فقط پیامبر را مورد خطاب قرار داده است. چرا که می‌فرماید: (﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ﴾)، و فرموده است: (﴿خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِين﴾) ای پیامبر! چیزهایی را برای تو حلال و جایز نموده‌ایم که برای مؤمنان حلال و جایز نیست. و به آن اندازه که قضیه را برای تو راحت و آسان قرار داده‌ایم، دست دیگران را تا آن اندازه باز نگذاشته‌ایم، (﴿لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞ﴾) تا حرجی برتو نباشد، و این توجه بیشتر خداوند به پیامبرش صلی الله علیه وسلم است. \n(﴿وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا﴾) و خداوند آمرزندۀ مهربان است؛ یعنی همواره آمرزنده و مهربان است. و به اقتضای حکمت خویش و به اندازه‌ای که بندگان اسباب آمرزش و رحمت او را فراهم آورند، خداوند از مغفرت و احسان خویش بر آنان فرو می‌فرستد."
    },
    {
      "id": 3584,
      "verse_number": 51,
      "verse_key": "33:51",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "۞ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًا",
      "page_number": 425,
      "juz_number": 22,
      "translations": [
        {
          "id": 926249,
          "resource_id": 135,
          "text": "[نوبت] هر یک از آنان [= همسرانت] را که بخواهی [می‌توانی] به تأخیر اندازی و هر کدام را بخواهی، [می‌توانی] نزد خویش جای دهی؛ و اگر هر یک از آنان را که از او کناره گرفته‌ای [و نوبتش به تأخیر افتاده است، دوباره] طلب کنی، [در هر حال] هیچ گناهی بر تو نیست. این [اختیار در انتخاب،] نزدیک‌تر است به اینكه چشمشان روشن شود و ‌اندوهگین نباشند و همگی‌شان از آنچه به آنان بخشیده‌ای راضی گردند؛ و الله می‌داند که شما [مردان دربارۀ محبتِ بیشتر به برخی زنانتان] چه در دل دارید؛ و الله همواره دانای بردبار است."
        }
      ],
      "tafsir_saadi": "این نیز از جملۀ رحمت خداوند بر پیامبرش می‌باشد که تقسیم اوقات بین زنانش را بر او واجب نگرداند، بلکه اگر این کار را بکند احسانی است از جانب او. و با وجود اینکه خداوند این کار را بر او واجب نکرده بود، اما او تلاش می‌کرد که در همۀ موارد، رفتاری برابر با زنانش داشته باشد، و می‌گفت: «بار خدایا! این تقسیم در رابطه با چیزهایی است که در توان و اختیارم می‌باشد؛ پس در مورد آنچه که در اختیار من نیست، مرا ملامت مکن.»\nپس خداوند در اینجا فرمود: (﴿تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ﴾) هر یک از زنانت را که بخواهی، می‌توانی موعد همخوابگی‌اش را به تأخیر بیندازی و شب را نزد او نباشی. (﴿وَتُ‍ٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُ﴾) و می‌توانی هر کدام را که بخواهی، نزد خود جای بدهی و شب را پیش او بگذرانی. \n(﴿وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَ﴾) و اختیار در دست تو می‌باشد، و اگر زنی را که از وی کناره گرفته‌ای باز نزد خود آوری، گناهی بر تو نیست. بسیاری از مفسّرین گفته‌اند: این حکم ویژۀ زنانی است که خود را به پیامبر بخشیده‌اند که پیامبر اختیار دارد از آنها کسی را نزد خود جای بدهد و بپذیرد، و هرکس را که نخواهد نپذیرد. سپس حکمت این امر را بیان نمود و فرمود: (﴿ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّ﴾) لحاظ نمودن اختیار برای تو، و تبرع و احسانی که از جانب تو به آنان می‌رسد، موجب می‌شود دیدگانشان روشن گردد و اندوه نخورند، و همۀ آنان به قسمتی که برای آنها قرار داده‌ای راضی و خشنود باشند؛ چون آنها می‌دانند که تو امر واجبی را ترک نکرده، و در ادا کردن حقی که بر تو لازم باشد کوتاهی نورزیده‌ای. \n(﴿وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡ﴾) و خداوند می‌داند آنچه را که در دل‌های شماست؛ یعنی آنچه را که به هنگام ادای حقوق واجب و مستحب به دل‌های شما وارد می‌شود، و آنچه به هنگام ادای حقوق به دل‌هایتان خطور می‌کند، می‌داند. بنابراین خداوند حکم را برای تو آسان نمود تا دل‌های همسرانت آرام گیرد. \n(﴿وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا﴾) و خداوند دانای بردبار است؛ یعنی دانایی و آگاهی او گسترده می‌باشد، و بردباری‌اش فراوان است. و از جمله دانایی و آگاهی‌اش این است که چیزهایی را برایتان مشروع نموده است که به صلاح امورتان می‌باشد، و پاداش شما را بیشتر می‌گرداند. و از جمله بردباری‌اش این است که شما را به سبب آنچه که از شما سرزده است، مؤاخذه نمی‌کند؛ و شما را به‌خاطر شری که دل‌هایتان بر آن اصرار می‌ورزد، مؤاخذه نمی‌نماید."
    },
    {
      "id": 3585,
      "verse_number": 52,
      "verse_key": "33:52",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 368,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ رَّقِيبًا",
      "page_number": 425,
      "juz_number": 22,
      "translations": [
        {
          "id": 926250,
          "resource_id": 135,
          "text": "از این پس، [دیگر ازدواج با] هیچ زنی برایت حلال نیست و نباید [برخی از همسرانت را طلاق دهی تا] همسرانی را جانشین آنان کنی؛ حتی اگر زیباییِ آنان [= زنان جدید] تو را به شگفت آورَد؛ مگر آن که [به صورت کنیز] در اختیارت باشد؛ و الله همواره بر هر چیزى نگهبان است."
        }
      ],
      "tafsir_saadi": "وقتی همسران پیامبر، خدا و پیامبر و سرای آخرت را انتخاب کردند، به پاس این کارشان خداوند پیامبرش را حکم نمود تا زنی دیگر غیر از آنها را به همسری برنگزیند. پس فرمود: (﴿لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ﴾) بعد از زنانی که تحت نکاح تو هستند، زنان دیگری برایت حلال نیستند.\n(﴿وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ﴾) و نمی‌توانی یکی از آنها را طلاق دهی و به جای وی با زنی دیگر ازدواج کنی. پس با رسیدن این حکم، از اینکه هووهای تازه‌ای داشته باشند و اینکه طلاق داده شوند ایمن شدند؛ چون خداوند حکم نمود که آنها همسرانش در دنیا و آخرت هستند، و میان او و آنها جدایی نیست. \n(﴿وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ﴾) گرچه زیبایی زنانی دیگر تو را به شگفت آورد، پس ازدواج با آنها برای تو جایز نیست. (﴿إِلَّا مَا مَلَكَتۡ يَمِينُكَ﴾) جز کنیزانی که در جنگ به غنیمت می‌گیری که اینها برایت جایز هستند؛ چون آن طور که زنان از هووهای خود نفرت دارند، به آن اندازه از کنیزان نفرت ندارند. \n(﴿وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا﴾) و خداوند ناظر و مراقب کارها است؛ و هر کاری را انجام ‌دهی، خداوند آن را می‌داند و آن را به بهترین صورت و کامل‌ترین نظام انجام می‌دهد."
    },
    {
      "id": 3586,
      "verse_number": 53,
      "verse_key": "33:53",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 369,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَـٰظِرِينَ إِنَىٰهُ وَلَـٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَـٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
      "page_number": 425,
      "juz_number": 22,
      "translations": [
        {
          "id": 926251,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، به خانه‌های پیامبر داخل نشوید؛ مگر آنکه برای [صرف] غذایی به شما اجازه داده شود؛ [آن هم] بى‌آنكه [زودتر از وقت غذا بروید و] منتظر آماده شدنش باشید؛ ولی هنگامى كه شما را فراخواندند وارد شوید و چون غذا خوردید پراكنده گردید و سرگرم [بحث و] گفتگو نشوید. این [رفتارتان] پیامبر را مى‌آزارد و او از [ابراز این موضوع در برابر] شما شرم دارد؛ و[لى] الله از [بیان] حق شرم ندارد. و هنگامى كه از آنان [= همسران پیامبر] چیزی از وسایل زندگی را [به عاریت] خواستید، [نیازتان را] از پشت پرده‌ از آنان بخواهید [چرا که] این [کار] برای دل‌های شما و آنان پاک‌تر است؛ و [همچنین] برایتان سزاوار نیست که رسول الله را بیازارید و هرگز شایستۀ شما نیست که پس از [وفات] او با همسرانش ازدواج کنید. به راستی که این [کار] نزد الله [گناهی] بزرگ است."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگان مؤمن خویش را فرمان می‌دهد تا به هنگام وارد شدن به خانۀ پیامبر  صلی الله علیه وسلم  ادب را رعایت کنند، پس فرمود: (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰه﴾) برای خوردن غذا بدون اجازه وارد خانۀ پیامبر نشوید، و نیز نباید منتظر پخته شدن و آماده شدن غذا بمانید؛ یعنی وارد خانه‌های پیامبر نشوید، مگر به دو شرط: یکی اینکه به شما اجازۀ ورود داده شود، دوم اینکه به اندازۀ نیاز بنشینید. \nبنابراین فرمود: (﴿وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَ‍ٔۡنِسِينَ لِحَدِيثٍ﴾) ولی هرگاه دعوت شدید، وارد شوید؛ اما وقتی غذا خوردید، پراکنده شوید؛ و قبل از خوردن غذا و بعد از خوردن غذا به گفتگو ننشینید.سپس خداوند حکمت نهی از این کار و فایدۀ آن را بیان نمود و فرمود: \n(﴿إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ﴾) منتظر شدن شما بیش از اندازۀ نیاز، پیامبر را آزار می‌دهد؛ یعنی اگر مجالی را برای وی باقی نگذارید که به امور خانه‌اش بپردازد و به آن مشغول شود، این امر او را می‌رنجاند و بر او دشوار می‌آید، (﴿فَيَسۡتَحۡيِۦ مِنكُمۡ﴾) اما او شرم می‌کند که به شما بگوید بیرون شوید، همان‌طور که معمولاً این‌گونه است که مردم و به خصوص اهل سخاوت و بزرگواری شرم می‌کنند که مردم را از خانه‌هایشان بیرون نمایند. \n(﴿وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّ﴾) ولی خداوند از گفتن حق شرم نمی‌کند. پس دستور شرعی گرچه گمان برده شود ترک آن نوعی ادب و حیا محسوب می‌شود، امّا قطعاً باید از آن پیروی کرد و به یقین دانست که آنچه با دستور شرعی مخالف باشد، ادب محسوب نمی‌شود. \nو خداوند شرم نمی‌کند که شما را به چیزی فرمان دهد که خیر شما در آن است، و نیز آن چیز سبب مهربانی و نرمی با پیامبر می‌شود. و این بود ادب و آداب آنها برای وارد شدن به خانه‌های پیامبر.\nامّا ادب آنها در سخن گفتن با همسران پیامبر این است که اگر نیازی برای سخن گفتن با آنها نباشد، ادب این است که با آنها سخن گفته نشود؛ و اگر نیاز باشد که با آنان سخن گفته شود -مانند اینکه از آنها چیزی از وسایل منزل و غیره خواسته شود- باید از پسِ پرده از آنها خواسته شود. (﴿مِن وَرَآءِ حِجَابٖ﴾) باید میان شما و آنها پرده‌ای باشد. پس نگاه کردن به آنها در هر حال ممنوع است، و سخن گفتن با آنها باید به شیوه‌ای باشد که خداوند بیان نموده است. سپس حکمت این دستور را ذکر نمود و فرمود: (﴿ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّ﴾) این برای دل‌های شما و دل‌های آنان پاکیزه‌تر است، و از شک و شبهه بعیدتر می‌باشد؛ و هر چند انسان از اسباب و انگیزه‌های شر دورتر باشد، سالم‌تر می‌ماند و دلش پاکیزه‌تر خواهد بود. بنابراین یکی از امور شرعی که خداوند بسیاری از تفاصیل و جزئیات آن را بیان داشته، این است که همۀ وسیله‌های شر و اسباب و مقدمات آن ممنوع هستند، و باید به هر راهی از آن دوری جست.\nسپس سخنی جامع و قاعده‌ای کلّی را بیان نمود و فرمود: (﴿وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ﴾) و شایستۀ شما مؤمنان نیست که پیامبر خدا را آزار دهید؛ یعنی هیچ نوع آزار زبانی و یا رفتاری را که موجب آزرده شدن خاطر او ‌گردد، نباید به او برسانید؛ و آزار رساندن به او زشت‌ترین گناه است.\n(﴿وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًا﴾) و هرگز برای شما حلال نیست که پس از وفات او، همسرانش را به همسری بگیرید، و این از جمله چیزهایی است که پیامبر را آزار می‌دهد؛ چون او دارای مقامی بزرگ است که باید مورد تکریم و بزرگداشت قرار بگیرد، و این کار در تکریم و بزرگداشت او خلل ایجاد می‌نماید.و نیز همسران پیامبر در دنیا و آخرت، همسران او هستند و رابطۀ همسری بین آنها و پیامبر پس از وفات پیامبر نیز برقرار می‌باشد. بنابراین برای هیچ کسی از امّت او جایز نیست که پس از وفات او با همسرانش ازدواج نماید، (﴿إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا﴾) بی‌گمان این نزد خداوند گناهی بزرگ است. و امّت این دستور خدا را اطاعت کردند، و از آنچه خدا نهی کرده بود پرهیز نمودند. خدا را شکر وسپاس."
    },
    {
      "id": 3587,
      "verse_number": 54,
      "verse_key": "33:54",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 369,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
      "page_number": 425,
      "juz_number": 22,
      "translations": [
        {
          "id": 926252,
          "resource_id": 135,
          "text": "اگر چیزی را آشکار کنید یا پنهان دارید، [بدانید که] بی‌تردید، الله از همه چیز آگاه است."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: اگر چیزی را آشکار سازید یا آن را پنهان دارید، خداوند از همه چیز آگاه است؛ و آنچه را که در دل‌هایتان است و آنچه را آشکار نموده‌اید، می‌داند؛ و شما را بر آن سزا و جزا خواهد داد."
    },
    {
      "id": 3588,
      "verse_number": 55,
      "verse_key": "33:55",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 369,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَـٰنُهُنَّ ۗ وَٱتَّقِينَ ٱللَّهَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926253,
          "resource_id": 135,
          "text": "بر آنان [= زنان مسلمان] گناهی نیست [در نداشتن حجاب] نزد پدرانشان و پسرانشان و برادرانشان و پسران برادرانشان و پسران خواهرانشان و زنان [هم‌دین]شان و بردگانشان؛ و [ای زنان مسلمان،] از الله پروا کنید. بی‌تردید، الله بر همه چیز گواه است."
        }
      ],
      "tafsir_saadi": "وقتی خداوند بیان داشت که اگر چیزی از وسایل منزل و غیره از زنان پیامبر خواسته شود، باید از پس پرده خواسته شود ـ و این کلمه عام بود و همه را در بر می‌گرفت ـ از این رو نیاز بود افراد محرمی را که ذکر شدند استثنا کند. بنابراین فرمود: (﴿لَّا جُنَاحَ عَلَيۡهِنَّ﴾) و بر آنان در ترک حجاب در مقابل این محارم گناهی نیست. عموها و دایی‌ها را ذکر نکرد؛ چون وقتی آنها از برادرزاده‌ها و خواهر زاده‌ها حجاب نمی‌کنند، به طریق اولی حجاب بر گرفتن از عموها و دایی‌ها بر آنان لازم نیست. و چون در آیه‌ای دیگر به صراحت عمو و دایی را نام برده است، مقدّمه‌ایست برآنچه که از این آیه فهمیده می‌شود. (﴿وَلَا نِسَآئِهِنَّ﴾) و نیز بر آنان گناهی نیست که با زنان هم دین و مسلمان بدون حجاب تماس بگیرند. بنابراین زنان کافر از اینجا خارج می‌شوند. و احتمال دارد که منظور جنس زنان باشد؛ یعنی بر زن لازم نیست که از زن حجاب نماید. (﴿وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ﴾) و نیز بر آنها گناهی نیست که با بردگان خود بدون حجاب روبه‌رو شوند به شرطی که برده کاملاً در ملکیت زن باشد. وقتی بیان داشت که ترک حجاب در مقابل این افراد گناه نیست، در این زمینه و در دیگر موارد تقوای الهی را به عنوان پیش شرط قرار داد و گفت: نباید در این عدم حجاب امر ناجایزی که از دیدگاه شریعت ممنوع است اتّفاق بیفتد. پس فرمود: (﴿وَٱتَّقِينَ ٱللَّهَ﴾) و از خدا بترسید، یعنی در همۀ احوال تقوای الهی را رعایت کنید، (﴿إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا﴾) بی‌گمان، خداوند بر همه چیز حاضر و ناظر است و شاهد اعمال ظاهری و باطنی بندگان می‌باشد، و گفته‌هایشان را می‌شنود و حرکت‌هایشان را می‌بیند، سپس آنها را بر این گفته‌ها و حرکات، کامل‌ترین جزا و سزا می‌دهد."
    },
    {
      "id": 3589,
      "verse_number": 56,
      "verse_key": "33:56",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 369,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926254,
          "resource_id": 135,
          "text": "به راستی، الله و فرشتگانش بر پیامبر درود می‌فرستند؛ [پس] ای کسانی که ایمان آورده‌اید، [شما نیز] بر او درود فرستید و به شایستگی سلام گویید."
        }
      ],
      "tafsir_saadi": "در اینجا جایگاه رفیع پیامبر خدا  صلی الله علیه وسلم  و بلندی مقامش نزد خدا و نزد سایر آفریده‌ها را متذکّر شده و می‌فرماید: (﴿إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّ﴾) همانا خداوند پیامبرش را در میان فرشتگان و در ملاء اعلی می‌ستاید، چون او را دوست می‌دارد، و فرشتگان مقرّب نیز پیامبر را می‌ستایند و برایش دعا و تضرع و زاری می‌نمایند. (﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا﴾) ای مؤمنان! به خدا و پیامبرش اقتدا کنید، و به منظور ادای برخی از حقوقی که او بر شما دارد نیز برای اینکه ایمانتان کامل گردد، و برای بزرگداشت او صلی الله علیه وسلم و از روی محبت و بزرگداشت و برای اینکه نیکی‌هایتان افزوده گردد و گناهانتان زدوده ‌شود، بر او درود بفرستید. بهترین درود همان است که پیامبر صلی الله علیه وسلم به اصحاب خود آموخته است: «اللَّهُمَّ صَلِّ عَلَی محمّد وَعَلَی آلِ محمّد کَمَا صَلَّیْتَ عَلَی آلِ إبرَاهِیمَ إنَّکَ حَمِیدٌ مَجِید وَبَارِک عَلَی محمّد وَعَلَی آلِ محمّدٌ کَمَا بَارَکتَ عَلَی آلِ إبرَاهِیمَ إنَّکَ حَمِیدٌ مَجِید» و در همۀ اوقات می‌توان درود فرستاد و بسیاری از علما خواندن این درود را در نماز واجب دانسته‌اند."
    },
    {
      "id": 3590,
      "verse_number": 57,
      "verse_key": "33:57",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 369,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926255,
          "resource_id": 135,
          "text": "کسانی که الله و پیامبرش را می‌آزارند، الله در دنیا و آخرت آنان را از رحمت خویش دور می‌کند و عذاب خفت‌باری برایشان آماده کرده است."
        }
      ],
      "tafsir_saadi": "وقتی خداوند متعال به تعظیم و بزرگداشت پیامبر  صلی الله علیه وسلم  و فرستادنِ درود بر وی فرمان داد، از رنجاندن و آزار رساندن به او نهی کرد، و عاملان این کار را مورد تهدید قرار داد، پس فرمود: \n(﴿إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ﴾) بدون شک کسانی که خدا و پیغمبرش را آزار می‌رسانند. و این شامل هر نوع آزار با زبان و کردار می‌باشد، از قبیل: ناسزا گفتن به او و دینش، و یا انجام دادن کاری که وی را آزرده خاطر می‌کند. \n(﴿لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا﴾) چنین کسانی را خداوند در دنیا و آخرت از رحمت خود دور کرده است. و دور شدن آنها از رحمت الهی در دنیا، این است که هر کس پیامبر را ناسزا بگوید و برنجاند، قطعاً باید کشته شود و در آخرت خداوند به سزای اینکه پیامبر را آزار رسانده است، عذاب خوار کننده‌ای به او می‌دهد.\n پس اذیت کردن پیامبر  صلی الله علیه وسلم  مانند آزار رساندن دیگر مردم نیست، چون آدمی به خدا ایمان ندارد و مؤمن محسوب نمی‌شود تا وقتی که به پیامبر خدا ایمان داشته باشد. و تعظیم و بزرگداشت او که یکی از لوازم ایمان است، مقتضی آن است که تعظیم نمودن و یا آزار رساندن به او به مانند تعظیم کردن و یا اذیت رساندن به سایر مؤمنان نباشد."
    },
    {
      "id": 3591,
      "verse_number": 58,
      "verse_key": "33:58",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 369,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926256,
          "resource_id": 135,
          "text": "و کسانی که مردان و زنان مؤمن را بدون اینکه مرتكب [عمل زشتى‌] شده باشند [با اتهامات ناروا] می‌آزارند، بارِ دروغ و گناهی آشکار را به دوش می‌کشند."
        }
      ],
      "tafsir_saadi": "گرچه آزار رساندن به سایر مسلمانان هم گناهی بزرگ است، به همین جهت فرمود: (﴿وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ﴾) و کسانی که مردان و زنان مؤمن را آزار می‌دهند بدون اینکه آنها مرتکب گناه و جنایتی شده باشند که باعث ‌گردد آزار داده شوند، (﴿فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا﴾) آنها بار بهتان و گناه آشکاری را بر دوش خود می‌کشند؛ چون به ناحق و بدون سبب مؤمنان را آزار رسانده، و بر آنها تعدی نموده، و دستور خدا را شکسته‌اند. \nبنابراین دشنام دادن و ناسزا گفتن به هر فرد مؤمنی موجب تعزیر است که بر حسب مقام و جایگاه آن مؤمن، فردی که او را دشنام داده تعزیر و تنبیه می‌شود. و تنبیه و تعزیر کسی که اصحاب پیامبر را دشنام دهد و ناسزا بگوید، بیشتر است؛ و ناسزا گفتن به علما و اهل دین، از ناسزا گفتن به افراد عادی سنگین‌تر است."
    },
    {
      "id": 3592,
      "verse_number": 59,
      "verse_key": "33:59",
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَـٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926257,
          "resource_id": 135,
          "text": "ای پیامبر، به همسران و دخترانت و سایر زنان مؤمن بگو که چادر‌هایشان را به شایستگی بر [سر و صورت و سینۀ] خویش بیفکنند. این [گونه پوشش] مناسب‌تر است به اینكه [در جامعه به متانت و وقار] شناخته ‌شوند و [در نتیجه،] مورد آزار [افراد هرزه] قرار نگیرند؛ و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "این آیه، آیۀ حجاب نامیده می‌شود. پس خداوند پیامبر را فرمان داد تا به همۀ زنان فرمان دهد و از همسران و دختران خویش شروع کند، چون کسی که فرمان انجام کاری را به دیگران می‌دهد، شایسته است قبل از دیگران از خانوادۀ خودش شروع کند. همان‌گونه که خداوند متعال فرموده است: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا﴾ ای مؤمنان! خود و خانواده‌های‏تان را از آتش نجات دهید. بنابراین به پیامبر دستور داد که به همۀ زنان بگوید: (﴿يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّ﴾) با روسری‌ها و چادرهایشان چهره‌ها و سینه‌های خود را بپوشانند. سپس حکمت این را بیان کرد و فرمود: (﴿أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَ﴾) این برای آنکه [به پاکدامنی] شناخته شوند و آزار نبینند، [به احتیاط] نزدیک‌تر است. این دلالت می‌نماید که اگر آنها حجاب برنگیرند، مورد اذیت و آزار قرار خواهند گرفت؛ چون وقتی آنها حجاب نداشته باشند، ممکن است گمان برده شود که زنان بی‌بند و بار هستند. بنابراین کسانی که در دل‌هایشان بیماری است، آنها را مورد اذیت و آزار قرار می‌دهند، و شاید مورد اهانت واقع شوند و گمان برده شود که آنها کنیز هستند، بنابراین افراد شرور به آنها توهین روا می‌دارند. پس رعایت حجاب طمع طمع کنندگان را در آنها قطع می‌نماید. \n(﴿وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا﴾) و خداوند آمرزندۀ مهربان است، و گناهان گذشتۀ شما را بخشیده و بر شما رحم کرده، و احکام را برای‏تان بیان نموده و حلال و حرام را روشن ساخته است. پس این عبارت است از بستن باب شر از سوی زنان."
    },
    {
      "id": 3593,
      "verse_number": 60,
      "verse_key": "33:60",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "۞ لَّئِن لَّمْ يَنتَهِ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926258,
          "resource_id": 135,
          "text": "اگر منافقان و کسانی که بیماری [نفاق] در دل‌هایشان است و شایعه‌پراکنان در مدینه، [از دروغگویی و شایعه‌سازی] دست برندارند، یقیناً تو را بر آنان مسلط می‌گردانیم. در این صورت، جز مدت کوتاهی نمی‌توانند در این شهر و در کنار تو بمانند."
        }
      ],
      "tafsir_saadi": "و در رابطه با اهل شر آنها را تهدید کرد و فرمود: (﴿لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ﴾) اگر منافقان و کسانی که در دلشان بیماریِ شک یا شهوت است، وکسانی که مردم را می‌ترسانند و از تعداد زیاد دشمنان و قدرت آنها و از ضعف مسلمین سخن می‌گویند، از کار خود دست نکشند. و نام نبرد که از چه چیزی باز بیایند و دست بکشند تا همۀ آنچه را که در دلشان هست، از قبیل: ناسزا گویی به اسلام و مسلمان‌ها و ترساندن آنان و سست قرار دادن قدرتشان و برخورد زشت با مؤمنان و دیگر گناهانی که از همچون افرادی صادر می‌شود شامل گردد. (﴿لَنُغۡرِيَنَّكَ بِهِمۡ﴾) قطعاً به تو فرمان می‌دهیم که آنها را کیفر دهی و با آنان بجنگی، و تو را بر آنها مسلط می‌کنیم؛ و هر گاه چنین کنیم، آنها توانی در مقابل تو نخواهند داشت و نمی‌توانند [از این اقدام شما] جلوگیری کنند. بنابراین فرمود: (﴿ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا﴾) سپس جز اندکی از آنها در مدینه مجاور تو نخواهند بود که آنها را می‌کشی و یا آواره می‌نمایی.\nو این دلیلی است بر اینکه باید اهل شر -که اقامت آنها میان مسلمین مضر است- از آنجا رانده شوند؛ چون بیرون کردن آنها بهترین راه برای قطع نمودن شر است، و آنها"
    },
    {
      "id": 3594,
      "verse_number": 61,
      "verse_key": "33:61",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926259,
          "resource_id": 135,
          "text": "لعنت‌شدگانند و هر جا که یافت شوند، باید بی‌محابا دستگیر و کشته شوند."
        }
      ],
      "tafsir_saadi": "﴿مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا﴾) هرجا که یافت شوند، از رحمت خدا به‌دور هستند و امنیت نخواهند داشت؛ چراکه می‌ترسند کشته شوند یا زندانی گردند یا کیفر و سزا داده شوند."
    },
    {
      "id": 3595,
      "verse_number": 62,
      "verse_key": "33:62",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
      "page_number": 426,
      "juz_number": 22,
      "translations": [
        {
          "id": 926260,
          "resource_id": 135,
          "text": "[این] سنت الله، در مورد افرادی [از منافقان] که پیشتر بوده‌اند نیز جاری گشته است؛ و هرگز در سنت الله دگرگونی [و تغییری] نمی‌یابی."
        }
      ],
      "tafsir_saadi": "(﴿سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُ﴾) این سنت خداوند در مورد کسانی است که پیش از این بوده‌اند، که هر کس به گناه ادامه دهد و به خود جرأت دهد که مؤمنان را آزار رساند و از آن دست نکشد، کیفر سختی به او داده خواهد شد. (﴿وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا﴾) و هرگز در سنت خدا دگرگونی نخواهی دید؛ بلکه سنت خدا هر جا که سبب آن فراهم باشد، ساری و جاری است."
    },
    {
      "id": 3596,
      "verse_number": 63,
      "verse_key": "33:63",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَسْـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926261,
          "resource_id": 135,
          "text": "[ای پیامبر،] مردم دربارۀ [زمان وقوعِ] قیامت از تو می‌پرسند؛ بگو: «دانش آن تنها نزد الله است»؛ و تو چه می‌دانی؟ شاید‌ قیامت نزدیک باشد."
        }
      ],
      "tafsir_saadi": "مردم از تو دربارۀ زمان فرا رسیدن قیامت می‌پرسند، برخی برای آمدن آن عجله و شتاب دارند؛ و برخی چون آمدن قیامت را تکذیب می‌نمایند، می‌خواهند به ظاهر ثابت کنند کسی که از آمدن قیامت خبر می‌دهد از نشان دادن آن ناتوان است. پس چنین چیزی را می‌پرسند، (﴿قُلۡ﴾) به آنها بگو: (﴿إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ﴾) همانا زمان فرارسیدن قیامت را کسی جز خدا نمی‌داند. من و کسی دیگر نمی‌دانیم. و شما آمدن قیامت را دیر مپندارید. \n(﴿وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا﴾) و تو چه ‌دانی شاید که قیامت نزدیک باشد. و دانستن اینکه آمدن قیامت نزدیک است یا دور، نتیجه و فایده‌ای ندارد، بلکه نتیجه و سود و زیان و شقاوت و خوشبختی در این است که آیا بنده در روز قیامت سزاوار عذاب می‌گردد یا مستحق پاداش؟ و شما را از این باخبر خواهم کرد و مستحق عذاب و پاداش را برایتان بیان می‌نمایم. سپس مستحق عذاب را بیان نمود و عذاب وی را نیز توصیف کرد، چون این صفت بر کسانی که قیامت را دروغ می‌انگارند منطبق است."
    },
    {
      "id": 3597,
      "verse_number": 64,
      "verse_key": "33:64",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱللَّهَ لَعَنَ ٱلْكَـٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926262,
          "resource_id": 135,
          "text": "بی‌تردید، الله کافران را از رحمت خویش دور کرده و آتشی افروخته و سوزان برایشان مهیّا نموده است."
        }
      ],
      "tafsir_saadi": "پس فرمود: (﴿إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ﴾) همانا کسانی که کفر تبدیل به عادت و راه و شیوۀ آنها گردیده، و کفر ورزیدن به خدا و به پیامبرانش و کفر ورزیدن به آنچه پیامبران از سوی خدا آورده‌اند تبدیل به خلق و خوی آنان گشته است، خداوند آنها را در دنیا و آخرت از رحمت خود دور کرده، و همین چیز به عنوان کیفر و عذاب برایشان کافی است. \n(﴿وَأَعَدَّ لَهُمۡ سَعِيرًا﴾) و برای آنها آتشی برافروخته آماده کرده است که بدن‌هایشان با آن افروخته می‌گردد، و عذاب به دل‌هایشان می‌رسد."
    },
    {
      "id": 3598,
      "verse_number": 65,
      "verse_key": "33:65",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926263,
          "resource_id": 135,
          "text": "[آتشی] که جاودانه در آن خواهند ماند [و برای دفاع از خود،] هیچ کارساز و یاریگری نمی‌یابند."
        }
      ],
      "tafsir_saadi": "و برای همیشه در این عذاب سخت می‌مانند، از آن بیرون نمی‌شوند و یک لحظه از عذاب آنها کاسته نمی‌گردد. (﴿لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا﴾) و دوست و کارسازی نمی‌یابند که آنچه را می‌خواهند به آنها بدهد، و یاوری نمی‌یابند که عذاب را از آنها دور نماید. و عذاب فروزان آنها را احاطه کرده است."
    },
    {
      "id": 3599,
      "verse_number": 66,
      "verse_key": "33:66",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى ٱلنَّارِ يَقُولُونَ يَـٰلَيْتَنَآ أَطَعْنَا ٱللَّهَ وَأَطَعْنَا ٱلرَّسُولَا۠",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926264,
          "resource_id": 135,
          "text": "روزى كه چهره‌هایشان در آتش دوزخ دگرگون مى‌شود، [با پشیمانی] می‌گویند: «ای کاش از الله و پیامبر اطاعت کرده بودیم!»"
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ﴾) روزی که چهره‌هایشان در آتش زیر و رو می‌شود، و آنها گرما و سوزش آتش را می‌چشند، و بر آنها سخت می‌گذرد، و به خاطر کارهایی که در گذشته انجام داده‌اند تأسف و حسرت می‌خورند. \n(﴿يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠﴾) می‌گویند: ای کاش ما از خدا و پیامبر اطاعت می‌کردیم! واگر چنین می‌نمودیم، از این عذاب در امان می‌ماندیم، و مانند فرمانبرداران سزاوار پاداش فراوان می‌شدیم. اما این آرزویی است که وقت آن گذشته است، و این جز حسرت و پشیمانی و غم و اندوه و درد فایده‌ای به آنها نمی‌رساند."
    },
    {
      "id": 3600,
      "verse_number": 67,
      "verse_key": "33:67",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926265,
          "resource_id": 135,
          "text": "[آنان بهانه می‌آورند و] می‌گویند: «پروردگارا، ما از رهبران و بزرگان خود اطاعت [و تقلید] کردیم و آنان [بودند که] ما را گمراه کردند."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا﴾) و گفتند: پروردگارا ما از سران و بزرگان خود اطاعت کردیم، و از گمراهی‌شان تقلید نمودیم، (﴿فَأَضَلُّونَا ٱلسَّبِيلَا۠﴾) پس ما را از راه به‌در کردند. همچنان‌که در جایی دیگر می‌فرماید: ﴿وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ﴾ و روزی که ستمگر دست‌هایش را گاز می‌گیرد و می‌گوید: «ای کاش به همراه پیامبر راهی برمی‌گرفتم! ای وای بر من! کاش که فلانی را به دوستی نمی‌گرفتم، به راستی که مرا از [راه] قرآن گمراه کرد.»"
    },
    {
      "id": 3601,
      "verse_number": 68,
      "verse_key": "33:68",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 370,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ ٱلْعَذَابِ وَٱلْعَنْهُمْ لَعْنًا كَبِيرًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926266,
          "resource_id": 135,
          "text": "پروردگارا، عذابشان را دو چندان کن و به لعنتی بزرگ [و سخت] لعنت فرما»."
        }
      ],
      "tafsir_saadi": "وقتی دانستند که آنها و بزرگانشان مستحق عذاب هستند، عقدۀ دل خود را بر سر کسانی که آنها را گمراه ساخته‌اند خالی می‌کنند، پس می‌گویند: (﴿رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا﴾) پروردگارا! عذاب آنها را دوچندان کن، و ایشان را کاملاً از رحمت خود دور بدار. خداوند در جواب می‌گوید به هریک از شما عذاب دوچندان می‌رسد؛ زیرا همه‌تان در کفر ورزیدن و ارتکاب گناهان مشترک بوده‌اید، پس در عذاب و کیفر هم مشترک خواهید بود گرچه عذاب برخی از شما با عذاب برخی دیگر بر حسب جرم و گناهی که مرتکب شده است فرق می‌کند."
    },
    {
      "id": 3602,
      "verse_number": 69,
      "verse_key": "33:69",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 371,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ ءَاذَوْا۟ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُوا۟ ۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926267,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، [پیامبر را نیازارید و] مانند کسانی نباشید که موسی را [با تهمت‌های ناروا] آزردند، سپس الله او را [از آنچه در حقش می‌گفتند] تبرئه نمود؛ و [موسی] همواره نزد الله آبرومند است."
        }
      ],
      "tafsir_saadi": "خداوند بندگان مؤمن خویش را از آزار رساندن به پیامبرشان محمّد  صلی الله علیه وسلم  برحذر می‌دارد تا مبادا به شأن و منزلت او بی‌حرمتی کنند، و همانند کسانی نباشند که موسی‌بن عمران را اذیت کردند، و خداوند موسی را از سخنی که آنها می‌گفتند تبرئه کرد.\n یعنی خداوند پاک بودن او را برای آنها آشکار ساخت. درحالی که او ـ‌علیه الصلاة والسلام‌ـ شایستۀ تهمت و آزار نبود؛ چون او نزد خداوند آبرومند، و مقرب درگاه خدا، و از پیامبران خاص و برگزیده و از بندگان مخلص بود. پس برتری و فضیلت‌هایی که موسی داشت، آنها را از آزار رساندن به او باز نداشت. بنابراین ای مؤمنان! بپرهیزید از اینکه با آنها در این باره مشابهت داشته باشید. و آزاری که به آن اشاره شد این است که بنی‌اسرائیل وقتی دیدند موسی خیلی با حیا و با شرم است و بدن خود را از دید آنها پنهان می‌دارد، گفتند: موسی بدان خاطر این چنین می‌کند که بیضه‌هایش بزرگ است، و این نزد آنها مشهور شد. پس خداوند خواست او را از آنچه که آنها می‌گفتند تبرئه نماید. روزی موسی غسل کرد و لباس‌هایش را بر روی سنگی گذاشت، پس سنگ به همراه لباس موسی فرار کرد، موسی به دنبال آن راه افتاد و همچنان به دنبال آن بود که از کنار مجلس بنی‌اسرائیل گذشت و آنها دیدند که او بهترین آفریدۀ خداست. پس تهمتی که به او زده بودند از وی دور شد."
    },
    {
      "id": 3603,
      "verse_number": 70,
      "verse_key": "33:70",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 371,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَقُولُوا۟ قَوْلًا سَدِيدًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926268,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، از الله پروا کنید و سخنی راست و درست بگویید."
        }
      ],
      "tafsir_saadi": "خداوند مؤمنان را فرمان می‌دهد که در همۀ حالات خود، و در پنهان و در آشکار از خدا بترسند؛ و آن سخنی است که موافق حق باشد، یا زمانی که دسترسی به حق ممکن نباشد به آن نزدیک باشد، و از جمله مصادیق تقوی، سخن درست است که به صورت ویژه به آن اشاره می‌کند و بندگان را تشویق می‌کند که گفتار راست و نیک بگویند، سخن درست از قبیل: خواندن قرآن و ذکر و امر به معروف و نهی از منکر و یادگیری علم و یاد دادن آن و تلاش برای دسترسی به مسائل علمی درست، و در پیش گرفتن هر راهی که انسان را به این هدف می‌رساند و اتخاذ هر وسیله‌ای که انسان را بر این امر یاری می‌نماید.\nو از جمله سخن درست این است که با مهربانی و لطف با مردم سخن گفته شود؛ سخنی خیرخواهانه و شایسته."
    },
    {
      "id": 3604,
      "verse_number": 71,
      "verse_key": "33:71",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 371,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "يُصْلِحْ لَكُمْ أَعْمَـٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926269,
          "resource_id": 135,
          "text": "[پرهیزگار و راستگو باشید] تا الله کارهایتا‌ن را اصلاح کند و گناهانتان را بیامرزد و [بدانید] هر کس از الله و پیامبرش اطاعت کند، یقیناً به کامیابی بزرگی دست یافته است."
        }
      ],
      "tafsir_saadi": "سپس نتیجۀ تقوای الهی و سخن درست را بیان کرد و فرمود: (﴿يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ﴾) تقوا و سخن درست سبب می‌شود تا اعمالتان شایسته گردد، و راهی است برای قبول شدن اعمال، چون به وسیلۀ پرهیزگاری است که اعمال پذیرفته می‌شود: ﴿إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ﴾ بی‌گمان، خداوند فقط از پرهیزگاران می‌پذیرد. و با پرهیزگاری، انسان توفیق می‌یابد تا کار شایسته انجام دهد، و خداوند نیز اعمال آدمی را شایسته می‌گرداند، و آن را از آفت‌های تباه کننده حفظ می‌کند، و پاداش آن را چند برابر می‌نماید. همان‌طور که اگر در پرهیزگاری و سخن درست و حق خللی باشد، سبب فاسد شدن اعمال و پذیرفته نشدن و بی نتیجه بودن آن می‌گردد. \n(﴿وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ﴾) و نیز گناهانتان را که سبب هلاکت شما می‌گردند، می‌آمرزد. پس با تقوا و پرهیزگاری کارها سامان می‌یابد، و هر چیزی که از آن باید پرهیز کرد از آدمی دور می‌شود. بنابراین فرمود: (﴿وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا﴾) و هر کس از خدا و پیامبرش فرمانبرداری کند، به رستگاری و کامیابی بزرگی دست یافته است."
    },
    {
      "id": 3605,
      "verse_number": 72,
      "verse_key": "33:72",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 371,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "إِنَّا عَرَضْنَا ٱلْأَمَانَةَ عَلَى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱلْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا ٱلْإِنسَـٰنُ ۖ إِنَّهُۥ كَانَ ظَلُومًا جَهُولًا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926270,
          "resource_id": 135,
          "text": "ما امانت [انجام تکالیف شرعی] را بر آسمان‌ها و زمین و کوهساران عرضه داشتیم و آنها از تحمل آن سر باز زدند و از [احتمال خیانت در] آن ترسیدند و[لی] انسان آن را پذیرفت. حقا که او [در حق خویش] همواره ستمکار و نادان است."
        }
      ],
      "tafsir_saadi": "خداوند جایگاه امانتی را که به مکلفین سپرده است بزرگ می‌دارد، و اهمیت آن را بیان می‌نماید؛ و آن امانت، اطاعت از اوامر و پرهیز از محرمات و منهیات در همۀ حالت‌ها؛ هم در حالت پنهان و هم در حالت آشکار می‌باشد. و خداوند متعال این امانت را بر آفریده‌های بزرگ و آسمان‌ها و زمین و کوه‌ها عرضه داشت، و مختار بودند که این امانت را قبول نمایند یا نه. و این عرضه داشتن به صورت وجوبی نبود به این صورت که خداوند به آنها بگوید حتماً باید این امانت را بپذیرید. خداوند امانت را به هریک از مخلوقات عرضه داشت وگفت: اگر آن را به جای آوری و حقوق آن را به‌گونۀ شایسته ادا نمایی، پاداش خواهی یافت؛ و اگر آن را به ‌جای نیاوری، به عذاب گرفتار خواهی شد. (﴿فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ﴾) و آنها از ترس اینکه مبادا نتوانند حق مطلب را ادا کنند، از پذیرفتن بار امانت خودداری کردند و از آن ترسیدند. و این ابا ورزیدن، از روی ترس بود نه اینکه از فرمان پروردگارشان سرپیچی کنند یا به پاداش و ثواب او بی‌علاقه باشند.\nو خداوند با همین شرط مذکور آن را بر انسان عرضه داشت، و انسان علی رغم ستمگری و نادانی‌اش آن را پذیرفت و این بار سنگین را به دوش گرفت. پس انسان‌ها برحسب به‌جای آوردن یا به ‌جای نیاوردن آن به سه دسته تقسیم می‌شوند: منافقان؛ آنهایی که به ظاهر ایمان آورده و حق امانت را به ‌جای می‌آورند، اما در باطن و درون چنین نیستند.\nمشرکان؛ آنهایی که در ظاهر و باطن آنچه را خداوند بر دوش آنها گذاشته است ترک کرده، و به آن کفر می‌ورزند.\n مؤمنان؛ که در ظاهر و باطن ایمان آورده و به مسئولیت خود عمل می‌کنند."
    },
    {
      "id": 3606,
      "verse_number": 73,
      "verse_key": "33:73",
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "ruku_number": 371,
      "manzil_number": 5,
      "sajdah_number": null,
      "text_uthmani": "لِّيُعَذِّبَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًۢا",
      "page_number": 427,
      "juz_number": 22,
      "translations": [
        {
          "id": 926271,
          "resource_id": 135,
          "text": "[انسان چنین کرد] تا الله مردان و زنان منافق و مردان و زنان مشرک را عذاب کند و توبۀ مردان و زنان مؤمن را [که امانتدارانِ شایسته‌ای بوده‌اند] بپذیرد؛ و الله همواره آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "خداوند اعمال این گروه‌های سه‌گانه را بیان کرد و پاداش و عذاب آنها را نیز بیان داشت و فرمود: تا سرانجام خداوند مردان و زنان منافق و مردان و زنان مشرک را عذاب دهد، و توبۀ مردان و زنان مؤمن را بپذیرد و آنها را بیامرزد، و خداوند آمرزندۀ مهربان است. \nپس خداوند متعال را سپاسگزاریم که این آیه را، با این دو اسم بزرگوار خود که بر کمال آمرزش و گستردگی رحمت و فراگیری لطف و کرمش دلالت می‌نمایند، به ‌پایان رساند. با اینکه افراد زیادی به خاطر نفاق و شرک خود، سزاوار آمرزش و رحمت او نیستند. به لطف و فضل پروردگار تفسیر سوره احزاب به پایان رسید."
    }
  ]
}