{
  "id": 4,
  "name": "The Women",
  "verses": [
    {
      "id": 494,
      "verse_number": 1,
      "verse_key": "4:1",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
      "page_number": 77,
      "juz_number": 4,
      "translations": [
        {
          "id": 923159,
          "resource_id": 135,
          "text": "ای مردم، از پروردگارتان پروا کنید [همان ذاتی] که شما را از یک تن آفرید و همسرش را [نیز] از او آفرید و از [نسلِ] آن دو، مردان و زنان بسیاری پراکند؛ و از الله که به [نام] او از یکدیگر درخواست می‌کنید پروا نمایید و از [گسستن] پیوند خویشاوندی بپرهیزید. بی‌گمان، الله همواره مراقب [و نگهبان] شماست."
        }
      ],
      "tafsir_saadi": "خداوند درابتدای این سوره دستور داده است که مردمان از او بترسند، و آنان را بر عبادت و گرم نگه داشتن پیوند خویشاوندی تشویق کرده است. و سبب و انگیزۀ هریک از این کارها را بیان داشته است؛ انگیزۀ ترس از او، این است که وی (﴿رَبَّكُمُ﴾) پروردگارتان است و شما را آفریده و به شما روزی داده و با نعمت‌های بزرگش پرورش داده است. از جمله نعمت‌های او این است که (﴿ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ﴾) شما را از یک انسان آفریده، و از او همسرش را آفریده است، تا در کنار وی آرام گیرد و از این طریق نعمت الهی کامل گردد، و شادی و سرور به دست آید. نیز از اسبابی که موجب پرهیز از خشم الهی است، این است که او را فرا ‌خوانده و تعظیم می‌کنید، و هنگامی که بخواهید نیازهایتان را برآورده نمایید، به نام او متوسل می‌شوید. پس هر کس که از کسی دیگر چیزی بخواهد، می‌گوید: به خاطر خدا و محض رضایت او، فلان کار را برایم انجام بده؛ چون او می‌داند که خداوند در دل این فرد جایگاه بزرگی دارد، و همین امر باعث می‌شود که او خواستۀ کسی را که نام خدا را پیش کشیده است، رد نکند. پس همان‌طور که خداوند را تعظیم نموده‌اید، باید او را با پرستش و ترسیدن از او تعظیم نمایید.\nهمچنین خداوند خبر داد که او مراقب است؛ یعنی از بندگانش اطلاع دارد، و به حرکت، سکون، پنهان، آشکار و همۀ حالاتشان آگاه است، و مراقب آنهاست، و این امر باعث می‌شود تا همواره انسان پرهیزگاری و ترس خداوند را مد نظر داشته باشد، و به شدت از او حیا کند. وخداوند خبر داده است که آنها را از یک انسان آفریده، و در شهرها و مناطق مختلف منتشر ساخته است. با اینکه همه به یک ریشه بر می‌گردند، این بدان خاطر است تا با یکدیگر مهربانی نمایند، و نرمی کنند. \nو دستور به پرهیزگاری را، همراه با دستور به صلۀ رحم، و نیکی با خویشاوندان و نهی از گسیختن پیوند خویشاوندی ذکر نمود، تا بر این حقیقت تاکید کند که همچنان که ادای حق خدا لازم است، ادای حقوق مردم نیز واجب است، به ویژه خویشاوندان؛ زیرا خداوند به ادای حقوق آنها دستور داده است.\nپس بیندیش که خداوند چگونه این سوره را با دستور به رعایت تقوا و پرهیزگاری و برقرار داشتن پیوند خویشاوندی و نیکی همسران با یکدیگر، آغاز و در طول سوره آن را به صورت مشروح بیان کرد، انگار مسایلی که به صورت مشروح بیان شده است، توضیح و تبیین مطالبی است که به‌صورت مجمل، در ابتدای سوره ذکر گردیده است.\n(﴿وَخَلَقَ مِنۡهَا زَوۡجَهَا﴾) این بخش از آیه، یادآور رعایت حق شوهران و زنان، و ادای آن است؛ زیرا زنان از مردان آفریده شده‌اند، و به شدت به همدیگر ارتباط دارند."
    },
    {
      "id": 495,
      "verse_number": 2,
      "verse_key": "4:2",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَءَاتُوا۟ ٱلْيَتَـٰمَىٰٓ أَمْوَٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ ۚ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
      "page_number": 77,
      "juz_number": 4,
      "translations": [
        {
          "id": 923160,
          "resource_id": 135,
          "text": "و [ای سرپرستان،] اموال یتیمان را [پس از بلوغ و رشد] به آنان بازگردانید و [مال کم‌ارزش و] نامرغوب [خود] را با [مال ارزشمند و‌] مرغوب [آنان] عوض نكنید و اموالشان را همراه اموال خود نخورید. به راستی که این [کار] گناه بزرگی است."
        }
      ],
      "tafsir_saadi": "(﴿وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡ﴾) این اولین مورد از حقوق مردم است که در این سوره به آن سفارش شده است. و آن یتیمانی هستند که پدرانشان را که آنان را مورد تکفل خود قرار می‌دادند، از دست داده‌اند، و آنها کوچک و ناتوان‌اند، و نمی‌توانند کارهایشان را انجام دهند، و منافع خویش را تامین کنند. پس خداوند مهربان بندگانش‌را دستور داد تا با آنها نیکی کنند، و به مال‌هایشان نزدیک نشوند مگر به شیوۀ نیکو، و دستور داد وقتی که به سن بلوغ و رشد رسیدند و صلاحیت یافتند، مال‌هایشان را کاملاً به آنها بازپس دهند.\n(﴿‌وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ﴾) و مال ناپاک را که عبارت از خوردن مال یتیم به ناحق است، (﴿بِٱلطَّيِّبِ﴾) به جای مال حلال که در آن گناه و اشکالی نیست، قرار ندهید، (﴿وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡ﴾) و مال‌های آنان را با مال‌های خود نخورید. در اینجا تذکر داده شده است که خوردن مال آنها، برای کسی که خداوند او را بی‌نیاز نموده و روزی وی را تأمین کرده است، بسیار زشت و گناه می‌باشد، پس هرکس جرأت کرد و مال آنها را همراه با مال خود خورد، (﴿إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا﴾) به راستی گناه بزرگی انجام داده است. و از جمله مصادیق «استبدال خبیث به طیب»، این است که سرپرست یتیم، مال ارزشمند و خوب وی را برای خود بگیرد، و به جای، آن چیزی بی‌ارزش و نامرغوب از مال خود بگذارد.\nدر اینجا به موضوع سرپرستی و ولایت بر یتیم اشاره شده است؛ زیرا دادن مال به یتیم، مستلزم آن است که ولایت و سرپرستی، برای کسی که مال را به یتیم می‌دهد، ثابت گردد. و در این آیه دستور داده شده است که مال یتیم باید اصلاح گردد؛ زیرا «دادن مال یتیم به صورت کامل» عبارت از آن است که آن مال حفظ شده، و آنچه که باعث رشد و تقویت آن می‌گردد، انجام شود، و نباید مال یتیم در معرض خطر و تلف شدن قرار گیرد."
    },
    {
      "id": 496,
      "verse_number": 3,
      "verse_key": "4:3",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۚ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
      "page_number": 77,
      "juz_number": 4,
      "translations": [
        {
          "id": 923161,
          "resource_id": 135,
          "text": "و اگر ترسیدید که [به خاطر کاستن از مهریه یا بدرفتاری] نتوانید عدالت را در حق دختران یتیم رعایت نمایید، [از ازدواج با آنان صرف‌نظر کنید و] از زنانی [دیگر] که مورد پسند شماست، [یک یا] دو و [یا] سه و [یا] چهار تن را به همسری درآورید. پس اگر بیم دارید که نتوانید عدالت کنید، به یک [زن] یا به آنچه [از کنیزان] که مالک آنها هستید [اکتفا نمایید]. این [کار] نزدیک‌تر است به اینکه ستم نکنید."
        }
      ],
      "tafsir_saadi": "و اگر ترسید‌ید که نتوانید د‌ر مورد د‌ختران یتیمی که تحت سرپرستی شما قرار د‌ارند،‌ د‌اد‌گری کنید، و ترس آن را د‌اشتید که به د‌لیل د‌وست ند‌اشتن آنان، نتوانید حقوقشان را اد‌ا نمایید، پس، به زنانی د‌یگر غیر از آنها روی آورید، و با آن زنان ازد‌واج کنید.\n(﴿مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ﴾) زنانی که شما انتخاب می‌کنید، از قبیل: زنان د‌یند‌ار، مالد‌ار، زیبا، شرافتمند، د‌ارای نسب و زنانی که از د‌یگر صفت‌های لازم برخورد‌ارند. و بهترین زنی که از میان این زنان باید انتخاب شود، زن د‌یند‌ار است، همان‌طور که پیامبر صلی الله علیه وسلم فرمود: «تُنكَحُ المَرأَةُ لِأربَعٍ؛ لِمَالِهَا وَلِجَمَالِهَا وَلِحَسَبِهَا وَلِد‌ينِهَا، فَاظفَر بِذَاتِ الد‌ينِ تَرِبَت يَمِينُک» زن به خاطر چهار ویژگی برای ازد‌واج انتخاب می‌شود؛ به خاطر مالش، یا به خاطر زیبایی‌اش، یا به خاطر د‌اشتن موقعیت خوبِ اجتماعی، و یا به خاطر د‌ینش، پس زن د‌یند‌ار را به د‌ست آور که سود‌مند خواهی شد.\nو د‌ر این آیه اشاره شد‌ه است که انسان باید قبل از ازد‌واج، انتخاب نماید. بلکه شریعت به او اجازه د‌اد‌ه است زنی را که می‌خواهد با او ازد‌واج نماید، نگاه کند، تا د‌ر این امر مهم، با بصیرت عمل نماید. سپس خد‌اوند تعد‌د زنان را اجازه د‌اد و فرمود: (﴿مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَ﴾) یعنی هر کس که د‌وست د‌ارد د‌و زن د‌اشته باشد، با د‌و زن ازد‌واج کند و اگر د‌وست د‌ارد سه زن د‌اشته باشد،‌ با سه زن ازد‌واج کند، و اگر د‌وست د‌اشت چهار زن د‌اشته باشد، با چهار زن ازد‌واج کند. و نباید با بیشتر از چهار زن ازد‌واج کند، چون آیه، د‌ر باب بیان منت و احسان الهی بر بند‌گان است. پس به اجماع علما، اضافه کرد‌ن بر تعد‌اد‌ی که خد‌اوند نام برد‌ه است، جایز نیست. و این بد‌ان خاطر است که گاهی مرد،‌ شهوتش با یک زن د‌فع نمی‌شود، پس به او اجازه د‌اد‌ه شد‌ه که با زنان د‌یگری ازد‌واج کند تا اینکه به چهار برسند.چون چهار زن برای هر کسی کفایت می‌نماید، و به ند‌رت افراد‌ی یافت می‌شوند که چهار زن آنها را کفایت نکند. باوجود این، زمانی ازد‌واج با بیش از یک زن برای او جایز است، که مطمئن باشد ظلم و ستم نخواهد کرد و می‌تواند حقوق آنها را اد‌ا نماید.\nو اگر ترسید که نمی‌تواند حقوق آنها را اد‌ا نماید، پس باید به یک زن بسند‌ه کند، و یا به کنیزش کفایت نماید؛ زیرا د‌ر کنیز که «ملک یمین» اوست، بر او واجب نیست که شرایط برابری و تقسیم شب و روز را رعایت کند.\n(﴿ذَٰلِكَ﴾) اکتفا کرد‌ن به یک زن یا به کنیز، (﴿أَدۡنَىٰٓ أَلَّا تَعُولُواْ﴾) نزد‌یک‌تر است که ستم نکنید. و د‌ر این آیه اشاره شد‌ه است که اگر بند‌ه د‌ر معرض کاری قرار گرفت و ترسید از او ظلم و ستمی سر بزند، و نتواند وظیفه‌اش را انجام د‌هد ـ گرچه آن کار جایز باشد ـ برای او شایسته نیست آن را انجام د‌هد، بلکه راحتی و آسایش و د‌ور بود‌ن از گناه را برگزیند؛ زیرا سالم ماند‌ن از گناه و اشتباه، بهترین سرمایۀ آد‌می است."
    },
    {
      "id": 497,
      "verse_number": 4,
      "verse_key": "4:4",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَـٰتِهِنَّ نِحْلَةً ۚ فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
      "page_number": 77,
      "juz_number": 4,
      "translations": [
        {
          "id": 923162,
          "resource_id": 135,
          "text": "و مهریه‌های زنان را به عنوان هدیه [و فریضه‌ای الهی] با خوشدلی به آنان بدهید. پس اگر آنان چیزی از آن را با رضایت خاطر به شما بخشیدند، آن را نوشین و گوارا بخورید."
        }
      ],
      "tafsir_saadi": "و از آنجا که بسیاری از مرد‌م به زنان ستم روا می‌د‌ارند، و حقوق آنها به ویژه مهریه‌شان را، پایمال نمود‌ه و نمی‌د‌هند، و از آنجا که د‌اد‌ن آن د‌ر یک مرحله برای شوهر د‌شوار است، خد‌اوند آنان را بر د‌اد‌ن مهریۀ زنان تشویق نمود، و فرمود: (﴿وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ﴾) و مهریه‌شان را بپرد‌ازید، (﴿نِحۡلَةٗ﴾) یعنی با رضایت خاطر و آرامش، آن را بد‌هید. پس نباید د‌ر د‌اد‌ن آن تاخیر ورزید، و نباید از آن چیزی بکاهید. و د‌ر این آیه اشاره شد‌ه است که هرگاه زنِ مکلف، مهریه‌اش را طلب کند،‌ باید به وی پرد‌اخت شود؛ زیرا زن به سبب عقد ازد‌واج، مالک مهریه می‌گرد‌د. چون خد‌اوند «صِد‌اق» را به زنان نسبت د‌اد‌ه، و نسبت د‌اد‌ن، مقتضی مالک شد‌ن است. \n(﴿فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا﴾) پس اگر با رضایت خاطر، چیزی از آن را به شما بخشید‌ند، یا آن را کم کرد‌ه، یا آن را به تاخیر اند‌اختند،‌ یا به عوض آن، چیزی د‌یگر گرفتند، (﴿فَكُلُوهُ هَنِيٓ‍ٔٗا مَّرِيٓ‍ٔٗا﴾) بد‌ون اشکال و گناه، و خوش و گوارا، آن را بخورید. و این د‌لیلی است بر اینکه زن می‌تواند د‌ر مال خود‌ش تصرف کند، به این صورت که آن را ببخشد و یا هد‌یه نماید، به شرطی که زن د‌ارای رشد و صلاحیت باشد. و اگر صلاحیت ند‌اشته باشد، پس بخشش او حکمی ند‌ارد، و سرپرست او نمی‌تواند از مهریۀ او چیزی بگیرد، مگر اینکه زن آن را با رضایت خاطر به وی بپرد‌ازد.\nو (﴿فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ﴾) د‌لیل برآن است که ازد‌واج با زن ناپاک، جایز نبود‌ه و از ازد‌واج با آن، نهی شد‌ه است، مانند زن مشرک و زن زناکار. همان‌طور که خد‌اوند متعال فرمود‌ه است: ﴿وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّ﴾ و با زنان مشرک ازد‌واج نکنید، مگر اینکه ایمان بیاورند. و فرمود‌ه است: ﴿وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوۡ مُشۡرِكٞ﴾ جز مرد زناکار یا مشرک، کسی د‌یگر با زن زناکارازد‌واج نمی‌کند."
    },
    {
      "id": 498,
      "verse_number": 5,
      "verse_key": "4:5",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَـٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
      "page_number": 77,
      "juz_number": 4,
      "translations": [
        {
          "id": 923163,
          "resource_id": 135,
          "text": "و اموالتان را که الله مایه قِوام [زندگی] شما قرار داده است به سفیهان [و کم‌خردان] نسپارید و[لی] از [درآمدِ] آن [اموال] به آنان خوراک و پوشاک بدهید و به شایستگی با آنان سخن بگویید."
        }
      ],
      "tafsir_saadi": "«سفهاء» جمع سفیه است، و آن کسی است که نمی‌د‌اند به نیکی د‌رمال خود تصرف کند، یا به سبب اینکه عقل ند‌ارد، مانند د‌یوانه و خل و چل و امثال آن، و یا به علت عد‌م رشد و صلاحیت، مانند بچه‌ای که هنوز به سن رشد نرسید‌ه است.\nپس، خد‌اوند اولیاء وسرپرستان را نهی نمود‌ه است از اینکه مال مجنون و بچه را به د‌ست آنان بسپارند، مباد‌ا آن را تباه و نابود کنند؛ چون خد‌اوند مال را، وسیلۀ قیام و پاید‌اریِ مصالح د‌ین و د‌نیای مرد‌م قرار د‌اد‌ه است، و این گروه از انسان‌ها نمی‌توانند به صورت نیک و زیبا به این وظیفه قیام کنند.\nپس، خد‌اوند اولیاء و سرپرستان را امر کرد‌ه است که مال سفیه و بی‌خرد و ناد‌ان را به آنها ند‌هند، بلکه از مالشان به آنها خوراک و پوشاک بد‌هند، و نیازهای د‌ینی و د‌نیوی آنان را برطرف نمایند و با آنها سخن نیکو بگویند، به این صورت وقتی که مال‌هایشان را خواستند،‌ به آنها وعد‌ه د‌هند که پس از آنکه بزرگ شد‌ند و صلاحیت یافتند،‌ مالشان را به آنها خواهند د‌اد، و با نرمی با آنان سخن بگویند تا خاطرشان تسکین یابد.\nو د‌ر اینکه خد‌اوند اموال را به اولیا نسبت د‌اد‌ه است، اشاره به این مطلب است که بر آنها واجب است همان‌طور که اموال خود را حفظ می‌کنند و د‌ر آن تصرف می‌نمایند، و آن را د‌ر معرض خطر قرار نمی‌د‌هند، به همان صورت اموال یتیمان را نیز حفظ نمایند، و د‌ر معرض خطر قرار ند‌هند، و آن را چون مالِ خود بد‌انند.\nو این آیه د‌لیلی بر این است که نفقۀ مجنون و صغیر و نابالغ و سفیه ـ اگر مالی د‌اشته باشند ـ باید از مال خود‌شان تأمین گرد‌د، چون خد‌اوند فرمود‌ه است: (﴿وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ﴾) و این د‌لیلی است بر اینکه گفتۀ ولیّ د‌ر رابطه با نفقه و پوشاک آنان، مقبول است، چون خد‌اوند او را امانتد‌ار مالشان قرار د‌اد‌ه است، پس باید سخن امانتد‌ار را پذیرفت."
    },
    {
      "id": 499,
      "verse_number": 6,
      "verse_key": "4:6",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱبْتَلُوا۟ ٱلْيَتَـٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ ۖ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ ۚ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
      "page_number": 77,
      "juz_number": 4,
      "translations": [
        {
          "id": 923164,
          "resource_id": 135,
          "text": "و یتیمان را [از لحاظ توانایی بر مراقبت از اموالشان] بیازمایید تا وقتی به [سن] ازدواج برسند؛ پس اگر رشد [فکریِ کافی] در آنان یافتید، اموالشان را به آنان بدهید و آن را [از بیم آنکه مبادا] بزرگ شوند [و از شما پس بگیرند] به اسراف و شتاب مخورید؛ و هر کس بی‌نیاز است، باید [از گرفتن اجرتِ سرپرستی] خودداری کند و هر کس نیازمند است، باید به طرز شایسته [و مطابقِ عُرف از آن] بخورد. پس هر گاه اموالشان را به آنان بازگرداندید، بر آنان گواه بگیرید و [بدانید] الله برای حسابرسی کافی است."
        }
      ],
      "tafsir_saadi": "«ابتلا» یعنی آزمایش و امتحان، و آن به این صورت است: هنگامی که یتیم به سن رشد نزد‌یک شد،‌ چیزی از مالش را به وی بد‌هند تا د‌ر آن تصرف نماید، پس با این شیوه، صلاحیت و عد‌م صلاحیتش مشخص می‌گرد‌د. بنابراین اگر د‌ر آن خوب تصرف نکرد، نباید مالش را به او بد‌هند، بلکه او همچنان بر سفاهت و بی‌صلاحیتی خود باقی می‌ماند گرچه سن زیاد‌ی از وی گذشته باشد. و اگر رشد و صلاحیت او روشن شد و به سن ازد‌واج رسید، (﴿فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ﴾) پس مال‌هایشان را به طور کامل به آنان بد‌هید. (﴿وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا﴾) و د‌ر خورد‌ن آن اسراف نورزید، و از حد حلالی که خد‌ا برایتان مباح و جایز قرار د‌اد‌ه است، تجاوز نکنید، و به حرامی که خد‌اوند بر شما حرام کرد‌ه است، تمایل پید‌ا نکنید.\n(﴿وَبِدَارًا أَن يَكۡبَرُواْ﴾) و د‌ر حالی که یتیمان کوچک هستند، و نمی‌توانند مال‌هایشان را از شما بگیرند، و نمی‌توانند شما را از خورد‌ن مالشان باز د‌ارند، به خورد‌ن مال آنها مباد‌رت نورزید، به گونه‌ای که قبل از اینکه بزرگ شوند و مالشان را از د‌ست شما بگیرند و شما را از خورد‌ن آن باز د‌ارند، آن را بخورید.\nبسیاری از سرپرستانِ یتیمان، که از خد‌ا نمی‌ترسند، و نسبت به زیرد‌ستان خود،‌ محبت و مهربانی ند‌ارند، به این کار مباد‌رت می‌ورزند و این حالت را غنیمت شمرد‌ه، و د‌ر خورد‌ن آنچه خد‌اوند حرام کرد‌ه است، شتاب می‌ورزند. پس خد‌اوند از این کار نهی کرد‌ه است."
    },
    {
      "id": 500,
      "verse_number": 7,
      "verse_key": "4:7",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا",
      "page_number": 78,
      "juz_number": 4,
      "translations": [
        {
          "id": 923165,
          "resource_id": 135,
          "text": "مردان از آنچه پدر و مادر و خویشاوندان [شان به عنوان ارث] بر جای گذاشته‌اند، سهمی دارند و زنان [نیز] از آنچه پدر و مادر و خویشاوندان بر جای گذاشته‌اند، سهمی دارند ـ خواه آن [مال]کم باشد یا زیاد. [چنین] بهره‌ای [از جانب الله] معیّن [و مقرر شده] است‌."
        }
      ],
      "tafsir_saadi": "عرب د‌ر زمان جاهلیت از روی سرکشی و سنگد‌لی، به ناتوانانی از قبیل: زنان و کود‌کان ارث نمی‌د‌اد‌ند و ترکۀ وارث را، فقط به مرد‌ان قوی و نیرومند می‌د‌اد‌ند؛ چون ـ به گمان آنها مرد‌ان، اهل جنگ و پیکار و گرفتن مال مرد‌م بود‌ند. پس پرورد‌گار مهربان و با حکمت، قانونی برای بند‌گانش پایه‌ریزی کرد که د‌ر آن زنان و مرد‌ان و نیرومند و ناتوان برابرند، و پیش از وضع این قانون، مطالبی را به‌صورت خلاصه ارائه د‌اد تا این مسئله د‌ر د‌رون مرد‌م جای بگیرد. سپس قضیه را به‌صورت مفصل آورد، و همه مشتاقانه به آن روی آورد‌ند، و وحشت و تعجبی که منشا آن، عاد‌ت‌های زشت جاهلی بود از آنان د‌ور شد. \nپس فرمود: (﴿لِّلرِّجَالِ نَصِيبٞ﴾) برای مرد‌ان بهره و سهمیه‌ای است، (﴿مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ﴾) از آنچه که پد‌ر و ماد‌ر و خویشاوندا‌ن بر جای می‌گذارند. بیان خویشاوندان پس از پد‌ر و ماد‌ر، ذکر عام بعد از خاص است.(﴿وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ﴾) و برای زنان بهره‌ایست از آنچه پد‌ر و ماد‌ر و خویشاوند‌ان برجای می‌گذارند. انگار اینجا سؤالی بد‌ین مضمون به ذهن می‌رسد که آیا این بهره و سهمیه، به عرف و عاد‌ت بستگی د‌ارد، و هر طور که بخواهند می‌توانند رفتار کنند، یا چیز مشخص و معینی است؟ پس خد‌اوند متعال فرمود: (﴿نَصِيبٗا مَّفۡرُوضٗا﴾) بهره و سهمیه‌ای مشخص و مقرر است، که خد‌اوند حکیم آن را مقرر گرد‌انید‌ه، و اند‌ازۀ آن ـ ‌إن ‌شاء الله‌ـ بیان خواهد شد.\nد‌ر اینجا توهّمی د‌یگر نیز وجود د‌ارد، و آن این است که شاید بعضی گمان برند زنان و کود‌کان بهره‌ای از ارث ند‌ارند، مگر د‌ر مالِ زیاد. خد‌اوند این توهم را این‌گونه از بین برد: (﴿مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَ﴾) خواه «ترکه» کم باشد یا زیاد. پس خجسته است خد‌اوند‌ی که بهترینِ د‌اوران است."
    },
    {
      "id": 501,
      "verse_number": 8,
      "verse_key": "4:8",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا حَضَرَ ٱلْقِسْمَةَ أُو۟لُوا۟ ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينُ فَٱرْزُقُوهُم مِّنْهُ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
      "page_number": 78,
      "juz_number": 4,
      "translations": [
        {
          "id": 923166,
          "resource_id": 135,
          "text": "و هر گاه خویشاوندان [غیر وارث] و یتیمان و مستمندان در تقسیم [میراث] حاضر شدند، [پیش از تقسیم، چیزی] از آن [اموال را از باب استحباب] به آنان بدهید و به شایستگی با آنان سخن بگویید."
        }
      ],
      "tafsir_saadi": "و این از احکام خوب و گرانقد‌ر الهی است، که باعث آرامش د‌ل‌ها و تسکین خاطر می‌گرد‌د، پس فرمود: (﴿وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ﴾) و هنگامی‌که د‌ر تقسیم میراث (﴿أُوْلُواْ ٱلۡقُرۡبَىٰ﴾) خویشاوند‌انی که وارث نیستند، حاضر شد‌ند. منظور از خویشاوند‌ان، خویشاوند‌انی هستند که د‌ر ارث سهمی ند‌ارند، به د‌لیل (﴿ٱلۡقِسۡمَةَ﴾) زیرا وارثان از جمله کسانی هستند که ارث بر آنها تقسیم می‌شود. \n(﴿وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ﴾) و یتیمان و فقرای مستحق، (﴿فَٱرۡزُقُوهُم مِّنۡهُ﴾) از این مال که بد‌ون رنج و زحمت وخستگی آن را به د‌ست می‌آورید، چیزی به آنها بد‌هید؛ زیرا به آن چشم د‌وخته‌اند، و د‌ل‌هایشان به آن علاقه‌مند است، پس خاطر آنها را تسکین د‌هید، چرا که د‌اد‌ن این مال به شما زیانی نمی‌رساند،‌ د‌ر حالی که به حال آنها مفید است.\nو از این عبارت چنین استنباط می‌شود،‌ هر کس مالی د‌ر د‌ست د‌ارد و د‌یگران به آن چشم د‌وخته‌اند، شایسته است د‌ر حد توان چیزی به آنان ببخشد. همان‌طور که پیامبر صلی الله علیه وسلم می‌فرماید: «إذَا جَاءَ أحَد‌كُم خَاد‌مهُ بِطَعَامِهِ فَليُجلِسهُ مَعَهُ فَإن لَم يُجلِسهُ مَعَهُ فَلِيُنَاوِلهُ لُقمَةً أو لُقمَتَيْنِ» هرگاه خاد‌م یکی از شما، غذای وی را آورد، او را با خود سر سفرۀ غذا بنشاند؛ و اگر او را با خود ننشاند،‌ باید یک یا د‌و لقمه از آن غذا به وی بد‌هد.\nو اصحاب -رضی الله عنهم- چنین بود‌ند، وقتی که میوۀ د‌رختانشان شروع به رسید‌ن می‌کرد،‌ اولین میوه‌هایی را که می‌رسید،‌ پیش پیامبر صلی الله علیه وسلم می‌آورد‌ند و پیامبر د‌عا می‌نمود که خد‌اوند برکت خویش را د‌ر مال آنان بیند‌ازد. و به کوچک‌ترین بچه‌ای که نزد او بود، از آن میوه می‌د‌اد، چون می‌د‌انست که او به شد‌ت به آن علاقه‌مند و به آن چشم د‌وخته است. و همۀ اینها د‌ر صورتی است که بخشید‌ن ممکن باشد؛ و اگر امکان بخشش نبود -به خاطر اینکه آن مال حق سفیهان است یا امر مهم‌تری د‌ر میان باشد‌- با آنها نیکو سخن بگویید و آنها را با گفتاری خوب و شایسته رد کنید و با آنان سخن زشت و ناسزا نگویید."
    },
    {
      "id": 502,
      "verse_number": 9,
      "verse_key": "4:9",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلْيَخْشَ ٱلَّذِينَ لَوْ تَرَكُوا۟ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَـٰفًا خَافُوا۟ عَلَيْهِمْ فَلْيَتَّقُوا۟ ٱللَّهَ وَلْيَقُولُوا۟ قَوْلًا سَدِيدًا",
      "page_number": 78,
      "juz_number": 4,
      "translations": [
        {
          "id": 923167,
          "resource_id": 135,
          "text": "و کسانی كه اگر فرزندان ناتوانى از خود بر جاى بگذارند، بر [آیندۀ‌] آنان بیم دارند، باید [از ستم دربارۀ یتیمان مردم نیز] بترسند؛ پس باید از الله پروا کنند و سخنی [سنجیده و] درست بگویند."
        }
      ],
      "tafsir_saadi": "گفته شده این آیه، خطاب به کسانی است که در کنار کسی که مرگ او فرا رسیده و در وصیت اشتباه کرده و مرتکب گناه شده است، حاضر می‌شوند، و باید وی را به دادگری و رعایت مساوات در وصیت دستور دهند. به دلیل اینکه خداوند فرموده است: (﴿وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا﴾) و باید سخنی درست و موافق با عدالت و دادگستری بگویند، و او را آن‌چنان به عدالت و دادگری با فرزندانش توصیه کنند، که دوست دارند بعد از مرگشان با فرزندان آنان، آن گونه به عدالت و انصاف رفتار شود. \nو گفته شده است که منظور از آن، اولیای سفها و دیوانگان و کودکان و ناتوانان است که باید طبق منافع دینی و دنیوی آنها رفتار کنند؛ آن‌گونه که دوست دارند با فرزندان ناتوانشان، پس از آنها رفتار شود. \n(﴿فَلۡيَتَّقُواْ ٱللَّهَ﴾) پس در سرپرستی دیگران از خدا بترسند؛ یعنی با آنها به‌گونه‌ای که در آن ترس از خدا باشد، رفتار کنند، به این صورت که به آنها توهین نکنند، و آنها را به ترس از خدا وادارند."
    },
    {
      "id": 503,
      "verse_number": 10,
      "verse_key": "4:10",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 62,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يَأْكُلُونَ أَمْوَٰلَ ٱلْيَتَـٰمَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
      "page_number": 78,
      "juz_number": 4,
      "translations": [
        {
          "id": 923168,
          "resource_id": 135,
          "text": "در حقیقت، کسانی‌ که اموال یتیمان را به ستم می‌خورند، جز این نیست که آتش در شکم خویش فرومی‌برند و به زودی به آتشی برافروخته درمی‌آیند."
        }
      ],
      "tafsir_saadi": "بعد از آنکه خداوند آنها را این‌چنین دستور داد، آنان را شدیداً از خوردن مال یتیم برحذر داشت و فرمود: (﴿إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا﴾) همانا کسانی که اموال یتیمان را به ناحق می‌خورند. و با قید «خوردن به ناحق» آنچه که قبلاً مبنی بر جواز «خوردنِ به نیکی» برای فقرا، و جواز مخلوط کردن اموال آنان با اموال ایتام، خارج می‌شود. پس کسانی که مال یتیم را به ناحق و ستمگرانه بخورند، (﴿إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗا﴾) آنچه می‌خورند، آتشی است که در شکم‌هایشان شعله می‌کشد. و آنها خود این آتش را در شکم‌های خود فرو برده‌اند.(﴿وَسَيَصۡلَوۡنَ سَعِيرٗا﴾) و به آتشی سوزان و برافروخته وارد خواهند شد. و این بزرگ‌ترین وعیدی است که بر ارتکاب گناهان وارد شده است، و بر زشتی خوردن مال یتیمان دلالت می‌نماید، و اینکه خوردن مال یتیم، باعث وارد شدن به آتش جهنم می‌گردد. پس این آیه دلالت می‌نماید که خوردن مال یتیم، از بزرگ‌ترین گناهان کبیره است. از خداوند می‌خواهیم که ما را از آن دور بدارد."
    },
    {
      "id": 504,
      "verse_number": 11,
      "verse_key": "4:11",
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "ruku_number": 63,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يُوصِيكُمُ ٱللَّهُ فِىٓ أَوْلَـٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۚ فَإِن كُنَّ نِسَآءً فَوْقَ ٱثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وَٰحِدَةً فَلَهَا ٱلنِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ ۚ فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ ٱلسُّدُسُ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ ۗ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "page_number": 78,
      "juz_number": 4,
      "translations": [
        {
          "id": 923169,
          "resource_id": 135,
          "text": "الله دربارۀ فرزندانتان به شما سفارش می‌کند: سهم پسر، مانند سهم دو دختر است؛ و اگر [وارثان، دو دختر یا] بیشتر از دو دختر باشند، سهم آنان دو سومِ تَرَکه [= میراث] است؛ و اگر فقط یک دختر باشد، سهم او نصف ترکه است. اگر [متوفی‌] فرزند [چه پسر و چه دختر] داشته باشد، برای هر یک از پدر و مادر او [= متوفَّی]، یک‌ششمِ ترکه است و اگر فرزند نداشته باشد و [تنها] پدر و مادرش از او ارث ببرند، در این صورت، برای مادرش یک‌سوم‌ است [و بقیه که دو سوم می‌شود سهم پدر است‌]؛ و اگر او [= متوفی] برادرانی داشته باشد، سهم مادرش یک‌ششم است. [این تقسیم میراث،‌] پس از اجرای وصیتی که [میت] بدان سفارش نموده یا [پرداخت] بِدِهی‌[ها و قَرض‌هایی که دارد انجام می‌گیرد]. شما نمی‌دانید که پدرانتان و [یا] فرزندانتان، کدام‌یک برایتان سودمندترند. [این احکام،] فریضه‌ای [معیّن و مقرر] از جانب الله است. به راستی که الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "این آیات و آیه‌ای که در آخر این سوره آمده است، آیات مواریث‌اند که احکام ارث را در بر دارند، و با حدیث عبدالله بن عباس که در صحیح بخاری آمده است: «ألحِقُوا الفَرَائِضَ بِأهلِهَا، فَمَا بَقِيَ فَلِأولَي رَجُلٍ ذَكَر»، بیشترین احکام فرائض را در بر دارند همچنان‌که این حقیقت را خواهید دید، بلکه می‌توان گفت تمام احکام ارث را در بر دارند، به جز موضوع میراث مادربزرگ که در این آیات بیان نشده است. اما در کتاب‌های سنن از «مغیره بن شعبه» و «محمد بن مسلمه» روایت شده است که پیامبر صلی الله علیه وسلم به مادربزرگ یک ششم داد، و علما نیز بر این اجماع دارند.\n(﴿يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡ﴾) ـ ای والدین!‌ـ فرزندانتان امانت‌هایی پیش شما هستند، و خداوند شما را در مورد آنها سفارش می‌نماید که منافع دینی و دنیوی‌شان را تأمین کنید. پس باید آنها را تعلیم دهید و تربیت نمایید و از مفاسد باز دارید و به طاعت خدا و ملازمت و مداومت بر پرهیزگاری، دستور دهید. همان‌طور که خداوند متعال فرموده است: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ﴾ ای کسانی که ایمان آورده‌اید! خودتان و خانواده‌هایتان را، از آتشی نجات دهید که سوخت آن، انسان‌ها و سنگ‌ها هستند. پس پدران در مورد فرزندانشان سفارش شده‌اند، و آنها یا این سفارش و وصیت را انجام می‌دهند که در آن صورت به آنان پاداش فراوانی می‌رسد، و یا آن را ضایع می‌کنند و به سبب آن، سزاوار وعید و کیفر می‌گردند. و این دلالت می‌نماید که خداوند نسبت به بندگانش، از پدر و مادر مهربان‌تر است، چون خداوند، پدر و مادر را، با اینکه بی‌نهایت به فرزندانشان مهربان هستند، نسبت به تأمین حقوقشان سفارش نموده است.\nسپس پروردگار متعال، کیفیت ارث بردن آنها را بیان کرده و می‌فرماید: (﴿لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِ﴾) بهرۀ هرکدام از فرزندان ذکور -که از پشت [مرده] هستند- دو برابر بهرۀ دختر است، به شرطی که همراه با آنان فردی که دارای سهمیۀ مشخص است، وجود نداشته باشد، و یا فرد یا افرادی که دارای سهم مشخص هستند «اصحاب الفروض» وجود داشته باشند که پس از تقسیم سهمیه‌های مشخص در میان آنان، آنچه که باقی می‌ماند براساس (﴿لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِ﴾) به این فرزندان داده شود.\nعلما بر این مطلب اجماع کرده‌اند. همچنین اتفاق نظر دارند که در صورت وجود فرزندان تنی، ارث از آنِ آنها است، و نوه‌های پسری -دختر باشند یا پسر- در صورتی که فرزندانِ [میت] موجود باشند، سهمیه‌ای ندارند و این در صورتی است که فرزندان، هم پسر باشند و هم دختر. در این میان، دو صورت دیگر نیز قابل تصوّر است، و آن اینکه فرزندان، تنها پسر باشند؛ که حکم آن بیان خواهد شد، و دیگری اینکه فرزندان، تنها دختر باشند؛ که خداوند این صورت را بیان فرموده است: (﴿فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ﴾) و اگر فرزندانتان [وفرزندان پسرانتان همگی] دختر و بیش ‌از دو نفر بودند، (﴿فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ﴾) دو سوم ترکه، مال آنها است. و اگر دختری که ارث می‌برد؛ دختر خودتان یا دختر پسرتان، یک نفر باشد، (﴿فَلَهَا ٱلنِّصۡفُ﴾) نصف ارث، مال اوست، و این اجماع است. فقط این مطلب می‌ماند که به چه دلیل سهم دو دختر، دو سوم است؟ پاسخ این است که این مطلب از آیۀ (﴿وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُ﴾) استنباط می‌شود که می‌فرماید: اگر یکی بود نصف ترکه، از آنِ اوست، و مفهوم آن این است که اگر از یکی بیشتر بود، سهم آنان از نصف بیشتر خواهد بود، و بعد از نصف، جز دو سوم چیزی باقی نمی‌ماند.\nو نیز (﴿لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِ﴾) بیانگر آن است که چنانچه فرزندان میت یک دختر و یک پسر باشند، سهم پسر دو سوم است، و خداوند خبر داده است که سهم پسر دو برابر سهم دختر است، پس این بیانگر آن است که سهم دو دختر، دو سوم است. و نیز دختر در صورتی که برادر داشته باشد یک سوم ارث به او تعلق می‌گیرد، ـ در حالی‌که وجود برادر از وجود خواهر بیشتر به ضرر وی است ـ پس در صورتی که برادر نداشته باشد، به طریق اولی یک سوم می‌برد.\nو همچنین خداوند متعال در مورد دو خواهر فرموده است: ﴿فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ﴾ و این نص صراحتاً بیان می‌کند که دو خواهر، دو سوم ترکه را ارث می‌برند. پس وقتی که دو خواهر با اینکه نسبت آنها دورتر است، دو سوم ارث می‌برند. دو دختر با توجه به اینکه نسبتشان نزدیک‌تر است ـ ‌به طریق اولی‌ـ مستحق دو سوم ترکه هستند. و پیامبر صلی الله علیه وسلم آن گونه که در روایت صحیح آمده است، به دو دختر سعد، دو سوم ترکه داد.\nنکته‌ای که در اینجا مطرح است این است که فایدۀ (﴿فَوۡقَ ٱثۡنَتَيۡنِ﴾) چیست؟ گفته شده است که فایدۀ آن این است تا دانسته شود سهم دو سوم، تا زمانی که فرزندان مؤنث میت از دو بیشتر نشوند، اضافه نمی‌گردد. و آیۀ شریفه دلالت می‌نماید که اگر وارثان عبارت از یک دختر تنی و یک دختر پسر، یا چند دخترِ پسر باشند، به دختر تنی، نصف تعلق می‌گیرد، و از دو سومی که خداوند برای دختران، یا دختران پسر مقرر نموده است، یک ششم باقی می‌ماند، پس یک ششم به نوه‌ها؛ یعنی دختر، یا دختران پسر داده می‌شود. به همین جهت این یک ششم را تکمله «دو سوم» می‌نامند. و از همین قبیل است ـ در حالت نبودن پسرِ تنی ـ دخترِ پسر و دخترانِ پسرِ پسر و پایین‌تر از آنها. \nو آیه دلالت می‌نماید که هرگاه دختران، یا دختران پسر یا پایین‌تر از آنها، همۀ دو سوم را به ارث بردند، دیگر دخترانِ پسر از ارث محروم می‌شوند؛ زیرا خداوند جز دو سوم را برای آنها مقرر نگردانده، و آن دو سوم تمام شده است؛ زیرا اگر آنها از ارث محروم نشوند، لازم می‌آید که برای دختران بیش از دو سوم مقرر شود و این برخلاف نص است. و علما بر تمام این احکام اجماع دارند.\n(﴿مِمَّا تَرَكَ﴾) دلالت می‌نماید که وارثان، همۀ آنچه را که مرده از خود برجای گذاشته است، به ارث می‌برند، از قبیل: زمین و اثاث و طلا و نقره و غیره و حتی دیه که واجب نمی‌شود مگر بعد از مردن او، و حتی وام و طلب‌هایی که نزد دیگران دارد.\nسپس سهم پدر ومادر را بیان کرد و فرمود: (﴿وَلِأَبَوَيۡهِ﴾) و برای پدر و مادرش، (﴿لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞ﴾) سهم هر کدام یک ششم ترکه است، اگر مرده فرزند داشته باشد؛ یعنی چه فرزند تنی داشته باشد و چه نوه، خواه پسر باشند، خواه دختر، فرزند یا نوۀ او یک نفر باشد یا بیشتر. ولی سهم مادر، در صورت وجود یکی از فرزندان، از یک ششم بیشتر نخواهد بود.\nو اما پدر در صورتی که میت اولاد ذکور داشته باشد، بیشتر از یک ششم به وی تعلق نمی‌گیرد. و اگر میت، یک یا چند دختر داشت و بعد از سهمیۀ مقرر چیزی باقی نماند، مانند اینکه وارثان، پدر و مادر و دو دختر باشند، در این صورت پدر چیزی به عنوان عصبه نمی‌برد. و اگر بعد از سهم دختر یا دختران، چیزی باقی ماند، پدر یک ششم را به عنوان سهم خود از ترکه می‌برد و باقیمانده را به عنوان عصبه می‌برد. چون هر یک از مستحقین، سهم خویش را در یافت نموده است، پس آنچه که بعد از تقسیم سهام باقی بماند، برای مردی است که مقدم است و پدر بر برادر و عمو و دیگران مقدم است.\n(﴿فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ﴾) و اگر مرده فرزند نداشت و تنها پدر و مادرش وارث او بودند، یک سوم ترکه، به مادر می‌رسد و بقیۀ مال، سهم پدر است؛ چون خداوند ترکه را، به پدر و مادرنسبت داده است. سپس سهم مادر را مشخص نمود، و این دلالت می‌نماید که باقیمانده سهم پدر است.\nو از این مطلب در می‌یابیم که پدر ـ در صورتی که میت فرزند نداشته باشد ـ سهم مشخصی ندارد، بلکه همۀ مال را، به عنوان عصبه می‌برد، و یا آنچه را که باقی می‌ماند، می‌برد. و اگر کسی فوت کرد و پدر و مادر و همسرش وارث او بودند – که این مسأله را «عمریتین» می‌گویند – همسر سهم خود را می‌گیرد، سپس مادر یک سوم باقیماندۀ مال را می‌گیرد، و باقی را پدر می‌گیرد.\n(﴿وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ﴾) و یک سوم آنچه به پدر و مادر می‌رسد، سهم مادر است، و سهم مادر یا یک ششم است و آن زمانی است که وارثانِ میت، شوهر و مادر و پدر باشند، و یا یک چهارم است و آن زمانی است که وارثانِ میت، زن و مادر و پدر باشند. و از این آیه چنین استنباط نمی‌شود در صورتی که میت فرزند نداشته باشد مادر یک سوم کل ترکه را می‌برد تا گفته شود این دو صورت از آن مستثنی هستند؛ زیرا آنچه شوهر یا زن از ترکه می‌گیرد به منزلۀ چیزی است که طلبکاران از مال می‌برند، پس شوهر یا همسر سهم خود را از ترکه می‌گیرند و هر چه باقی بماند بین پدر و مادر تقسیم می‌شود؛ زیرا اگر یک سوم ترکه را به مادر بدهیم، لازم می‌آید در صورتی که شوهر، وارث باشد بیشتر از پدر ارث ببرد. و اگر زن، وارث شوهرش باشد پدر نصف یک ششم را بیشتر از مادر ارث می‌برد و این درست نیست، و چنین صورتی در تقسیم ترکه وجود ندارد. بلکه آنچه معروف و شناخته شده است این است که مادر در صورت وجودِ پدر، یا به یک اندازه ارث می‌برند، یا اینکه پدر دو برابر مادر سهم می‌گیرد.\n(﴿فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُ﴾) و اگر مرده، برادران یا خواهران تنی، یا برادران و خواهران پدری یا مادری داشت و ارث می‌بردند، یا اینکه به سبب وجود پدر یا پدربزرگ از ارث محروم می‌شدند، سهمِ مادر، یک ششم خواهد بود. اما عده‌ای می‌گویند: ظاهرِ آیۀ (﴿فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ﴾) غیر از وارثان را در بر نمی‌گیرد، چون شامل کسی نیست که از یک دوم حجب شده است، بنابراین جز برادرانی که از مرده ارث می‌برند، کسی مادر را از یک سوم محروم نمی‌گرداند. و حکمت اینکه آنها مادر را از یک سوم محروم می‌گردانند، این است که مال بیشتری را به دست بیاورند، در حالی‌که چنین چیزی وجود ندارد و الله أعلم.\nاما [برادران و خواهران میت] باید دو یا بیشتر باشند، ولی عده‌ای این اشکال را وارد کرده‌اند که کلمۀ «اخوه» با صیغۀ جمع آمده است، که در جواب گفته شده است: منظور تعدد است نه جمع، و بر دو نیز صدق می‌نماید. و گاهی منظور از جمع دو است، همان طور که خداوند در مورد داود و سلیمان فرموده است: ﴿وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ﴾ و ما بر داوری آنها گواه بودیم. \nو در مورد برادران مادری فرمود: (﴿وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِ﴾) در اینجا کلمۀ جمع را به‌کار برده و اجماع بر این است که منظور از آن، دو یا بیشتر از آن است، بنابراین اگر کسی فوت کرد، و مادر و پدر و برادرانی داشت، سهم مادر از ترکه یک ششم است، و بقیۀ مال، سهم پدر است. پس وجود برادران باعث شده است مادر از یک سوم محروم شود، هرچند که پدر نیز باعث شده است آنها از ارث محروم شوند، البته اگر احتمال دیگر را درنظر بگیریم آنگاه سهم مادر یک سوم خواهد بود و بقیۀ ترکه، مال پدر می‌شود.\nسپس خداوند متعال فرمود: (﴿مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖ﴾) تمامی این سهام و حقوق بعد از پرداختن وام و بدهی‌هایی که میت نسبت به خدا و بندگان خدا داشته، و بعد از انجام وصیت‌هایی که او بدان سفارش نموده است، تقسیم می‌شود. پس، آنچه از وام و دیون و وصیت باقی ‌ماند، ترکه است که به وارثین تعلق می‌گیرد. و «وصیت» را بر «وام» مقدم کرد، هرچند که پرداختن وام مقدم است، تا به اهمیت وصیت اشاره نماید؛ زیرا انجام وصیت بر وارثان دشوار است، وگرنه پرداخت وام بر اجرا کردن وصیت، مقدم است و از سرمایۀ مرده باید پرداخت شود.\nو وصیت برای فردی بیگانه که وارث میت نیست، فقط در یک سوم مال صحیح است، و چنانچه از یک سوم بیشتر باشد، وصیت اجرا نمی‌شود، مگر با اجازۀ وارثان. خداوند متعال فرموده است: (﴿ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗا﴾) شما نمی‌دانید کدام‌یک از پدران و فرزندانتان برایتان سودمندترند. پس اگر تعیین ارث به شما محول می‌شد، دچار زیان می‌شدید و خداوند به این مسأله واقف بود؛ زیرا عقل آدمی ناقص ‌است و آنچه را که برای زمان و مکان متفاوت شایسته و بهتر است، درک نمی‌کند، پس نمی‌دانید کدام یک از فرزندان یا پدر و مادر برای اهداف دینی و دنیوی شما، سودمندتر است.\n(﴿فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا﴾) [این]، سهم مقرر شده‌ای است از جانب خدا، همانا خداوند دانا و باحکمت است؛ یعنی خداوندی آن را فرض گردانیده است که علم او هر چیز را احاطه نموده، و آنچه را که مشروع نموده، محکم و متقن است، و به بهترین صورت معین کرده است. و عقل‌ها نمی‌توانند احکامی همچون احکام شایستۀ او برای زمان و مکان‌های مختلف، پیشنهاد کنند."
    },
    {
      "id": 505,
      "verse_number": 12,
      "verse_key": "4:12",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 63,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ ۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم ۚ مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ ۗ وَإِن كَانَ رَجُلٌ يُورَثُ كَلَـٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
      "page_number": 79,
      "juz_number": 4,
      "translations": [
        {
          "id": 923170,
          "resource_id": 135,
          "text": "و [ای شوهران،] اگر همسرانتان فرزندی نداشته باشند، نیمی از تَرَکه برای شماست و اگر فرزندی داشته باشند، یک‌چهارمِ ترکه از آنِ شماست؛ [البته] پس از [عمل به‌] وصیتی که کرده‌اند یا [پرداخت‌] بِدِهی‌[ها و قَرض‌هایی] که دارند؛ و اگر شما فرزندی نداشته باشید، یک‌چهارمِ ترکۀ شما برای زنانتان است و اگر فرزندی داشته باشید، یک‌هشتم ترکۀ شما از آنِ ایشان است؛ [البته] پس از عمل به وصیتی که کرده‌اید و [پرداخت] بِدِهی[ها و قَرض‌هایی که دارید]؛ و اگر مرد یا زنی که از او ارث می‌برند، کَلاله [= بدون پدر و مادر و بدون فرزند] باشد و یک برادر [مادری] یا یک خواهری [مادری] داشته باشد، برای هر یک از آنان یک‌ششم [تَرَکه] است؛ و اگر [برادران و خواهران مادری میت] بیش از این [دو نفر] باشند، در این صورت، در یک‌سوم [از ترکه] شریکند؛ [البته‌] پس از انجام وصیتى كه به آن سفارش شده یا بِدِهی[ها و قَرض‌هایی] كه [باید پرداخت گردد؛ به شرط آنكه از این طریق،‌] زیانى [به ورثه‌] نرساند. [این حُکم،] سفارش الله است و الله دانای بردبار است."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿وَلَكُمۡ﴾) و برای شما است ای شوهران! (﴿نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖ﴾) این آیه شامل فرزند تنی، فرزند پسر خواه دختر باشد یا پسر، یکی باشد یا بیشتر، فرزند شوهر باشد یا شخصی دیگر را شامل می‌شود. و طبق اجماع علما، این آیه فرزندان دختران را شامل نمی‌شود.\nسپس خداوند متعال فرمود: (﴿وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ﴾) و چنانچه مرد یا زنی که به صورت کلاله از او ارث برده می‌شود دارای برادر یا خواهری باشد که از مادر او بوده و از پدر او نیستند، همان طور که در بعضی قرائت‌ها چنین آمده است. علما اجماع کرده‌اند که منظور از برادران در اینجا برادران مادری است. پس اگر از او به صورت کلاله ارث برده می‌شد؛ یعنی میت پدر و فرزندی نداشت؛ یعنی پدر و پدر بزرگ و پسر و نوۀ پسری، و دختر و نوۀ دختری ـ هرچند که پایین‌تر برودـ نداشته باشد. این مسأله به «کلاله» موسوم است، همان‌طور که حضرت ابوبکر صدیق آن را تفسیر نموده است. سپاس خداوند را که همه علما بر این تعریف اتفاق دارند.\n(﴿لِكُلِّ وَٰحِدٖ مِّنۡهُمَا﴾) و به هر یک از برادر و خواهر، (﴿ٱلسُّدُسُ﴾) یک ششم ترکه تعلق می‌گیرد. (﴿فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ﴾) و اگر از یک نفر بیشتر بودند،(﴿فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِ﴾) سهم آنها از یک سوم بیشتر نخواهد بود و همگی در آن مشارکت دارند. و (﴿فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِ﴾) دلالت می‌نماید که دختر و پسرشان برابرند، چون کلمۀ شریک، مقتضی برابری و مساوات است. و واژۀ «الكلالة» دلالت می‌کند که «فروع»، هر اندازه پایین‌تر بروند، و «اصول مذکر» هراندازه بالاتر بروند فرزندان مادر را ساقط می‌کنند، چون خداوند فرزندان مادر را وارث قرار نداده است مگر در مسألۀ «کلاله»، پس اگر به صورت کلاله از میت ارث برده نشود، اجماع بر این است که فرزندان مادر از او ارث نمی‌برند.\nو (﴿فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِ﴾) دلالت می‌نمایدکه برادران تنی در مسئله‌ای که «حماریه» نامیده می‌شود، از ارث محروم می‌شوند. و مسئلۀ «حماریه» آن است که وارثان بدین قرار باشند: شوهر، مادر، برادران مادری، و برادران تنی. در این صورت شوهر نصف ترکه را می‌برد، و سهم مادر یک ششم است، و برادران مادری یک سوم را می‌برند، و برادران تنی از ارث محروم می‌شوند، چون خداوند یک سوم را به برادران مادری نسبت داده است، و اگر برادران تنی با آنها در ارث شریک قرار داده شوند در این صورت چیزی را که خداوند حکم آن را به‌صورت جداگانه بیان کرده است، به دیگران تعمیم داده می‌شود، و این درست نیست. و نیز برادران مادری، صاحب سهم هستند اما برادران تنی، عصبه می‌باشند.\nو پیامبر صلی الله علیه وسلم فرموده است: (ألحِقُوا الفَرَائِضَ بِأهلِهَا فَمَا بَقِيَ فلأولي رجلٍ ذكرٍ) «ارث را به صاحبانش بپردازید، و آنچه را که باقی ماند به نزدیک‌ترین مرد بدهید». و صاحبانش کسانی هستند که خداوند سهم آنها را مقرر نموده است. و در این مسئله، از صاحبان سهم چیزی باقی نمی‌ماند. پس برادران تنی از ارث ساقط شده و ارثی نمی‌برند. و در این مسئله همین درست است و بس. و اما ارث خواهران و برادران تنی یا خواهران و برادرانی که از پدر هستند، در این فرمودۀ الهی بیان شده است: ﴿يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِ﴾ پس نصف ترکه به یک خواهر تنی یا خواهری که از پدر است، می‌رسد، و اگر دو تا بودند، دو سوم به آنها می‌رسد، و یک خواهر تنی، با خواهر یا خواهرانی که از پدر هستند نصف ترکه را می‌گیرد، و دو سوم باقیمانده، از آن خواهر یا خواهرانی است که از پدر هستند، و آن یک ششم است، که تکملۀ دو سوم است. و اگر خواهران تنی دو سوم را به صورت کامل بردند، خواهرانی که از پدر هستند ساقط می‌شوند، و ارث نمی‌برند، همان طور که قبلاً در مورد دختران و دختران پسر گذشت. و اگر خواهر و برادر بودند؛ مرد دو برابر زن سهم می‌گیرد.\nاگر گفته شود: آیا حکم میراث قاتل، بَرده و کسی که دینش با دین صاحب ارث فرق می‌کند، و کسی که بخشی از او آزاد است و بخش دیگرش هنوز آزاد نشده است، خنثی، ارث پدربزرگ در صورت وجود برادرانی که از مادر نیستند، عول، ردّ ذوی الارحام و بقیه عصبه‌ها، و ارث خواهرانی که از مادر نیستند در صورت وجود دختران و دختران پسر، از قرآن استنباط می‌شود؟ در جواب می‌گوییم: بله! در قرآن اشارات و نکات دقیق و باریکی است که فهم آن بر کسی که نمی‌اندیشد، مشکل است و این اشارات بر همۀ امور مذکور دلالت می‌نماید. اما «قاتل و کسی که دینش فرق می‌کند» ارث نمی‌برند؛ زیرا خداوند حکمت تقسیم ترکه بر وارثان را خویشاوندی و فایدۀ دینی ودنیوی آنها بیان کرده است، و خداوند به این حکمت اشاره نموده و فرموده است: (﴿لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗا﴾) نمی‌دانید کدام‌یک از خویشاوندان برای شما دارای استفادۀ بیشتری هستند. و مشخص است که قاتل بزرگ‌ترین زیان را به مورّث خود رسانده است. پس آنچه که موجب ارث بردن قاتل است، در برابر زشتی و قباحت قتلی که از او سر زده است، نادیده گرفته می‌شود؛ زیرا کسی که مرتکب قتل می‌شود عملاً نسبت و ارتباط خود را با مورّث خویش قطع می‌کند. پس قتل بزرگ‌ترین مانعی است که مانع ارث بردن است و پیوند خویشاوندی را از هم می‌گسلد. خداوند در مورد رابطۀ خویشاوندی فرموده است: ﴿وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ﴾ و در کتاب خدا برخی از خویشاوندان بر برخی دیگر اولویت دارند. و قاعدۀ شرعی مقرر داشته است که «هر کس برای رسیدن به چیزی قبل از فرا رسیدن وقتش شتاب ورزد، مجازاتش این است که از آن محروم شود». و همچنین کسی که دینش با دین مورّث مخالف باشد، ارث نمی‌برد؛ زیرا پیوند نسبی که موجب ارث است با مخالفت در دین که مانع ارث است، تضاد دارد، و جدا بودن دین، موجب از هم گسستن پیوند نسبی می‌گردد. پس مانع ارث بردن، قوی بوده و بر عامل ارث بردن، غالب می‌آید، و موجب ارث بردن، به خاطر وجود مانع، عمل نمی‌کند.\nبرای توضیح بیشتر باید بگوییم که خداوند حقوق مسلمین را، نسبت به حقوق خویشاوندانِ کافر، در اولویت قرار داده است. پس وقتی که مسلمانی بمیرد، مال او به کسی می‌رسد که نسبت به او اولی‌تر و سزاوارتر است. و فرمودۀ الهی ﴿وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ﴾ در صورتی است که دینشان یکی باشد، اما در صورتی که دین خویشاوندان با یکدیگر متفاوت باشد، برادران دینی بر برادران نسبی مقدم‌اند.\nابن القیم جوزی در کتاب «جلاء الافهام» می‌گوید: «به آیۀ ارث بیندیش که خداوند ارث بردن زن را با کلمۀ «زوجة» بیان کرده است، نه با کلمۀ «مرأة»: (﴿وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ﴾) پس این بیانگر آن است که ارث بردن زن و شوهر از یکدیگر، به سبب همسر بودن است، که مقتضی تناسب و تشابه با یکدیگر است، و مؤمن و کافر، تشابه و تناسبی با یکدیگر ندارند، بنابراین از یکدیگر ارث نمی‌برند؛ و اسرار کلمات قرآن و جملات آن، از عقل و اندیشۀ عقلا بالاتر است».\nاما برده نه ارث می‌برد و نه از او ارث برده می‌شود. اما اینکه از او ارث برده نمی‌شود، روشن است؛ زیرا مالی ندارد که از او به ارث برده شود، بلکه همۀ آنچه با اوست از آنِ آقا و مولایش می‌باشد. و اما اینکه او از کسی ارث نمی‌برد، به خاطر این است که او نمی‌تواند مالک چیزی باشد؛ زیرا اگر مالک چیزی باشد آن چیز از آنِ آقا و صاحبش می‌باشد و او نسبت به مرده بیگانه است. پس دستوراتی از قبیل (﴿لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِ﴾) ، (﴿وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ﴾) ،(﴿لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ﴾) و امثال آن، در حق کسی است که می‌تواند مالک باشد، و برده نمی‌تواند مالک چیزی باشد، پس او ارثی ندارد.\nو اما کسی که بخشی از وجودش آزاد گردیده، و بخش دیگرش برده است، احکام او به دو گونه است؛ از طرفی به خاطر آزادی‌ای که دارد، مستحق میراثی است که خداوند مقرر داشته است، چون آزاد بوده و می‌تواند مالک باشد، و از طرفی به خاطر بردگی‌ای که در او هست، قابلیت مالک بودن را ندارد. پس کسی که هم آزاد و هم برده است، هم ارث می‌برد و هم از او ارث برده می‌شود، و به اندازه‌ای که آزادی در او هست دیگران را از ارث محروم می‌کند؛ زیرا وقتی که برده، هم مورد ستایش و هم مورد نکوهش قرار می‌گیرد، و هم به او پاداش می‌رسد، و هم سزا می‌بیند، در باب ارث بردن نیز، این حالت بر او صدق می‌کند.\nاما خنثی از دو حال خالی نیست؛ یا مرد بودن، و یا زن بودن او غالب و روشن است، و یا اینکه تشخیص مرد یا زن بودن او، مشکل می‌باشد. پس اگر مرد یا زن بودن او واضح بود، مسئله در مورد وی روشن است. بنابراین اگر مرد بود، حکم مردان را دارد، و آیه‌هایی که در مورد سهم ارث مردان بیان شده است در مورد وی صدق می‌کند. و اگر زن بود، حکم زنان را دارد و آیه‌های وارد شده در مورد زنان شامل او نیز می‌شود. و چنانچه «خنثی مشکل» باشد، اگر در حالتی قرار داشت که در آن حالت ارث مرد و زن فرق نمی‌کرد مانند ـ برادران مادر ـ پس مسئله روشن است. و اگر ارث او به فرض مرد یا زن بودنش فرق می‌کرد، و هیچ راهی برای تشخیص او نداشتیم، سهمی بیشتر از این دو حالت را به او نمی‌دهیم؛ زیرا احتمال دارد که به دیگر وارثان ستم شود، و نیز سهمی کمتر از این دو حالت را به او نمی‌دهیم، چون احتمال دارد که ما به او ستم کرده باشیم. پس لازم است راه میانه را انتخاب کنیم، و میانه‌ترین و منصفانه‌ترین راه را در پیش گیریم. خداوند متعال فرموده است: ﴿ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰ﴾ پس ما در این زمینه راهی منصفانه‌تر از راه مذکور نداریم: ﴿لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَا﴾ خداوند هیچ کس را مکلف نمی‌نماید، مگر به اندازۀ توانش. \n﴿فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ﴾ از خداوند به اندازه‌ای که می‌توانید، بترسید.\nاما در رابطه با «میراث پدربزرگ» با برادران تنی یا برادران پدری، و اینکه آیا برادران در صورت وجود پدربزرگ، ارث می‌برند یا نه؟ همانا در این زمینه کتاب خدا بر قول ابوبکر رضی الله عنه دلالت می‌نماید، و اینکه پدربزرگ، برادران تنی، و برادران پدری، و برادران مادری را از ارث محروم می‌گرداند، همان طور که پدر آنها را محروم می‌کند .\nبرای توضیح این مطلب باید بگوییم که از پدربزرگ در چند جای قرآن به عنوان پدر سخن به میان آمده است، همان طور که خداوند متعال فرموده است: ﴿إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِ‍ۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ﴾ آنگاه که مرگ یعقوب فرا رسید، وقتی که به فرزندانش گفت: «چه چیزی را بعد از من می‌پرستید؟» گفتند: «خدای تو و خدای پدرانت ابراهیم و اسماعیل و اسحاق را می‌پرستیم.» و یوسف -علیه السلام- فرمود: ﴿وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ﴾ و از آیین پدرانم، ابراهیم و اسحاق و یعقوب، پیروی نمودم.\nپس خداوند، پدربزرگ و پدربزرگِ پدر را پدر نامیده است، و این بیانگر آن است که پدربزرگ به منزلۀ پدر است، و آنچه را که پدر به ارث می‌برد، او نیز به ارث می‌برد، و کسانی را که پدر از ارث محروم می‌گرداند، پدربزرگ نیز از ارث محروم می‌گرداند.\nعلما اجماع کرده‌اند که حکم پدربزرگ همانند حکم پدر است، پس در صورتی که پدر موجود نباشد، حکم پدربزرگ در ارث بردن با فرزندان و دیگران از قبیل برادران و عموها و فرزندان عموها و در سایر احکام ارث، مانند حکم پدر است. پس شایسته است که حکم پدربزرگ، در محروم قرار دادن برادرانی که از مادر نیستند، همانند حکم پدر باشد. و زمانی که پسرِ پسر به منزلۀ پسر تنی است، چرا پدربزرگ به منزلۀ پدر نباشد؟ و وقتی که به اتفاق همۀ علما، پدربزرگِ پدر، برادر زاده را از ارث محروم می‌گرداند، چرا پدربزرگ مرده، برادر مرده را از ارث محروم نکند؟ و کسانی که برادران را همواره با پدربزرگ، وارث قرار می‌دهند، هیچ نص و اشاره و قیاس صحیحی در دست ندارند.\nو اما مسائل مربوط به «عول» از قرآن استنباط می‌شود؛ زیرا خداوند برای وارثان سهامی را معین کرده است، و آنها دو حالت دارند؛ یا برخی، به سبب وجود برخی، از ارث محروم می‌شوند، یا نمی‌شوند. پس اگر برخی، به سبب برخی دیگر، از ارث محروم شدند، آن‌که از ارث محروم شده است، ساقط می‌گردد و مزاحمتی ایجاد نکرده و استحقاق هیچ چیزی را ندارد. و اگر به سبب برخی، برخی دیگر از ارث محروم نشدند، از یکی از این حالات خارج نیست؛ یا سهام موجود، همۀ ترکه را در بر نمی‌گیرد، و یا اینکه ترکه بدون کم و زیاد به اندازۀ سهام است، و یا اینکه سهام از مقدار ترکه بیشتر است. در دو صورت اول، هر کسی سهمش را به طور کامل می‌گیرد، و در صورت آخر که سهام از ترکه بیشتر است، از دو حالت خالی نیست: یا اینکه ما به بعضی از وارثان از سهمی که خداوند برای آنها مقرر نموده است کمتر می‌دهیم، و سهم دیگر وارثان را کامل می‌کنیم، و این ترجیح بدون دلیل است، چرا که هیچ یک از دیگری برتر نیست و نباید سهم یکی کم گردد و بر سهم دیگری افزوده شود.پس حالت دوم تعیین می‌گردد، و آن این است که به هر یک، در حد امکان، بهره‌اش را بدهیم، و میان آنها تقسیم کنیم. به عنوان مثال اگر وام طلبکاران از مال بدهکار بیشتر باشد، برای این کار راهی جز «عول» وجود ندارد. پس دانسته شد که خداوند «عول»را در فرائض و سهام بیان کرده است.\nو چنانچه عین این قضیه را بر عکس کنیم، قضیۀ «ردّ» دانسته می‌شود؛ زیرا صاحبان سهام وقتی که سهام آنان تمام ترکه را در بر نگیرد، و چیزی از آن باقی بماند، و مستحقی از قبیل خویشاوندِ نزدیک و دور وجود نداشته باشد، برگرداندن آن به یکی از خویشاوندان، ترجیحِ بدون دلیل است، و دادن آن به کسی دیگر غیر از خویشاوندان، اشتباه و انحراف، و مخالف فرمودۀ الهی است که می‌فرماید: ﴿وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ﴾ و خویشاوندان نسبت به یکدیگر [از دیگران] در کتاب خدا سزاوارترند. پس مشخص گردید آنچه که اضافه مانده است، به هرکدام از صاحبان سهام، باید به اندازۀ سهمی که دارند برگردانده ‌شود. و چون ارثی که زن و شوهر از یکدیگر می‌برند، به سبب خویشاوندی نیست، عموم کسانی که معتقد به قضیۀ «ردّ» هستند، می‌گویند آنچه از سهام اضافه مانده است، به آنها برگردانده نمی‌شود. طبق این نظریه، «ردّ» به کسی تعلق می‌گیرد که صاحبِ فرض و خویشاوند باشد. و اما قول دیگری که در این زمینه مطرح می‌باشد این است که حکم زن و شوهر در قضیۀ «ردّ»، همانند حکم دیگر وارثان است، پس «ردّ» به زن و شوهر تعلق می‌گیرد همان‌طور که «عول» آنها را در برمی‌گرفت. و آنچه که از دلالت کتاب و سنت و قیاس صحیح آشکار و پیداست، همین می‌باشد. والله أعلم.\nو از این طریق میراث «ذوی الأرحام» خویشاوندان نیز دانسته می‌شود؛ زیرا اگر مرده بعد از خود کسی که صاحب سهم است، و یا عصبه‌ای را بر جای نگذاشت، و مسئله از این قرار باشد که مال به بیت‌المال داده شود و بیگانگان از آن سود ببرند، یا اینکه مال او به خویشاوندانش برگردانده شود، خویشاوندانی که بر حسب فرمودۀ خداوند مستحق به ارث بردن مال او هستند: ﴿وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ﴾ پس دادن مال مرده به غیر از خویشاوندان، ترک کردن و کنار گذاشتن کسی است که مستحق‌تر است، پس وارث قرار دادن خویشاوندان تعیین می‌گردد، و چنانچه وارث قرار دادن آنها مقرر گردد، معلوم است که سهم هر یک از آنها در کتاب خدا مشخص و معین نشده است، و به سبب ارتباطی که میان آنها و مرده هست، خویشاوند او شده‌اند، پس به سبب این پیوند در جایگاه کسانی قرار می‌گیرند که با میت قرابت دارند و از وی ارث می‌برند. والله اعلم.\nاما در رابطه با میراث دیگر «عصبه‌ها» مانند فرزند، و برادران و فرزندانشان و عموها و فرزندانشان... ، پیامبر صلی الله علیه وسلم فرموده است: «سهام را به صاحبان آن بدهید، پس هرچه باقی ماند آن را به مردی که سزاوارتر است، بدهید». و خداوند متعال فرموده است: (﴿وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ﴾) پس وقتی که سهام را به صاحبان آن دادیم و چیزی باقی نماند، «عصبه» مستحق چیزی نخواهد بود، و اگر چیزی باقی ماند، «عصبه» بر حسب نسبت و جهت‌شان آن را می‌گیرند.\nجهات «عصوبت» و خویشاوندی، پنج جهت است؛ فرزند، پدر، برادر، و فرزندانشان، عموها و فرزندانشان، سپس ولاء، و آن کس که جهتش نزدیک‌تر است، مقدم می‌شود. پس اگر همه در یک جهت بودند آن کس که منزلت وی نزدیک‌تر است، مقدّم داشته می‌شود.پس اگر همه در یک رتبه بودند، قوی‌ترین آنها، مقدم داشته می‌شود که برادر است، و اگر از هر نظر برابر بودند، همه شریک هستند. و الله اعلم. \nاما علت اینکه خواهرانی که از مادر نیستند در صورتی که میت دختر یا دخترِ پسر [نوۀ پسری] داشته باشد، عصبه شمرده شده و آنچه از سهم دختران اضافه باشد، می‌گیرند، آن است که در قرآن چیزی وجود ندارد که مبین آن باشد خواهران به سبب وجود دختران از ارث محروم و ساقط می‌شوند. پس اگر دختران سهام خود را گرفتند، و چیزی باقی ماند، به خواهران داده می‌شود. و این سهم به عصبه‌ای که از خواهران دورترند، مانند برادرزاده، و عموزاده، و کسانی که از اینها دورتر هستند، عدول نمی‌شود. والله اعلم."
    },
    {
      "id": 506,
      "verse_number": 13,
      "verse_key": "4:13",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 63,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "تِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "page_number": 79,
      "juz_number": 4,
      "translations": [
        {
          "id": 923171,
          "resource_id": 135,
          "text": "اینها حدود الهی است و هر ‌کس از الله و پیامبرش اطاعت کند، وی را به باغ‌هایی درمی‌آورد که از زیر [درختان] آن جویبارها جاری است؛ در آن جاودانه‌اند و این همان کامیابی بزرگ است."
        }
      ],
      "tafsir_saadi": "تفاصیلی که خداوند در رابطه با احکام میراث بیان کرد، حدود الهی است و نباید از آن تجاوز کرد، و در انجام آن کوتاهی ورزید. و این بیانگر آن است که وصیت برای وارث، منسوخ است؛ چرا که خداوند، سهم آنان را معیّن کرده است.\nسپس بر اساس فرمودۀ الهی (﴿تِلۡكَ حُدُودُ ٱللَّهِ﴾) [این حدود الهی است و از آن تجاوز نکنید] وصیت برای وارث، بیشتر از حقّی که دارد، مشمول تعدی و تجاوز است. پیامبر نیز صلی الله علیه وسلم فرمود است: «لاوَصِيَّةَ لِوَارِث» وصیتی برای وارث نیست.\nسپس خداوند متعال به طور عموم از طاعت و فرمانبرداری از خدا و پیامبر و نافرمانی از آنها سخن گفت، تا پایبندی به حدود الهی در فرائض و ارث را نیز در برگیرد، و فرمود: (﴿وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ﴾) هر کس از دستورات خدا و پیامبرش فرمان بَرَد، [که بزرگ‌ترین فرمان بردن از خدا و پیامبر، اعتقاد به توحید خدا است]، سپس دستورات دیگر را ـ با اختلاف و تفاوتی که در درجات و مراتب دارند ـ اجرا نماید و از آنچه خدا و پیامبرش از آن نهی کرده‌اند، پرهیز کند [که بزرگ‌ترین آن شرک ورزیدن به خدا است]، و از دیگر گناهان ـ با اختلاف و تفاوتی که در گروه‌بندی آنها وجود دارد ـ بپرهیزد، (﴿يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا﴾) [خداوند] او را به باغ‌هایی وارد می‌کند که رودها از زیر درختان آن روان است، و برای همیشه در آن می‌ماند.\nپس هرکس دستورات خداوند را به جا آوَرَد، و از منهیات او پرهیز نماید، حتماً وارد بهشت می‌شود، و از جهنم نجات می‌یابد. (﴿وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ﴾) و این است رستگاری بزرگ که به وسیلۀ آن از خشم و عذاب خداوند نجات می‌یابید، و از پاداش و خشنودی او و نعمت پایدار بهشت که قابل توصیف نیست، برخوردار می‌شوید."
    },
    {
      "id": 507,
      "verse_number": 14,
      "verse_key": "4:14",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 63,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَـٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ",
      "page_number": 79,
      "juz_number": 4,
      "translations": [
        {
          "id": 923172,
          "resource_id": 135,
          "text": "و هر ‌کس از الله و پیامبرش نافرمانی نماید و از حدود او تجاوز کند، وی را در آتشی وارد می‌کند که جاودانه در آن خواهد ماند و برایش عذابی خفت‌بار [در پیش] است."
        }
      ],
      "tafsir_saadi": "(﴿وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ ...﴾) و هرکس که از خدا و رسولش نافرمانی کند. کفر و گناهانی که پایین‌تر از آن هستند، همه در معصیت داخل‌اند. پس خوارج در این زمینه نباید شبهه‌ای داشته باشند که می‌گویند: کسانی که مرتکب گناه می‌شوند، کافر هستند؛ زیرا خداوند وارد شدن به بهشت را نتیجۀ فرمانبرداری و طاعت خود و پیامبرش قرار داده است، و نتیجۀ نافرمانی خدا و پیامبرش را، وارد شدن به جهنم قرار داده است. پس هرکس که به طور کامل از خداوند اطاعت نماید، بدون عذاب وارد بهشت می‌شود، و هر کس از خدا و پیامبرش به طور کامل فرمان نبرد، و سرپیچی کند ـ که شرک و گناهانی که پایین‌تر از آن هستند در نافرمانی خدا داخل‌اند ـ وارد جهنم می‌شود، و برای همیشه در آن می‌ماند. و کسی که هم مرتکب گناه شده و هم اطاعت خدا را کرده باشد، بر حسب طاعت و معصیتی که در او هست، پاداش و عذاب می‌یابد. و نصوص متواتر دلالت می‌نمایند که اهل توحید، برای همیشه در جهنم نخواهند بود؛ زیرا توحید و یکتاپرستی مانع از خلود در جهنم است."
    },
    {
      "id": 508,
      "verse_number": 15,
      "verse_key": "4:15",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
      "page_number": 80,
      "juz_number": 4,
      "translations": [
        {
          "id": 923173,
          "resource_id": 135,
          "text": "و کسانی از زنان شما که مرتکب زنا می‌شوند، چهار نفر [مرد عادل] از خودتان را بر آنان گواه گیرید؛ پس اگر گواهی دادند، آن زنان را در خانه‌ها نگه دارید تا مرگشان فرارسد یا الله راهی برایشان قرار دهد."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ﴾) و زنانی که‌مرتکب زنا می‌شوند. زنا را به ‌فاحشه تعبیر کرد، چون کاری بسیار زشت است.(﴿فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡ﴾) پس چهار نفر از مردان عادل و مؤمن‌تان را بر آنها گواه بگیرید.(﴿فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ﴾) سپس اگر چهار نفر گواهی دادند، از بیرون رفتن آنها جلوگیری کنید؛ چرا که باعث فتنه و شک می‌شود؛ زیرا نگاه داشتن در خانه، یک عقوبت است. (﴿حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ﴾) تا دم مرگ آنها را زندانی کنید، (﴿أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا﴾) یا اینکه خداوند برای آنها، راهی غیر از زندانی شدن در خانه‌ها قرار می‌دهد.\nاین آیه منسوخ نیست؛ زیرا تا وقتی که خداوند راهی را روشن کرد به صورت یک راهکار موقت باقی ‌ماند. و در اول اسلام چنین بود، تا اینکه خداوند برای زنان راهی روشن ساخت، و آن این بود که مرد و زن [محصن] متأهلی که مرتکب زنا می‌شوند، سنگسار شده، و مرد و زن [غیر محصن] مجردی که مرتکب زنا می‌گردیدند، شلاق زده می‌شدند."
    },
    {
      "id": 509,
      "verse_number": 16,
      "verse_key": "4:16",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
      "page_number": 80,
      "juz_number": 4,
      "translations": [
        {
          "id": 923174,
          "resource_id": 135,
          "text": "از میان شما، آن مرد و زنی که مرتکب آن [عمل زشت] می‌شوند، [با تنبیه و توبیخ] آزارشان دهید؛ پس اگر توبه کردند و درستکار شدند، از آنان صرف‌نظر کنید؛ [چرا که] بی‌تردید، الله توبه‌پذیر مهربان است."
        }
      ],
      "tafsir_saadi": "همچنین (﴿وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ﴾) مردان و زنانی از شما که مرتکب زنا می‌شوند، (﴿فَ‍َٔاذُوهُمَا﴾) آنها را با حرف و سرزنش و عیب‌جویی و زدنی که از این عمل زشت باز دارد، بیازارید. بنابراین هرگاه مردان مرتکب زنا ‌شوند، مورد اذیت وآزار قرار می‌گیرند، و زنان زندانی و اذیت می‌شوند. پس زندانی کردن، تا زمان فرا رسیدن مرگ است، و آزار رساندن، تا وقتی است که فرد توبه کند و به اصلاح خود بپردازد.\nبنابراین فرمود: (﴿فَإِن تَابَا﴾) اگر از گناهی که انجام داده‌اند، بازگشتند و پشیمان شدند، و تصمیم گرفتند آن گناه را تکرار نکنند، (﴿وَأَصۡلَحَا﴾) و به اصلاح رفتار خود پرداختند، که بر توبۀ راستین دلالت می‌نماید، (﴿فَأَعۡرِضُواْ عَنۡهُمَآ﴾) از آزار رساندن به آنها دست بردارید.\n(﴿إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا﴾) همانا خداوند بسیار توبه‌پذیر است، و توبۀ گناهکار را می‌پذیرد، و رحمت و احسان او، بسیار فراوان است. از جمله مهربانی و احسان او این است که به آنها توفیق توبه داده، و توبۀ آنان را می‌پذیرد، و از آنچه از آنها سر زده است، می‌گذرد.\nاز این دو آیه استنباط می‌شود که برای اثبات زنا، باید چهار مرد مؤمن گواهی دهند، و به طریق اولی شرط است که عادل باشند؛ چون خداوند در مورد این کار زشت، سخت گرفته است، تا عیب بندگانش را بپوشاند، تا جایی که گواهی دادن زنان به تنهایی، برای اثبات زنا، پذیرفته نمی‌شود، و گواهی آنها همراه با مردان نیز، پذیرفته نمی‌شود، و گواهی دادن کمتر از چهار مرد نیز، پذیرفته نمی‌شود، و باید به صراحت گواهی دهند، همان طور که احادیث صحیح بر این مطلب دلالت می‌نمایند. و این آیه نیز به آن اشاره می‌کند؛ زیرا خداوند متعال فرموده است: (﴿فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡ﴾) و به این نیز اکتفا نکرده، و می‌فرماید: (﴿فَإِن شَهِدُواْ﴾) اگر شهادت دادند؛ یعنی باید شهادت و مشاهده صریح باشد و به چیزی شهادت دهند که آن را به طور آشکار و عیان مشاهده کرده‌اند، و گواهی دادن آنان، باید شفاف و خالی از هر گونه تعریض و کنایه باشد.\nو از این دو آیه استنباط می‌شود که خداوند متعال به منظور ترک زنا، آزار رساندن از طریق گفتار و کردار و زندانی کردن را مشروع نموده است."
    },
    {
      "id": 510,
      "verse_number": 17,
      "verse_key": "4:17",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "page_number": 80,
      "juz_number": 4,
      "translations": [
        {
          "id": 923175,
          "resource_id": 135,
          "text": "[پذیرش] توبه از سوی الله، تنها برای کسانی است که از روی نادانی [و سفاهت] کار ناشایستی انجام می‌دهند، آنگاه به زودی [و پیش از فرارسیدنِ مرگ] توبه می‌کنند. اینانند که الله توبه‌شان را می‌پذیرد و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "خداوند به دو صورت توبۀ بندگان را می‌پذیرد، یکی اینکه به بنده توفیق توبه می‌دهد، و دیگر اینکه توبۀ او را می‌پذیرد. در این آیه خداوند می‌فرماید: پذیرفتن توبه، حقی است بر خدا، و خداوند از روی بخشش و بزرگواری، آن را بر خود واجب گردانده است، برای کسی که از روی نادانی مرتکب گناه شده است.\n(﴿بِجَهَٰلَةٖ﴾) یعنی نسبت به عاقبت و سرانجام گناه جاهل است و فراموش کرده که گناه باعث ناخشنودی و عذاب الهی است. فراموش کرده است که خداوند او را می‌بیند، و مراقب او است، و اطلاع ندارد که گناه یا ایمان را ناقص می‌کند، و یا آن را به طور کلی از بین می‌برد.\nپس هرکس مرتکب گناه و نافرمانی خدا ‌گردد، به این اعتبار جاهل و نادان است، گرچه به حرام بودن گناه دانا باشد؛ زیرا علم داشتن به حرام بودن کاری شرط است برای اینکه آن کار گناه شمرده شود، و مرتکب آن مورد مجازات قرار گیرد.\n(﴿ثُمَّ يَتُوبُونَ مِن قَرِيبٖ﴾) احتمالاً به این معنی است که آنها قبل از مشاهده و فرا رسیدن مرگ، توبه می‌کنند؛ زیرا خداوند توبۀ بنده را به شرطی می‌پذیرد که قبل از مشاهدۀ مرگ و عذاب قطعی، توبه کند. اما بعد از فرا رسیدن مرگ، توبۀ گناهکاران پذیرفته نمی‌شود، و بازگشتن کفار به دین خدا پذیرفته نخواهد شد. همان طور که خداوند در مورد فرعون فرموده است: ﴿حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ﴾ چون غرق شدن او را فرا گرفت، گفت: «ایمان دارم که هیچ معبود برحق و خدایی جز آن ذاتی که بنی‌اسرائیل به او ایمان آورده‌اند، وجود ندارد». و خداوند متعال فرموده است: ﴿فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦ﴾ سپس هنگامی که عذاب خدا را دیدند، گفتند: «ایمان آوردیم به خدای یگانه، و کافریم به آنچه که قبلاً برای خدا شریک قرار می‌دادیم». اما ایمانشان سودی به آنها نرساند، هنگامی که عذاب و سختی ما را دیدند. این سنت و روش خدا است که در میان بندگان گذشته است.\nو در اینجا فرمود: (﴿وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّ‍َٔاتِ﴾) و توبۀ کسانی که مرتکب گناه می‌شوند ـ‌گناهانی که از کفر پایین‌ترند‌ـ (﴿حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا﴾) تا زمان فرا رسیدن مرگشان. توبۀ چنین کسانی پذیرفته نمی‌شود؛ زیرا توبه کردن در حالت فرا رسیدن مرگ، توبۀ اجباری است و به توبه‌کننده سودی نمی‌بخشد. \nبلکه توبه‌ای سودبخش است که از روی اختیار باشد. و احتمال دارد که معنی (﴿مِن قَرِيبٖ﴾) چنین باشد: هر چه زودتر پس از انجام گناه، توبه می‌کنند. پس معنی آیه این طور می‌شود: هرکس که پس از مرتکب شدن گناه، بلافاصله از آن دست بکشد، و به سوی خدا باز گردد، و از گناه پشیمان شود، خداوند توبه‌اش را می‌پذیرد. به خلاف کسی که به گناهش ادامه می‌دهد، و بر عیب‌هایش اصرار می‌ورزد، تا جایی که زشتی‌ها و گناهان تبدیل به صفت و ویژگی ریشه‌دار او می‌گردد. برای چنین کسی، توبه کردن مشکل خواهد بود، و غالباً این گونه افراد موفق به توبه کردن نمی‌شوند و به اسباب و عوامل توبه دست نمی‌یازند. مانند کسی که گناه انجام می‌دهد و به یقین می‌داند که خداوند او را می‌بیند، اما این موضوع او را متأثر نمی‌کند، چنین کسی دروازۀ رحمت الهی را به روی خود می‌بندد.\nآری! گاهی خداوند بنده‌اش را که از روی قصد و یقین بر انجام گناه اصرار می‌ورزد، توفیق می‌دهد که توبه کند، و گناهان و جنایت‌های گذشته‌اش را می‌بخشد، اما رحمت الهی و توفیقِ توبه به فرد اول نزدیک‌تر است. بنابراین آیۀ اولی را با (﴿وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا﴾) به پایان رسانید.\nاز جمله علم الهی این است که توبه‌کنندۀ راستین و دروغین را می‌شناسد، و هر یک را بر حسب حکمت الهی‌اش پاداش و سزا می‌دهد. و از جملۀ حکمت‌های الهی این است که بر اساس حکمت و رحمت خویش، عده‌ای را توفیق می‌دهد که توبه کنند، و بر اساس حکمت و عدل خویش، چنین توفیقی را از عده‌ای دیگر دریغ می‌دارد و آنها را خوار و ذلیل می‌گرداند."
    },
    {
      "id": 511,
      "verse_number": 18,
      "verse_key": "4:18",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
      "page_number": 80,
      "juz_number": 4,
      "translations": [
        {
          "id": 923176,
          "resource_id": 135,
          "text": "و برای کسانی که [تا پایان عمر همواره] مرتکب کارهای ناشایست می‌شوند و هنگامی که مرگ یکی از آنان فرامی‌رسد می‌گوید: «اکنون توبه کردم» [هیچ] توبه [و بخششی در کار] نیست و نه برای کسانی‌ که در حال کفر می‌میرند. اینان هستند که برایشان عذاب دردناکی مهیّا ساخته‌ایم."
        }
      ],
      "tafsir_saadi": "و در اینجا فرمود: (﴿وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّ‍َٔاتِ﴾) و توبۀ کسانی که مرتکب گناه می‌شوند ـ‌گناهانی که از کفر پایین‌ترند‌ـ (﴿حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا﴾) تا زمان فرا رسیدن مرگشان. توبۀ چنین کسانی پذیرفته نمی‌شود؛ زیرا توبه کردن در حالت فرا رسیدن مرگ، توبۀ اجباری است و به توبه‌کننده سودی نمی‌بخشد. \nبلکه توبه‌ای سودبخش است که از روی اختیار باشد. و احتمال دارد که معنی (﴿مِن قَرِيبٖ﴾) چنین باشد: هر چه زودتر پس از انجام گناه، توبه می‌کنند. پس معنی آیه این طور می‌شود: هرکس که پس از مرتکب شدن گناه، بلافاصله از آن دست بکشد، و به سوی خدا باز گردد، و از گناه پشیمان شود، خداوند توبه‌اش را می‌پذیرد. به خلاف کسی که به گناهش ادامه می‌دهد، و بر عیب‌هایش اصرار می‌ورزد، تا جایی که زشتی‌ها و گناهان تبدیل به صفت و ویژگی ریشه‌دار او می‌گردد. برای چنین کسی، توبه کردن مشکل خواهد بود، و غالباً این گونه افراد موفق به توبه کردن نمی‌شوند و به اسباب و عوامل توبه دست نمی‌یازند. مانند کسی که گناه انجام می‌دهد و به یقین می‌داند که خداوند او را می‌بیند، اما این موضوع او را متأثر نمی‌کند، چنین کسی دروازۀ رحمت الهی را به روی خود می‌بندد.\nآری! گاهی خداوند بنده‌اش را که از روی قصد و یقین بر انجام گناه اصرار می‌ورزد، توفیق می‌دهد که توبه کند، و گناهان و جنایت‌های گذشته‌اش را می‌بخشد، اما رحمت الهی و توفیقِ توبه به فرد اول نزدیک‌تر است. بنابراین آیۀ اولی را با (﴿وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا﴾) به پایان رسانید.\nاز جمله علم الهی این است که توبه‌کنندۀ راستین و دروغین را می‌شناسد، و هر یک را بر حسب حکمت الهی‌اش پاداش و سزا می‌دهد. و از جملۀ حکمت‌های الهی این است که بر اساس حکمت و رحمت خویش، عده‌ای را توفیق می‌دهد که توبه کنند، و بر اساس حکمت و عدل خویش، چنین توفیقی را از عده‌ای دیگر دریغ می‌دارد و آنها را خوار و ذلیل می‌گرداند."
    },
    {
      "id": 512,
      "verse_number": 19,
      "verse_key": "4:19",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
      "page_number": 80,
      "juz_number": 4,
      "translations": [
        {
          "id": 923177,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، برای شما حلال نیست که زنان [پدرانتان] را بر خلاف میلشان به ارث برید [یا مجبور به ازدواج با دیگران کنید] و [در مورد همسران خودتان نیز حکم این است که] آنان را زیر فشار قرار ندهید تا برخی از آنچه را که [به عنوان مهریه] به آنان داده‌اید پس بگیرید؛ مگر اینکه مرتکب عمل ناشایستِ آشکاری [مانند زنا] شوند؛ [اما در مورد زنان پاکدامنِ خود نیکوگفتار باشید] و با آنها به طور شایسته رفتار کنید و اگر از آنان [خوشتان نیامد و] کراهت داشتید، پس [شکیبایی کنید؛] چه بسا از چیزی خوشتان نمی‌‌آید و الله خیر بسیاری در آن قرار می‌دهد."
        }
      ],
      "tafsir_saadi": "اعراب در جاهلیت این گونه بودند که هر گاه یکی از آنها می‌مُرد، خویشاوندش از قبیل برادر و پسرعمو و امثال آن، فکر می‌کرد او از هرکسی به همسر برادرش محق‌تر است، و اجازه نمی‌داد با دیگری ازدواج کند، خواه آن زن دوست داشت یا دوست نداشت. و اگر برادر شوهر یا خویشاوندش آن زن را می‌پسندید، وی را با مهریه‌ای به دلخواه خود به عقد خویش در می‌آورد، و اگر وی را نمی‌پسندید، او را تحت فشار قرار می‌داد و به عقد کسی درمی‌آورد که او انتخاب می‌کرد. و در بسیاری مواقع از ازدواج مجدد وی، امتناع می‌ورزید، مگر اینکه زن چیزی از ترکۀ شوهرش یا چیزی از مهریه‌اش را، به او ‌می‌داد.\nو نیز در زمان جاهلیت مرد، زنش را که دوست نداشت، تحت فشار قرار می‌داد تا بخشی از آنچه را که به وی داده بود، به دست بیاورد. پس خداوند مؤمنان را از همۀ این حالت‌ها نهی کرد، مگر دو حالت؛ یکی اینکه زن خودش راضی باشد و با خویشاوند شوهر اولش ازدواج نماید. همان طور که مفهوم فرمودۀ الهی (﴿كَرۡهٗا﴾) چنین است، و اگر زنان مرتکب گناه آشکار شدند، مانند زنا و سخن زشت و اذیت کردن شوهر، در این حالت شوهر می‌تواند زنش را به سزای کارهایش تحت فشار قرار دهد، تا چیزی بدهد، و خودش را از مرد برهاند، به شرطی که تحت فشار قرار دادن، منصفانه و با عدالت انجام شود.\nسپس خداوند متعال فرمود: (﴿وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِ﴾) و با زنان به طور شایسته و نیک زندگی کنید. و این، معاشرتِ قولی و فعلی را در بر می‌گیرد. پس بر شوهر لازم است که به گونه‌ای شایسته و خوب، از قبیل: صحبت زیبا، اذیت نکردن، و نیکوکاری با همسرش معاشرت نماید. و تهیۀ خوراک و پوشاک و امثال آن در معاشرت نیکو داخل‌اند. پس بر شوهر لازم است آن‌گونه که دیگر شوهران با زنانشان در آن زمان و مکان رفتار می‌کنند به همان شیوه رفتار کند.و این با توجه به تفاوت حالت‌ها فرق می‌کند.\n(﴿فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡ‍ٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا﴾) ای شوهران! شایسته است که همسرانتان را علی رغم اینکه از آنها خوشتان نمی‌آید، نگاه دارید؛ زیرا در این کار، خیر فراوانی وجود دارد. از آن جمله: فرمان بردن از دستور خدا و پذیرفتن سفارش الهی است، که سعادت دنیا و آخرت در آن نهفته است. همچنین او خود را مجبور ساخته است با زنی زندگی کند که وی را دوست ندارد، و این کار مجاهده با نفس و خود آرایی به اخلاق زیبا است، و چه بسا که نفرت از بین ‌رود، و محبت و دوستی جای آن را بگیرد.\nو چه بسا که خداوند از آن زن، فرزند صالحی پدید آورد که به پدر و مادرش در دنیا و آخرت نفع و فایده برساند، و اینها همه در صورتی است که نگاه داشتن زن امکان داشته باشد، و خطر ستم و انجام کار نابجا نباشد. واگر چاره‌ای جز جدایی نبود، و برای نگاه داشتن زن، هیچ راهی وجود نداشت، نگاه داشتن وی لازم نیست."
    },
    {
      "id": 513,
      "verse_number": 20,
      "verse_key": "4:20",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "page_number": 81,
      "juz_number": 4,
      "translations": [
        {
          "id": 923178,
          "resource_id": 135,
          "text": "اگر خواستید همسری [دیگر] به جای همسر [پیشین خود] برگزینید و به یکی از آنان مال فراوانی [به عنوان مهریه] پرداخته‌اید، چیزی از آن را پس نگیرید. آیا می‌خواهید آن [مال] را به ناحق و گناهِ آشکار بازپس ‌بگیرید؟"
        }
      ],
      "tafsir_saadi": "بلکه هرگاه (﴿وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ﴾) خواستید زنی را طلاق دهید، و به جای آن با زنی دیگر ازدواج کنید، پس بر شما گناهی نیست.\nاما اگر (﴿وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ﴾) به زنی که او را طلاق می‌دهید، و یا به زنی که با او ازدواج می‌کنید، (﴿قِنطَارٗا﴾) مال فراوانی دادید، (﴿فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡ‍ًٔا﴾) از او چیزی نگیرید، بلکه آن را به طور کامل به وی داده، و در دادن آن تأخیر نکنید.\nاین آیه دلالت می‌کند که مهریۀ زیاد حرام نیست، هر چند که بهتر و شایسته‌تر آن است با اقتدا به پیامبر صلی الله علیه وسلم مهریه‌ها کم باشد؛ زیرا خداوند از کاری خبر داده است که مسلمانان انجام می‌دهند، و به خاطر انجام این کار بر آنها اعتراض نکرده است، پس آیه بر عدم حرمت آن دلالت می‌نماید. اما اگر مهریۀ زیاد، فساد دینی را در بر داشته و مصلحتی در زیاد بودن آن نباشد، از آن نهی شده است. \nسپس فرمود: (﴿أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا﴾) این عمل حلال نیست، گرچه انواع حیله را به‌کار ببرید؛ زیرا گناهی آشکار است."
    },
    {
      "id": 514,
      "verse_number": 21,
      "verse_key": "4:21",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَـٰقًا غَلِيظًا",
      "page_number": 81,
      "juz_number": 4,
      "translations": [
        {
          "id": 923179,
          "resource_id": 135,
          "text": "و چگونه آن [مهریه] را بازپس می‌گیرید در حالی‌ که از یکدیگر بهره‌مند شده‌اید [و از اسرار یکدیگر آگاهید] و آنان [هنگام عقد ازدواج] از شما پیمانی محکم و استوار گرفته‌اند؟"
        }
      ],
      "tafsir_saadi": "خداوند حکمت آن را بیان کرده و می‌فرماید: (﴿وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا﴾) صورت مسأله به این شیوه است: زن قبل از عقد نکاح بر شوهر حرام است، و زوجه جز در قبال مهریه‌ای که شوهر به او می‌دهد، راضی به حلال بودنش برای زوج نیست. پس وقتی شوهر به طور کامل با او آمیزش کرد، آن گونه که قبل از این برایش حرام بود، بر او لازم می‌آید که مهریه را بپردازد. پس چگونه شوهر که باید به طور کامل مهریه را بپردازد، آن را از زن باز پس می‌گیرد؟! این بزرگ‌ترین ظلم و ستم است و خداوند از شوهران پیمان محکمی گرفته است که حقوق همسرانشان را رعایت کنند."
    },
    {
      "id": 515,
      "verse_number": 22,
      "verse_key": "4:22",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 64,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
      "page_number": 81,
      "juz_number": 4,
      "translations": [
        {
          "id": 923180,
          "resource_id": 135,
          "text": "و با زنانی که پدرانتان [با آنها] ازدواج کرده‌اند، [پس از مرگ پدر] ازدواج نکنید؛ مگر آنچه در گذشته [از این نوع ازدواج، پیش از اعلام این حکم] رخ داده است؛ [چرا که] بی‌تردید، این کار، عملی بسیار زشت و مبغوض [الله] و راهی نادرست است."
        }
      ],
      "tafsir_saadi": "یعنی با زنانی که با پدرانتان یا پدربزرگانتان ازدواج کرده‌اند، ازدواج نکنید. (﴿إِنَّهُۥ كَانَ فَٰحِشَةٗ﴾) این عمل، کار بسیار زشتی است، (﴿وَمَقۡتٗا﴾) و باعث خشم خدا و نفرت مردم از شما شده، و به سبب این کار، پسر از پدر، و پدر از پسر، متنفر می‌گردد. در صورتی که امر شده است پسر با پدر نیکی کند.\n(﴿وَسَآءَ سَبِيلًا﴾) و این عمل، شیوه و راه زشت و بسیار بدی است؛ چون از عادت‌های جاهلیت است، و اسلام آمد تا مردم را از رسوم جاهلیت پاک بگرداند."
    },
    {
      "id": 516,
      "verse_number": 23,
      "verse_key": "4:23",
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "ruku_number": 65,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "page_number": 81,
      "juz_number": 4,
      "translations": [
        {
          "id": 923181,
          "resource_id": 135,
          "text": "[ازدواج با این زنان] بر شما حرام شده ‌است: مادر و دختر و خواهر و عمه و خاله و دختر برادر و دختر خواهر و مادری که به شما شیر داده‌ است و خواهر رِضاعی و مادر زن و دخترِ همسری که [آن دختر] در خانۀ شما پرورش یافته است و با آن همسر همبستر شده‌اید ـ ولی اگر با آن زن آمیزش نکرده‌اید، گناهی نیست [که با دخترش ازدواج کنید]ـ همچنین همسرانِ پسرانتان که از نسل خودتان هستند و ازدواج با دو خواهر [در یک زمان، نیز بر شما حرام است]؛ مگر آنچه در گذشته [از این نوع ازدواج، پیش از اعلام این حکم] رخ داده است؛ [چرا که] بی‌تردید، الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "این آیات شریفه مشتمل بر بیان حرمت ازدواج با زنانی است که به واسطۀ نسب، رضاع، خویشاوندی از راه پیوند زناشویی، و جمع کردن حرام‌اند. همچنین این آیات مشتمل بر بیان آن دسته از زنانی است که [نکاح آنها] حلال است. اما زنانی که به واسطۀ نسب حرام‌اند، همان هفت تایی هستند که خداوند آنها را بیان کرده است: مادر، که شامل هر زنی می‌شود که در به دنیا آمدن آدمی نقش واسطه را ایفا کرده باشد، از قبیل: مادر بزرگ، و مادر مادر بزرگ و...، دختر، و آن کسی است که از تو متولد شده است، خواهران تنی و یا خواهری که تنها از پدر است، یا تنها از مادر است، و عمه، و آن خواهر پدر یا پدربزرگ است هر اندازه که بالا رود، و خاله، و آن خواهر مادر یا خواهر مادربزرگ است هر اندازه که بالا رود، خواه ارث ببرد یا نبرد، و برادرزاده‌ها، و خواهرزاده‌ها، و فرزندانشان. اینها به اجماع علما به سبب نسب حرام‌اند، همان طور که نص آیۀ شریفه بیان می‌کند. و حلال بودن دیگر زنان از این آیه فهمیده می‌شود: (﴿وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ﴾) و غیر از اینها برای شما حلال‌اند، مانند: دخترعمه، و دخترعمو، و دختردایی، و دخترخاله.\nو اما زنانی که به سبب شیرخوارگی و رضاع حرام‌اند، خداوند از میان آنها مادر و خواهر را بیان کرده است، و با اینکه شیر متعلق به مادر نیست، اما حرام قرار داده شده است؛ زیرا شیر متعلق به پدر می‌باشد که سبب پدید آمدن آن شده است. پس وقتی پدر بودن و مادر بودن ثابت شد، آنچه که بر این اصل متفرع می‌گردد برای آنان نیز ثابت می‌شود، مانند برادران و خواهران، و پدران و مادران، و فرزندانشان. \nپیامبر صلی الله علیه وسلم فرمود: (يَحرُمُ مِنَ الرَّضَاعِ مَا يَحرُمُ مِنَ النَّسَب) به سبب رضاع، حرام می‌گردد آنچه که به سبب نَسَب، حرام می‌شود. پس حرمت از طرف زنی که شیر می‌دهد، و از طرف کسی که شیر از آنِ اوست، منتشر می‌گردد، همان‌طور که به سبب نسب، خویشاوندان حرام می‌گردند. و در رابطه با کودک شیرخوار، حرمت فقط به فرزندان او سرایت می‌کند، اما به شرطی که پنج بار شیر داده شود، و شیر خوردن در دو سال باشد، و بعد از دو سالگی اعتبار ندارد، همان طور که سنت و حدیث این مطلب را بیان کرده است.\nو اما زنانی که به سبب خویشاوندی از راه ازدواج حرام هستند، چهار تا می‌باشند؛ زنان پدران هر اندازه که بالاتر روند، و زنان فرزندان هر اندازه که پائین‌تر روند، خواه ارث ببرند یا محروم شوند. و مادران همسر و مادران مادرانشان. این سه گروه به محض عقد ازدواج حرام می‌گردند. و چهارم، دختر زن که از شوهری دیگر باشد، این یکی تا وقتی که شوهر با مادرش آمیزش نکرده است، حرام نمی‌شود. \nهمان طور که خداوند متعال فرموده است: (﴿وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ﴾). و جمهور علما گفته‌اند: (﴿ٱلَّٰتِي فِي حُجُورِكُم﴾) دخترانی هستند که تحت کفالت و رعایت شما پرورش یافته‌اند. این قید، قید اغلبیت است؛ زیرا چنین دخترانی غالباً با مادرانشان زندگی می‌کنند. و گرنه دختر زن حرام است حتی اگر تحت کفالت شوهر پرورش نیافته باشد. اما این قید ـ دخترانی که تحت کفالت شما پرورش یافته‌اند ـ دو فایده را می‌رساند، یکی اینکه خداوند مردم را به حکمت حرام بودن ازدواج با دختری که تحت کفالت شوهر پرورش یافته است، آگاه نموده و اینکه آن دختر مانند دختر خود انسان است. پس ازدواج با او جایز نیست. دوم اینکه خلوت کردن با دختر زن جایز است، چرا که او مانند دختر آدمی است. \nو اما زنانی که نمی‌توان آنها را با هم جمع کرد، ازدواج با دو خواهر است، و پیامبر صلی الله علیه وسلم جمع کردن زن با عمه یا خاله‌اش را حرام کرده است. پس دو زنی که با همدیگر خویشاوند و محرم هستند، چنانچه یکی مرد فرض شود و دیگری زن و بر یکدیگر حرام باشند، جمع کردن آنها حرام است، چون این کار سبب قطع پیوند خویشاوندی می‌گردد."
    },
    {
      "id": 517,
      "verse_number": 24,
      "verse_key": "4:24",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 65,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۖ كِتَـٰبَ ٱللَّهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمْ أَن تَبْتَغُوا۟ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ ۚ فَمَا ٱسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ ٱلْفَرِيضَةِ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "page_number": 82,
      "juz_number": 5,
      "translations": [
        {
          "id": 923182,
          "resource_id": 135,
          "text": "و زنان شوهردار [نیز بر شما حرامند]؛ مگر زنانی که [کنیزتان هستند و شما از راه اسارت] مالک آنها شده‌اید. [این] فریضۀ الهی است که بر شما مقرر داشته است و غیر از اینها [که گفته شد،] برایتان حلال است که ـ در حالی‌ که پاکدامنی می‌ورزید و زناکار نیستید ـ با اموال خود [زنان دیگر را] طلب کنید. پس آن زنانی را که [به ازدواج درآوردید و] از آنان کام گرفتید، باید مهریه‌شان را به عنوان فریضه‌ای به آنان بدهید و در مورد آنچه بعد از تعیین مهریه [در مورد بیش و کمِ آن] با یکدیگر توافق می‌کنید، گناهی بر شما نیست. بی‌گمان، الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "و ازجمله زنانی که ازدواج با آنها حرام است، (﴿وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ﴾) زنانی هستند که شوهر دارند، و ازدواج با آنها تا وقتی که در عقد شوهر خود هستند حرام است، و زمانی حلال می‌شوند که شوهرانشان آنها را طلاق دهند و عده‌شان تمام شود.\n(﴿إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡ﴾) مگر کنیزانی که اسیر کرده‌اید، پس وقتی زن کافری اسیر شد و شوهر داشت برای مسلمین حلال ‌است، بعد از اینکه مدتی گذشت و مشخص شد که حامله نیست. اما اگر کنیز شوهرداری فروخته شد یا هدیه داده شد، نکاح وی فسخ نمی‌شود، چون صاحب دوم به جای صاحب اول است، و چون پیامبر صلی الله علیه وسلم به بریره اختیار داد.\n(﴿كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡ﴾) به کتاب خدا پایبند باشید و آن را راهنمای خویش قرار دهید، که در آن شفا و روشنایی است، و حلال و حرام در آن به صورت مشروح بیان شده است.\n(﴿وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ﴾) و هر آنچه که در این آیه ذکر نشده است، برای شما حلال و پاک است. پس حرام محصور و مشخص است، و حلال حد و حصری ندارد و این لطف و رحمت الهی است که نسبت به بندگان دارد و امور را برای آنها آسان می‌گرداند. (﴿أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم﴾) با مال‌هایتان زنانی را بجویید که آنها را دیده‌اید و پسندیده‌اید و خداوند ازدواج با آنها را برایتان حلال نموده است، در حالی که شما (﴿مُّحۡصِنِينَ﴾) پاکدامن باشید و از زنا دوری کنید و زنان خود را پاکدامن دارید.(﴿غَيۡرَ مُسَٰفِحِينَ﴾) «سفح» یعنی اینکه مرد شهوت خود را در حلال و حرام خاموش نماید، و چنین کسی زنش را پاکدامن نگه نمی‌دارد. چون او شهوت خود را در راه حرام قرار داده و انگیزۀ استفاده از زن حلال در او ضعیف گشته است، پس او نیز پاک نگهدارندۀ دامن زنش باقی نمی‌ماند. و این دلالت می‌نماید که چنین کسی جز با زن ناپاک نباید ازدواج کند؛ زیرا خداوند متعال فرموده است: ﴿ٱلزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوۡ مُشۡرِكَةٗ وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوۡ مُشۡرِكٞ﴾ مرد زناکار ازدواج نمی‌کند، مگر با زن زناکار یا با زن مشرک، و با زن زناکار نباید ازدواج کند، مگر مردی که زناکار یا مشرک است.\n(﴿فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ﴾) و زنانی را که به عقد خویش در آورده‌اید، (﴿فَ‍َٔاتُوهُنَّ أُجُورَهُنَّ﴾) مهریه‌شان را در مقابل استفاده از آنها بپردازید. بنابراین وقتی شوهر با زنش آمیزش کرد مهریه‌اش بر او لازم می‌گردد. \n(﴿فَرِيضَةٗ﴾) و باید مهریۀ آنها را بدهید؛ زیرا خداوند آن را بر شما فرض گردانیده است، و بخشش و هدیه‌ای نیست که اگر شوهر بخواهد آن را بدهد و اگر بخواهد آن را ندهد. و یا اینکه معنی (﴿فَرِيضَةٗ﴾) این است که شما آن را تعیین کرده‌اید، پس بر شما واجب است آن را بپردازید. بنابراین چیزی از آن‌را کم نکنید.\n(﴿وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِ﴾) و اگر بعد از تعیین مهریه با یکدیگر توافق کردید، و شوهر مهریه را بیشتر کرد، یا زن مهریه را با رضایت خاطر کم کرد، اشکالی ندارد، و این گفتۀ بسیاری از مفسرین است. و بسیاری از آنها گفته‌اند: «این آیه در مورد «متعه» است که در ابتدای اسلام حلال بود، سپس پیامبر صلی الله علیه وسلم آن را حرام گردانید. به فردی که نکاح متعه انجام می‌دهد دستور داده می شود که زمان خاصی را برای این کار معین کند و نرخ و مزد آن را نیز مشخص گرداند، سپس هرگاه زمان آن به اتمام رسید ایرادی ندارد که مبلغی غیر از آنچه که قبلاً تعیین شده بود، با رضایت طرفین پرداخت شود».\n(﴿إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا﴾) همانا علم الهی گسترده، و حکمت او کامل است. پس خداوند این آیین و احکام را از روی دانش و حکمت خویش برایتان مشروع نموده، و حدودی که حرام و حلال را به‌وسیلۀ آن از یکدیگر جدا می‌نماید برای شما تعیین کرده است."
    },
    {
      "id": 518,
      "verse_number": 25,
      "verse_key": "4:25",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 65,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ ٱلْمُحْصَنَـٰتِ ٱلْمُؤْمِنَـٰتِ فَمِن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن فَتَيَـٰتِكُمُ ٱلْمُؤْمِنَـٰتِ ۚ وَٱللَّهُ أَعْلَمُ بِإِيمَـٰنِكُم ۚ بَعْضُكُم مِّنۢ بَعْضٍ ۚ فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلْمَعْرُوفِ مُحْصَنَـٰتٍ غَيْرَ مُسَـٰفِحَـٰتٍ وَلَا مُتَّخِذَٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَـٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى ٱلْمُحْصَنَـٰتِ مِنَ ٱلْعَذَابِ ۚ ذَٰلِكَ لِمَنْ خَشِىَ ٱلْعَنَتَ مِنكُمْ ۚ وَأَن تَصْبِرُوا۟ خَيْرٌ لَّكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "page_number": 82,
      "juz_number": 5,
      "translations": [
        {
          "id": 923183,
          "resource_id": 135,
          "text": "و هر یک از شما از لحاظ مالی توانایی ازدواج با زنان آزادۀ مؤمن را ندارد، با کنیزکان باایمانی که در اختیار شما [یا دیگر مسلمانان] هستند [ازدواج کند]؛ و الله به ایمانتان داناتر است. [شما و آنان] همگی از جنس یكدیگر [و با یکدیگر برابر] هستید؛ پس با اجازۀ سرپرستشان با آنان ازدواج کنید و مهریه‌هایشان را به طور پسندیده به آنان بدهید [به شرط آنکه] پاکدامن باشند نه زناکار، و نه [در زمرۀ] کسانی که پنهانی [برای خود] دوست می‌گیرند. آنگاه چون ازدواج کردند، اگر مرتکب زنا شدند، مجازاتشان [پنجاه تازیانه، یعنی] نصف مجازات زنان آزاد است. این [جواز ازدواج با کنیزان،] برای کسی از شماست که از مشقت [غریزه جنسی و دچار شدن به زنا] بترسد؛ و[لی در مورد ازدواج با کنیزان] اگر شکیبایی [و پاکدامنی] پیشه کنید، برایتان بهتر است؛ و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا﴾) و هرکس توانایی دادن مهریۀ زنان آزادۀ مؤمن را نداشت، و این ترس وجود داشت که به زنا یا مشقت فراوان مبتلا ‌شود، برای او جایز است که با کنیزان مؤمن ازدواج کند. و این بر حسب ظاهر است، و گرنه خداوند مؤمن صادق را از مؤمن غیرواقعی می‌شناسد، و امور دنیا بر اساس ظاهر آن سنجیده می‌شوند، و احکام آخرت بر اساس حقیقت و ماهیّت باطنی آن.(﴿فَٱنكِحُوهُنَّ﴾) پس با کنیزان ازدواج کنید،(﴿بِإِذۡنِ أَهۡلِهِنَّ﴾) با اجازۀ صاحبشان با یکی یا چند تا (﴿وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ﴾) و مهریۀ آنها را به نیکی بپردازید، گرچه کنیز باشند. پس همان‌طور که دادن مهریۀ زن آزاده واجب است، پرداختن مهریۀ کنیز نیز واجب است. اما ازدواج با کنیزان جایز نیست مگر اینکه (﴿مُحۡصَنَٰتٍ﴾) پاکدامن و به دور از زنا باشند، (﴿غَيۡرَ مُسَٰفِحَٰتٖ﴾) [و] آشکارا مرتکب زنا نشوند، (﴿وَلَا مُتَّخِذَٰتِ أَخۡدَانٖ﴾) و دوستانی نامشروع و پنهانی برنگزینند.\nپس ازدواج با کنیز برای مرد مسلمانِ آزاد جایز نیست مگر با چهار شرط که خداوند آنها را بیان کرده است: \n1- ایمان‌دار باشند. 2- در ظاهر و باطن پاکدامن باشند. 3- فردی که با کنیزی ازدواج می‌کند توانایی ازدواج با زن آزاده را نداشته باشد. 4- ترس مبتلا شدن به زنا یا مشقت را داشته باشد. \nپس وقتی که این شرایط موجود باشد، برای او جایز است با کنیز ازدواج کند. اما صبر کردن و خودداری از ازدواج با کنیزان بهتر است؛ زیرا با ازدواج با آنان، فرزندانشان در معرض بردگی قرار می‌گیرند، و ازدواج با آنها خواری و عیب تلقی می‌شود. و این زمانی است که صبر کردن و خودداری از ارتکاب حرام ممکن باشد، و چنانچه برای دوری کردن از حرام جز ازدواج با آنها راهی نباشد، ازدواج با آنان واجب است.\nبنابراین خداوند فرمود: (﴿وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ﴾) و چنانچه بردباری پیشه کنید، برایتان بهتر است، و خداوند آمرزنده و مهربان است. (﴿فَإِذَآ أُحۡصِنَّ﴾) وقتی که کنیزان ازدواج کردند یا مسلمان شدند، (﴿فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِ﴾) اگر مرتکب زنا شدند، سزای آنان نصف سزای زنان آزاد است، و این مربوط به سزایی است که نصف کردن آن ممکن باشد و آن سزای شلاق است، که اگر کنیز مرتکب زنا شود به او پنجاه ضربه شلاق زده می‌شود، و سنگسار نمی‌گردد؛ زیرا سنگسار کردن را نمی‌توان نصف کرد.\nپس بنا بر قول اول اگر کنیزان ازدواج نکرده بودند، و مرتکب زنا شدند، حد زنا بر آنها اجرا نمی‌شود بلکه آنها تنبیه و تعزیر می‌شوند تا از زنا باز آیند. و بنا بر قول دوم کنیزان غیر مسلمان وقتی که مرتکب زنا شوند نیز تعزیر می‌شوند.\nخداوند این آیه‌را با این دو اسم بزرگوار (﴿غَفُورٞ رَّحِيمٞ﴾) به پایان رساند؛ زیرا این احکام، یکی از مصادیق مهربانی و بزرگواری و نیکویی پروردگار نسبت به بندگان است، و خداوند آنها را در تنگنا قرار نداد، بلکه آنها را در نهایت فراخی قرار داده است، و شاید بیان مغفرت و آمرزش پس از ذکر حد، اشاره به این مطلب است که حدود، کفارۀ گناهان‌اند، و خداوند به وسیلۀ حدود گناهان بندگانش را می‌آمرزد، همان‌طور که در حدیث چنین آمده است. حکم بردۀ مذکر در حد مذکور، حکم کنیز است، چون کنیز و برده فرقی ندارند."
    },
    {
      "id": 519,
      "verse_number": 26,
      "verse_key": "4:26",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ٱلَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "page_number": 82,
      "juz_number": 5,
      "translations": [
        {
          "id": 923184,
          "resource_id": 135,
          "text": "الله می‌خواهد که [احکام خویش را] برایتان روشن سازد و شما را به راه و روش کسانی ‌که پیش از شما بودند راهنمایی کند و توبه تان را بپذیرد؛ و الله دانای حکیم است."
        }
      ],
      "tafsir_saadi": "خداوند متعال از احسان و بخشش بزرگ و تربیت بندگان مؤمن، و آسانی دینش خبر داده و می‌فرماید: (﴿يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ﴾) خداوند می‌خواهد همۀ آنچه را که به بیان و روشن شدن آن نیاز دارید، از قبیل: حلال و حرام و حق و باطل، برایتان روشن نماید.\n(﴿وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ﴾) و خداوند می‌خواهد شما را به راه‌های کسانی که پیش از شما بوده‌اند، راهنمایی کند؛ یعنی می‌خواهد شما را به راه پیامبران و پیروانشان و سیرۀ پسندیده و کارهای درست و عادات آنها هدایت نماید، همان کسانی که خداوند بر آنها انعام کرده است. بنابراین خداوند آنچه را که خواست، اجرا نمود و برایتان بیان و روشن کرد، همان‌طور که برای کسانی که پیش از شما بودند، بیان کرد، و خداوند شما را به علم و عمل بزرگی رهنمود کرد.\n(﴿وَيَتُوبَ عَلَيۡكُمۡ﴾) و نسبت به شما مهربانی می‌ورزد، و در آنچه که برایتان مشروع نموده است با شما به نرمی رفتار می‌نماید، تا بتوانید حدود الهی را رعایت نمایید، و به آنچه که برایتان حلال نموده است، بسنده کنید. پس به سبب سهولتی که خداوند نسبت به شما روا داشته است، گناهانتان کم می‌شود. این است توبه پذیری خدا. و از جمله توبه پذیری الهی این است که هرگاه بندگان مرتکب گناه شوند، درهای رحمت را به روی آنها می‌گشاید، و انگیزۀ بازگشت به سوی خدا و فروتنی در بارگاه الهی را در مقابل دل‌هایشان پدید می‌آورد، سپس توبۀ آنها را می‌پذیرد. پس خداوند را سپاس و ستایش می‌گوییم.\n(﴿وَٱللَّهُ عَلِيمٌ حَكِيمٞ﴾) و خداوند، دانا و حکمت او کامل است. از جمله علم الهی این است که به شما چیزهایی آموخت که نمی‌دانستید. و ازجملۀ آن، حدود الهی است. و از جمله حکمت الهی این است که او توبۀ کسی‌را که حکمت و رحمتش اقتضا نماید، می‌پذیرد، و کسی‌را که شایستگی و لیاقت نداشته باشد، به مقتضای حکمت و عدل خویش خوار می‌گرداند."
    },
    {
      "id": 520,
      "verse_number": 27,
      "verse_key": "4:27",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923185,
          "resource_id": 135,
          "text": "و الله می‌خواهد توبۀ شما را بپذیرد [و از آلودگیِ گناه پاکتان نماید]؛ و[لی] کسانی ‌که پیرو شهوات هستند، می‌خواهند که شما دستخوش انحراف بزرگی شوید."
        }
      ],
      "tafsir_saadi": "(﴿وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ﴾) و خداوند می‌خواهد توبۀ شما را بپذیرد، توبه‌ای که از هم ‌پاشیدگی و پراکندگی‌تان را جمع نماید و شما را به خدا نزدیک کند. (﴿وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ﴾) و کسانی که به دنبال هواهای نفسانی هستند و شهوات را بر خشنودی معبود و خدایشان مقدم می‌دارند، و آرزوهای خود را می‌پرستند، از قبیل: کافران و گناهکارانی که خواهش‌های نفسانی خود را بر طاعت پروردگارشان مقدم می‌دارند. پس اینها می‌خواهند (﴿أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا﴾) شما را از راه راست به راه گمراهان و راه کسانی که خداوند بر آنها خشم گرفته است، منحرف نمایند. می‌خواهند شما را از طاعت پروردگار رویگردان کنند و به اطاعت شیطان درآورند، و از سعادت کامل که در فرمان بردن از دستورات خدا نهفته است به بدبختی کامل که در پیروی از شیطان است، رهنمون کنند. پس وقتی که دانستید خداوند شما را به چیزی دستور می‌دهد که صلاح و رستگاری و سعادتتان درآن است، و دانستید که پیروان شهوات به چیزی دستور می‌دهند که زیان و بدبختی شما درآن است، برای خود بهترین دعوتگر و بهترین راه را برگزینید."
    },
    {
      "id": 521,
      "verse_number": 28,
      "verse_key": "4:28",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923186,
          "resource_id": 135,
          "text": "الله [با تشریع این احکام] می‌خواهد بر شما آسان بگیرد؛ و انسان ناتوان آفریده شده‌ است."
        }
      ],
      "tafsir_saadi": "(﴿يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡ﴾) خداوند با آسان نمودن چیزهایی که شما را به انجام آن دستور داده و یا از آن نهی کرده است، می‌خواهد کار را بر شما آسان کند. و چنانچه برخی از احکام در بعضی حالت‌ها بر شما سنگینی کند، آنچه را که نیاز دارید در حالت دشوار از آن استفاده کنید، برایتان جایز قرار دادهاست، مانند: خوردن مردار و خون و امثال آن که برای کسی که در شرایط اضطراری قرار گرفته، جایز است. و مانند ازدواج مرد آزاد با کنیز که با شرایطی که گذشت جایز است. و این از روی رحمت کامل و احسان فراگیر خداوند، و بدان خاطر است که وی ضعف و ناتوانی انسان را می‌داند، و واقف است که انسان از همۀ جهات ناتوان است. جسم انسان ضعیف است، اراده و تصمیم او ضعیف است، و ایمان و صبرش کم. پس به این خاطر خداوند خواست چیزهایی را که آدمی توانایی انجام آن را ندارد، و ایمان و صبر و نیرویش تاب و تون آن را ندارد، برای او آسان بگرداند."
    },
    {
      "id": 522,
      "verse_number": 29,
      "verse_key": "4:29",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923187,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، اموال یکدیگر را به باطل [و از راه‌های نامشروعی همچون غصب و دزدی و رشوه] نخورید؛ مگر اینکه تجارتی با رضایتِ شما [انجام گرفته] باشد؛ و [همچنین] یکدیگر را نکشید و خودکشی نکنید؛ همانا الله [نسبت] به شما مهربان است [و شما را از این کارها بازمی‌دارد]."
        }
      ],
      "tafsir_saadi": "خداوند بندگان مؤمن خویش را نهی می‌کند که مال‌های یکدیگر را به ناحق بخورند، و خوردن مال به ناحق، شامل خوردن آن به طریق غصب، دزدی، قمار و معاملات نامشروع می‌گردد. بلکه چه بسا اگر آدمی مال خود را به صورت اسراف و ولخرجی بخورد مالش را به طریق نامشروع خورده باشد؛ چرا که اسراف و ولخرجی امری باطل است و حق نمی‌باشد. بعد از آنکه خداوند خوردن مال را به ناحق حرام گرداند، خوردن مالی را برای آنها حلال نمود که از طریق کسب و تجارت مشروع به‌دست می‌آید، کسب و تجارتی که تمامی شرایط داد و ستد از قبیل: رضایت و غیره را دارا می‌باشد و هیچ مانعی در آن وجود ندارد.\n(﴿وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡ﴾) و یکدیگر را نکشید. و انسان نباید خودکشی کند، و نیز خود را در معرض هلاکت قرار دهد و به انجام کارهایی مبادرت ورزد که منجر به تلف شدن و هلاک گشتن انسان می‌گردد.\n(﴿إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا﴾) همانا خداوند نسبت به شما مهربان است. از جمله مهربانی خداوند این است که جان‌ها و مال‌هایتان را محافظت نموده، و شما را از تلف کردن و ضایع نمودن آن نهی کرده است، و برای تلف کردن جان و مال، حدود و تعزیراتی را وضع کرده است. به این ایجاز و اختصار در فرمودۀ الهی بیندیش (﴿لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم﴾) ، (﴿وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡ﴾) که چگونه اموال دیگران و اموال خودت را، و کشتن دیگران و خودکشی را در یک عبارت آورده است که از عبارت «لَا یَأکُل بَعضُکُم مَالَ بَعض» [بعضی از شما مال بعضی دیگر را نخورند]، و از عبارت «لَا یَقتُل بَعضُکُم بَعضاً» [برخی از شما برخی دیگررا نکشند] مختصرتر است، ضمن اینکه دو عبارت اخیر، منحصراً مال و جان دیگران‌را شامل می‌شود.و نسبت دادن مال‌ها و جان‌ها به مؤمنان بر این دلالت می‌نماید که مؤمنان در دوستی و دلسوزی و مهربانی با یکدیگر و در داشتن منافع مشترک، مانند یک پیکر هستند؛ زیرا ایمان، منافع دینی و دنیوی آنها را مشترک گردانده است.\nخداوند مؤمنان را از خوردن اموال و گرفتن آن به ناحق نهی کرد؛ چراکه این کار نهایت زیان را برای کسی که آن را به ناحق می‌خورد و یا آن را می‌گیرد دربر دارد. سپس از انواع کسب و تجارت و مشاغل و اجاره‌ها سخن به میان آورد که برای آنها سودمند و حلال است، پس فرمود: (﴿إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡ﴾) مگر اینکه تجارتی باشد که از رضایت طرفین سرچشمه بگیرد. برای صحیح قلمداد کردن هر بیع و معامله‌ای، باید رضایت طرفین موجود باشد، اما شرط «رضایت طرفین»، برای معاملاتی است که ربوی نباشند. [پس نباید چنین تصور کرد که هرگاه در یک معاملۀ ربوی طرفین رضایت داشته باشند، آن معامله صحیح است؛ زیرا شرط رضایت طرفین، برای معاملات غیر ربوی است]؛ زیرا ربا تجارت نیست، بلکه با اهداف تجارت مخالفت دارد. و دو طرف معامله باید رضایت داشته باشند و هر یک با اختیار خودش معامله را انجام دهد.\nیکی از عواملی که سبب ایجاد رضایت کامل می‌شود، این است که مورد معامله باید مشخص باشد؛ زیرا اگر چنین نباشد نمی‌توان تصور کرد که پس از تسلیم نمودن مورد معامله، فرد رضایت دارد یا نه؛ زیرا چیزی که در دسترس نباشد، مانند معامله قمار می‌ماند. پس در تمام معاملاتی که موردِ معامله مشخص نمی‌باشد، رضایت وجود ندارد، و عقد معامله در آنها جاری نمی‌شود. و نیز از این آیه استنباط می‌شود که معاملات با رضایت قولی یا فعلی منعقد می‌گردد؛ زیرا خداوند رضایت را شرط قرار داده است، پس به هر صورتی که رضایت حاصل شود، معامله منعقد می‌گردد. سپس خداوند آیه را با (﴿إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا﴾) به پایان رسانید. و از جمله رحمت الهی این است که خون و مال‌هایتان را مصون و محفوظ گردانده، و شما را از تلف کردن و هتک حرمت آن نهی کرده است."
    },
    {
      "id": 523,
      "verse_number": 30,
      "verse_key": "4:30",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923188,
          "resource_id": 135,
          "text": "و هر‌ کس [آگاهانه و] از روی تجاوز و ستم چنین کند، به زودی او را در آتشی [سوزان] درمی‌آوریم و این [کار] برای الله آسان است."
        }
      ],
      "tafsir_saadi": "سپس فرمود: (﴿وَمَن يَفۡعَلۡ ذَٰلِكَ﴾) و هر کس چنین کند؛ یعنی مال‌ها را به ناحق بخورد، و انسان‌ها را بکشد، (﴿عُدۡوَٰنٗا وَظُلۡمٗا﴾) و این کار را از روی ستم و تجاوز انجام دهد، نه از روی نادانی و فراموشی، (﴿فَسَوۡفَ نُصۡلِيهِ نَارٗا﴾) او را با آتش بزرگی می‌سوزانیم. عظمت و بزرگی آن آتش، از نکره بودنش «ناراً» مستفاد می‌گردد. (﴿وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا﴾) و این کار برای خدا آسان است."
    },
    {
      "id": 524,
      "verse_number": 31,
      "verse_key": "4:31",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923189,
          "resource_id": 135,
          "text": "[ای مؤمنان،] اگر از گناهان بزرگی که از آن نهی شده‌اید دوری کنید، گناهان [صغیره]تان را از شما می‌زداییم و شما را در جایگاهی شایسته [= بهشت] وارد می‌کنیم."
        }
      ],
      "tafsir_saadi": "این از فضل و نیکویی و احسان خداوند بر بندگان است که به آنها وعده داده است؛ اگر از گناهان کبیره‌ای که از آن نهی شده‌اند، پرهیز کنند، خداوند همۀ گناهان و بدی‌هایشان را می‌بخشد و آنها را به جایگاه بزرگوارانه‌ای که نعمت آن فراوان است وارد می‌نماید، و آن بهشت است، که چیزهایی در بر دارد که هیچ چشمی مانند آن را ندیده، و هیچ گوشی آن را نشنیده، و به دل هیچ انسانی خطور نکرده است.\nو پرهیز از گناهان کبیره، شامل انجام دادن فرایض می‌باشد که ترک‌کنندۀ آن، مرتکب کبیره می‌گردد.\nمانند نمازهای پنج‌گانه و نماز جمعه و روزۀ رمضان. همان گونه که پیامبر صلی الله علیه وسلم فرموده است: (الصَّلَوَاتُ الخَمسُ وَالجُمُعَةُ إلَي الجُمُعَةِ وَرَمَضَانُ إلَي رَمَضَانَ مُكَفِّرَاتٌ لِمَا بَينَهُمَا مَا اجتُنِبَتِ الكَبَائِر) نمازهای پنج‌گانه و جمعه تا جمعه‌ای دیگر، و رمضان تا رمضانی دیگر، گناهانی را که در این میان انجام گرفته‌اند، محو می‌کنند، به شرطی که از گناهان کبیره پرهیز شود. و بهترین تعریف برای گناهان کبیره چنین است: گناهی است که در دنیا برای آن حدی تعیین شده، و در آخرت مرتکب آن عقاب و عذاب می‌چشد. و یا می‌توان گفت: گناه کبیره؛ گناهی است که ایمان آدمی را منتفی می‌کند، و یا به دنبال آن لعنتی قرار داده شده است، یا خداوند بر مرتکب آن خشم می‌گیرد."
    },
    {
      "id": 525,
      "verse_number": 32,
      "verse_key": "4:32",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923190,
          "resource_id": 135,
          "text": "[ای مؤمنان،] آنچه را که الله به وسیلۀ آن، برخی از شما را بر برخی دیگر برتری داده‌ است، آرزو مکنید [تا دچار حسد نشوید]. مردان از آنچه به دست آورده‌اند [پاداش و] بهره‌ای دارند و زنان [نیز] از آنچه به دست آورده‌اند [اجر و] بهره‌ای دارند؛ و از بخشش الله [چیزی] بخواهید. بی‌تردید، الله به هر چیزی داناست."
        }
      ],
      "tafsir_saadi": "خداوند بندگان مؤمنش را نهی می‌کند که برخی از آنها، آرزوی چیزی را بکنند که خداوند با دادن آن چیز به کسی دیگر، او را برتری داده است، اعم از چیزهایی که به‌دست آوردن آن ممکن است و یا چیزهایی که به دست آوردنش ممکن نمی‌باشد. پس زنان نباید آرزوی دارا بودن ویژگی‌های مردان را بکنند که خداوند با آن ویژگی‌ها، آنان را بر زنان برتری داده است.\nو نباید فقیر آرزو کند که به مقام سرمایه‌داری برسد، بدون اینکه در مقام کسب و عمل، تکانی به خویش بدهد؛ زیرا این حسادت است که آرزو کنی مال کسی از آن تو باشد و از او گرفته شود. و نیز این کار به منزلۀ ناخشنودی از تقدیر الهی است، و تنبلی و آرزوهای پوچ، و خیال پردازی را به همراه دارد. بلکه شایسته است بنده، بر حسب توانایی‌اش، برای به‌دست آوردن منافع دینی و دنیوی خود تلاش نماید، و فضل خداوند را بجوید. پس نه بر خودش توکل و تکیه کند، و نه بر کسی دیگر، بلکه به پروردگارش تکیه و اعتماد نماید. بنابراین خداوند تعالی فرمود: (﴿لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْ﴾) مردان از کارهایی که انجام می‌دهند و منتهی به نتیجۀ مطلوب می‌شود، بهره‌ای دارند. (﴿وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَ﴾) و زنان از آنچه به دست می‌آورند، بهره‌ای دارند. پس هرکس زحمت نکشد، چیزی را حاصل نخواهد کرد.\n(﴿وَسۡ‍َٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓ﴾)وتمام منافع دینی و دنیوی‌تان را از فضل الهی بجویید، و این نشانۀ کمال بنده و سعادت اوست. اما کسی که کاری انجام نداده، و بر خود اعتماد می‌کند، و خود را نیازمند و محتاج پروردگارش نمی‌داند، یا اینکه هم کار نمی‌کند، و هم به خودش تکیه می‌نماید، چنین فردی خوار و زیان‌دیده است. (﴿إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا﴾) پس خداوند به هرکس چیزی را می‌دهد که شایستگی برخورداری آن را دارد، و نعمات خود را به کسی نمی‌دهد که شایستۀ آن نباشد."
    },
    {
      "id": 526,
      "verse_number": 33,
      "verse_key": "4:33",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 66,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
      "page_number": 83,
      "juz_number": 5,
      "translations": [
        {
          "id": 923191,
          "resource_id": 135,
          "text": "ما برای هر‌ کس وارثانی قرار داده‌ایم که از آنچه پدر و مادر و خویشاوندان بر جای گذاشته‌اند ارث ببرند؛ و [نیز] به کسانی که [با آنان] پیمان [برادری و یاری] بسته‌اید، سهمشان را [از ارث] بدهید. بی‌گمان، الله بر هر چیزی گواه است."
        }
      ],
      "tafsir_saadi": "(﴿وَلِكُلّٖ﴾) و برای هرکس، (﴿جَعَلۡنَا مَوَٰلِيَ﴾) وارثانی قرار داده‌ایم ـ که او را سرپرستی می‌کنند و در کارهایش او را یاری می‌دهند، و وی نیز آنها را سرپرستی نموده و در کارهایشان آنان را یاری می‌دهد ـ و باید (﴿مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ﴾) از آنچه خویشاوندان و پدر و مادر برجای گذاشته‌اند، سهم آنان داده شود. و این همۀ وارثان اصل از قبیل: پدر و پدربزرگ، و وارثان فرع از قبیل: فرزندان و نوه‌ها و وارثان اطرافیان از قبیل: برادران و پسرانشان و عموها و پسرانشان را دربر می‌گیرد. این وارثان به سبب خویشاوندی، ارث می‌برند. سپس نوعی دیگر از وارثان را بیان کرد و فرمود: (﴿وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ﴾) و کسانی که با آنها پیمان بسته‌اید، همکار و یاریگرشان باشید و در اموالتان شریک باشند. آنچه ذکر شد، از نعمت الهی بر بندگانش است؛ زیرا دوستان و وارثان با یکدیگر در کارهایی همکاری می‌کنند که به تنهایی نمی‌توانند آن را انجام دهند.(﴿فَ‍َٔاتُوهُمۡ نَصِيبَهُمۡ﴾) به وارثانی که از طریق پیمان بستن وارث گشته‌اند، بهره و سهم آنان را از کمک و یاری دادن ـ بر غیر معصیت خدا ـ بدهید. نیز ارث را به وارثان نزدیک بدهید که به سبب خویشاوندی ارث می‌برند. (إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا)) خداوند از همه چیز اطلاع دارد، همه چیز را می‌داند، تمامی حرکات و سکنات بندگانش را می‌بیند و تمامی صداهای آنها را می‌شنود."
    },
    {
      "id": 527,
      "verse_number": 34,
      "verse_key": "4:34",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَآ أَنفَقُوا۟ مِنْ أَمْوَٰلِهِمْ ۚ فَٱلصَّـٰلِحَـٰتُ قَـٰنِتَـٰتٌ حَـٰفِظَـٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ ٱللَّهُ ۚ وَٱلَّـٰتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهْجُرُوهُنَّ فِى ٱلْمَضَاجِعِ وَٱضْرِبُوهُنَّ ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا۟ عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ ٱللَّهَ كَانَ عَلِيًّا كَبِيرًا",
      "page_number": 84,
      "juz_number": 5,
      "translations": [
        {
          "id": 923192,
          "resource_id": 135,
          "text": "مردان بر زنان سرپرست و نگهبانند، به دلیل آنکه الله برخی از اینان را بر برخی برتری داده است و [نیز] به دلیل آنکه از اموال خویش [برای زنان] خرج می‌کنند. پس زنانِ صالح، [آنانند که هم از الله و هم از شوهرانشان] فرمانبردارند [و] به پاس آنچه الله [برایشان] حفظ کرده است [اسرار و حقوق شوهران خود را] در غیابِ [آنان] حفظ می‌کنند؛ و [ای شوهران،] به زنانی که از نافرمانی‌شان بیم دارید، پند و اندرز‌ دهید؛ [اگر فرمانبردار نشدند،] در بستر از آنان دوری کنید [و اگر تأثیر نکرد،] آنان را [طوری که آزار نبینند] بزنید؛ پس اگر از شما اطاعت کردند، هیچ راهی برای [بهانه‌جویی و سرزنش] بر آنها مجویید [و بدانید که] به راستی الله بلندمرتبۀ بزرگ است."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد که (﴿ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ﴾) مردان، سرپرست زنان هستند تا آنها را به انجام حقوق الهی، از قبیل: محافظت بر انجام فرائض و دور کردن از کارهای زشت ملزم دارند. مردان باید آنها را به انجام این کارها ملزم کنند. و نیز مردان، سرپرست زنان هستند تا مخارج و پوشاک و مسکن آنها را تهیه نمایند. سپس سببی را که موجب سرپرستی مردان است، بیان فرمود: \n(﴿بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡ﴾) به خاطر اینکه خداوند، مردان را بر زنان فضیلت داده است. مردان از چند جهت از زنان برتر هستند؛ از آن جمله اینکه ولایت و حکومت و پیامبری و رسالت، ویژۀ مردان است، و بسیاری از عبادت‌ها مانند جهاد و نماز اعیاد و جمعه به مردان اختصاص دارد. و به خاطر عقل و متانت و آرامش و شکیبایی و قدرتی که خداوند به آنها داده است، در حالی‌که زنان از آن مقدار قوۀ عاقله و متانت و توانایی و شکیبایی برخوردار نیستند، و نیز خداوند تهیۀ مخارج زنان را به مردان اختصاص داده است؛ چراکه بسیاری از مخارج را مردان می‌پردازند. و راز حذف مفعول در فرموده الهی: (﴿وَبِمَآ أَنفَقُواْ﴾) این است تا عموم نفقه را در بر گیرد.\nپس دانسته شد که مرد، سرپرست و آقای زنش است، و زن در اختیار مرد، و در بند اوست. بنابراین مرد باید حقوق زن را، که امانت الهی در دست اوست، ادا کند. و زن نیز باید از پروردگارش اطاعت نماید، و از شوهرش فرمان برد. بنابراین فرمود: (﴿فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ﴾) زنان صالحه فرمانبردار خدا هستند، (﴿حَٰفِظَٰتٞ لِّلۡغَيۡبِ﴾) و حتی در غیاب شوهرانشان، از آنها اطاعت می‌کنند، و دامان خویش را حفاظت نموده، و مال وی را پاس می‌دارند، و این به سبب توفیقی است که خدا به زنان داده است، و از جانب خودشان نیست؛ زیرا نفس، انسان را به کار بد دستور می‌دهد، اما کسی که بر خدا توکل نماید، آنچه برای او در دین و دنیایش مهم است، خداوند او را در آن زمینه کفایت می‌کند.\nسپس فرمود: (﴿وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ﴾) و زنانی که شما بیم دارید از اطاعت و فرمان شوهرانشان سرپیچی کنند، به این صورت که زن در سخن یا در عمل از شوهرش سرپیچی نماید. باید شوهرش او را به شیوه‌هایی که یکی از دیگری آسان‌ترند تربیت و ادب کند.\n(﴿فَعِظُوهُنَّ﴾) آنها را با بیان حکم خدا در رابطه با اطاعت از شوهر و تشویق به فرمانبرداری، و ترساندن از نافرمانی، اندرز دهید. پس اگر زن باز آمد چه بهتر، و اگر باز نیامد، او را در بستر رها ‌کند؛ به این صورت که با او نخوابد و با او به اندازه کافی آمیزش نکند؛ و اگر باز نیامد، او را بزند، اما زدنی که به او آسیب نرساند. اگر به وسیلۀ یکی از این کارها، به هدف دست یافتید و زنان از شما فرمان بردند (﴿فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًا﴾) پس به مقصود رسیده‌اید، و زن را به خاطر کارهای گذشته سرزنش نکنید، و به جستجوی عیب‌هایی نپردازید که ذکر آن ضرر دارد و به سبب آن، شر برپا می‌شود.\n(﴿إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا﴾) همانا خداوند بلند مرتبه و بزرگ است؛ یعنی او دارای علو مرتبه و بلندی مطلق است و از هر جهت بالا است. ذات او بلند است، و قدر و منزلتش رفیع، و از چیرگی و قدرت بالایی برخوردار می‌باشد. خداوندی که از او بزرگ‌تر وجود ندارد و ذات و صفاتش رفیع است."
    },
    {
      "id": 528,
      "verse_number": 35,
      "verse_key": "4:35",
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَٱبْعَثُوا۟ حَكَمًا مِّنْ أَهْلِهِۦ وَحَكَمًا مِّنْ أَهْلِهَآ إِن يُرِيدَآ إِصْلَـٰحًا يُوَفِّقِ ٱللَّهُ بَيْنَهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرًا",
      "page_number": 84,
      "juz_number": 5,
      "translations": [
        {
          "id": 923193,
          "resource_id": 135,
          "text": "و [شما ای اولیای زن و مرد،] اگر از اختلاف و جدایی میان آن دو [= زن و شوهر] بیم داشتید، یک داور از خانوادۀ شوهر و یک داور از خانوادۀ زن [تعیین کنید و برای تصمیم‌گیری] بفرستید. اگر این دو [داور] قصد اصلاح [و آشتی بین زوجین] داشته باشند، الله میان آن دو [زن و شوهر] سازگاری خواهد داد. بی‌گمان، الله دانای آگاه است."
        }
      ],
      "tafsir_saadi": "و اگر ترسیدید که زن و شوهر دچار اختلاف و جدایی شوند و هر یک رو به سمتی ‌رود، (﴿فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ﴾) دو مرد مکلف و مسلمان و عادل و عاقل را، به عنوان داور بفرستید که مسائل بین زن و شوهر، و صلاحیت تشخیص با هم بودن یا جدایی آنها را، می‌دانند.\nو این مطلب که ذکر شد، از کلمۀ «حَکَم» استنباط می‌شود؛ زیرا برای داور بودن، جز کسی که دارای این صفات باشد، شایسته نیست. پس آن دو داور اعتراضی را که هر یک از زن و شوهر نسبت به دیگری مطرح می‌نمایند، بررسی کنند، سپس هر یک از زن و شوهر را به انجام مسئولیتشان موظف بگردانند، و اگر نتوانستند زن و شوهر را به رعایت توصیه‌های خویش ملزم نمایند، یکی از آنان را قانع کنند، تا به آنچه از روزی و اخلاقی که برای همسرش میسّر است، رضایت دهد. و هر چقدر که توان جمع و اصلاح بین زن و شوهر را دارند، از آن دریغ نورزند.\nو اگر کار به جایی رسید که جز با درگیری و قهر و معصیت خدا، ادامۀ زندگی و اصلاح زن و شوهر امکان نداشت، و هردو داور به این نتیجه رسیدند که جدایی میان آنان بهتر است، آنها را از یکدیگر جدا کنند. و رضایت شوهر برای جدا شدن، شرط نیست؛ زیرا آیه دلالت می‌نماید که خداوند آن دو نفر را داور و حکم نامیده است، و داور حکم می‌کند، گرچه کسی که بر او حکم می‌شود راضی نباشد، بنابراین فرمود: (﴿إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآ﴾) اگر آن دو داور، خواهان اصلاح باشند، خداوند به سبب رای و نظر درست و سخنی که دل‌هارا جذب می‌کند، میان آنها توافق حاصل کرده وهردو همدم را به یکدیگر نزدیک می‌نماید. (﴿إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا﴾) همانا خداوند همۀ امور آشکار و پنهان‌را می‌داند، و به کارهای پوشیده و اسرار آن آگاه است. از جمله علم و آگاهی الهی، این است که برای شما این احکام بزرگ و آیین‌های زیبا را مشروع نموده است."
    },
    {
      "id": 529,
      "verse_number": 36,
      "verse_key": "4:36",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ وَٱعْبُدُوا۟ ٱللَّهَ وَلَا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا وَبِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱلْجَارِ ذِى ٱلْقُرْبَىٰ وَٱلْجَارِ ٱلْجُنُبِ وَٱلصَّاحِبِ بِٱلْجَنۢبِ وَٱبْنِ ٱلسَّبِيلِ وَمَا مَلَكَتْ أَيْمَـٰنُكُمْ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا",
      "page_number": 84,
      "juz_number": 5,
      "translations": [
        {
          "id": 923194,
          "resource_id": 135,
          "text": "و الله را عبادت کنید و چیزی را با او شریک نگردانید و به پدر و مادر نیکی کنید و [نیز] به خویشاوندان و یتیمان و مستمندان و همسایۀ خویشاوند و همسایۀ غیرخویشاوند و [دوست و] همنشین و [مسافرِ] درراه‌‌مانده و [کنیزان و] بردگانی که مالک آنها هستید [نیکی کنید و بدانید که] یقیناً الله کسی را که متکبر و فخرفروش باشد دوست ندارد."
        }
      ],
      "tafsir_saadi": "خداوند بندگانش را دستور می‌دهد تا تنها او را که خدای یگانه است، و شریکی ندارد، عبادت کنند. عبادت؛ یعنی بندگی خدا، و گردن نهادن به اوامر الهی و نواهی او، و اینکه از روی محبت و فروتنی همۀ عبادت‌های ظاهری و باطنی خالص برای او انجام شود. و خداوند نهی کرده است که برای او شریک قرار داده شود. پروردگار نه شرک اصغر و نه شرک اکبر را نمی‌پذیرد، و نباید ملائکه و پیامبر، و کسی دیگر از آفریدگان را که نمی‌توانند برای خود سود و زیانی بیاورند، و مالک مرگ و زندگی و حشر نیستند، با او شریک قرار داد، بلکه باید عبادتِ خالصانه برای کسی انجام گیرد که از هر جهت دارای کمال مطلق است، و تدبیر کامل در دست اوست، خداوندی که هیچ کس با او شریک نیست و هیچ کس او را در تدبیر امور کمک نمی‌کند. \nبعد از اینکه خداوند بندگانش را به عبادت خویش و ادای حقوق الهی فرمان داد، آنان را دستور داد تا حقوق بندگان را به جا آورند، و هر آن کس که نزدیک‌تر است، مهم‌تر است و در اولویت قرار دارد. پس فرمود: (﴿وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا﴾) با سخن خوب و خطاب مهربانانه، و کار زیبا و فرمان بردن از دستورات آنها، و پرهیز از آنچه نهی می‌کنند، و با انفاق بر آنها، و احترام گذاشتن به کسی که خویشاوند آنان است، با آنها نیکی کنید.\nاحسان و نیکی با پدر و مادر دو امر متضاد را دربر دارد: یکی بدی کردن، و دیگری نیکی نکردن، و از هر دو نهی شده است. (﴿وَبِذِي ٱلۡقُرۡبَىٰ﴾) و با خویشاوندان نیکی کنید، که تمام خویشاوندان نزدیک و دور را شامل می‌شود، و باید با آنها در قول و عمل نیکی شود، و نباید پیوند خویشاوندی را در قول و عمل قطع نمود.\n(﴿وَٱلۡيَتَٰمَىٰ﴾) و کسانی که کوچک هستند و پدرانشان را از دست داده‌اند، آنها خواه خویشاوند باشند یا نه، بر مسلمین حق دارند، و باید آنها را تحت کفالت خود قرار داده و با آنها نیکی کنند و خاطر آنها را تسکین دهند، و به بهترین صورت، آنها را در رسیدن به مصالح دینی و دنیوی‌شان، یاری نمایند.\n(﴿وَٱلۡمَسَٰكِينِ﴾) و درماندگان؛ یعنی کسانی که فقر و نیازمندی، آنها را درمانده کرده است و نمی‌توانند از عهدۀ مخارج خود و کسانی که باید آذوقه زندگی‌شان را فراهم کنند، بر‌آیند. خداوند دستور داده نیازهایشان برآورده شود، و به اندازۀ توان، به این کار اقدام شود.\n(﴿وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ﴾) و همسایۀ خویشاوند که دو حق دارد، حق همسایگی و حق خویشاوندی. پس او بر همسایه‌اش طبق عرف و عادت، حق و د‌َینی دارد. (﴿وَٱلۡجَارِ ٱلۡجُنُبِ﴾) و همسایه‌ای که خویشاوند نیست، و هر اندازه همسایه، نزدیک‌تر باشد، حقش مؤکدتر و بیشتر است. پس باید با دادن هدیه و صدقه، و دعوت کردن، و نرمی در سخن، و کردار، و اذیت نکردن، در سخن و کردار رفتار خوبی را با همسایه درپیش گرفت.\n(﴿وَٱلصَّاحِبِ بِٱلۡجَنۢبِ﴾) برخی گفته‌اند یعنی همراه سفر. وگفته شده به معنی همسر است. و گفته شده که منظور هر همراهی است به طور مطلق، و شاید این مفهوم بهتر است؛ زیرا شامل همراه در سفر و همراه در اقامت و شامل زن نیز می‌گردد. پس همراه، اضافه بر حق مسلمان بودن، حقی دیگر بر همراهش دارد، و باید او را در امور دین و دنیایش یاری کند، و خیرخواهش بوده، و در توانگری و مستمندی و خوشی و ناخوشی نسبت به او وفادار باشد، و آنچه را برای خود دوست دارد برای همراهش نیز دوست بدارد، و آنچه را برای خود نمی‌پسندد برای او نیز نپسندد. وهر اندازه مدت همراهی بیشتر باشد، حق نیز مؤکدتر و بیشتر می‌شود.\n(﴿وَٱبۡنِ ٱلسَّبِيلِ﴾) و آن ناآشنایی است که در سرزمین غربت، نیازمند کمک می‌باشد یا نیازی به کمک نداشته باشد. پس بر مسلمین حق دارد؛ چرا که او از وطن خود دور شده، و به شدت نیازمند آن است که به مقصدش رسانده شود، و مسلمین باید او را احترام کنند، و به او محبت ورزند.\n(﴿وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡ﴾) و انسان‌ها و حیوان‌هایی که در مالکیت شما هستند، بر شما حق دارند و باید نیازهایشان را برآورده سازید، و باری بر دوش آنها نگذارید که توان تحمل آن را ندارند. و باید آنها را در کاری که بر دوششان گذارده شده است، کمک کنید، و به صورتی مطلوب تربیت کنید. پس هرکس این دستورات الهی را انجام دهد، دربرابر پروردگارش فروتن بوده، و در برابر بندگان خدا متواضع گشته و از دستور خدا و آیین الهی فرمان برده است، و سزاوار پاداش زیاد و ستایش زیبا است. و هرکس این کارها را انجام ندهد، از پروردگارش رویگردان گشته و از فرمان وی اطاعت نکرده است، و در برابر بندگان خدا فروتن نبوده، بلکه تکبر ورزیده و راه خودخواهی و خودپسندی را درپیش گرفته است. \nبنابراین خداوند متعال فرمود: (﴿إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا﴾) بی‌شک خداوند کسی را دوست ندارد که خودپسند باشد، و در برابر مردم تکبر ورزد. (﴿فَخُورًا﴾) یعنی کسی که از روی تکبر بر بندگان خدا، به خود می‌بالد، و خویشتن را ستایش و تمجید می‌کند. پس خودستایی و تکبر، آنها را از انجام حقوق باز می‌دارد."
    },
    {
      "id": 530,
      "verse_number": 37,
      "verse_key": "4:37",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ وَيَكْتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
      "page_number": 84,
      "juz_number": 5,
      "translations": [
        {
          "id": 923195,
          "resource_id": 135,
          "text": "[همان] کسانی ‌که بخل می‌ورزند و مردم را به بخل وامی‌دارند و آنچه [از ثروت و دانش] را که الله از فضل خویش به آنان بخشیده است پنهان می‌کنند؛ و ما برای کافران [و ناسپاسان،] عذابی خفت‌بار مهیّا کرده‌ایم."
        }
      ],
      "tafsir_saadi": "بنابراین خداوند، آنها را مذمت کرده و می‌فرماید: (﴿ٱلَّذِينَ يَبۡخَلُونَ﴾) کسانی که حقوقی را که بر آنها است، ادا نمی‌کنند، (﴿وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ﴾) و مردم را با گفتار و کردارشان به بخل فرمان می‌دهند.\n(﴿وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ﴾) و علمی را که به وسیلۀ آن، گمراهان هدایت می‌شوند و نادانان راهنمایی می‌گردند، پنهان می‌کنند، و باطل را برای آنها آشکار می‌سازند، و از روی آوردن آنان به حق جلوگیری می‌نمایند. پس اینها هم در مال‌هایشان بخل می‌ورزند، و هم در علم خود. و برای زیان رساندن به خود و هم برای زیان رساندن به دیگران تلاش می‌کنند. و این صفات، صفات کافران است.\n بنابراین خداوند متعال فرمود: (﴿وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا﴾) و همان‌طور که بر بندگان خدا تکبر ورزیدند و حقوق را ادا نکردند، و سبب بخل ورزیدن دیگران و هدایت نیافتن آنها شدند، خداوند نیز آنها را با عذاب دردناک و رسوایی همیشگی خوار می‌گرداند. بار خدایا از هر کار بدی به تو پناه می‌بریم!"
    },
    {
      "id": 531,
      "verse_number": 38,
      "verse_key": "4:38",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ وَمَن يَكُنِ ٱلشَّيْطَـٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923196,
          "resource_id": 135,
          "text": "و [نیز برای] کسانی ‌که اموالشان را برای [خودنمایی و] نشان‌دادن به مردم انفاق می‌کنند و به الله و روز آخرت ایمان ندارند؛ [چنین شخصی یارِ شیطان است] و کسی ‌که شیطان همدمش باشد، چه بد همدمی دارد!"
        }
      ],
      "tafsir_saadi": "سپس از نفقه‌ای که از روی ریا و شهرت‌طلبی و ایمان نداشتن به خدا انجام می‌گیرد، خبر داد و فرمود: (﴿وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ﴾) و کسانی که مال‌هایشان را برای اینکه مردم آنها را ببینند، و تمجید وستایش کنند، و آنها را تعظیم نمایند، انفاق می‌کنند، (﴿وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ﴾) و انفاق و بخشش آنها، از اخلاص و ایمان به خدا و امید به پاداش او سرچشمه نگرفته است. پس این، گام شیطان و کار اوست، که گروه خود را به سوی آن فرا می‌خواند، تا از اهل جهنم شوند، و انفاق ریاکارانه آنها، به سبب همدمی شیطان و کشاندن آنها به سوی آتش می‌باشد.\n بنابراین فرمود: (﴿وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا﴾) و هرکس که شیطان، همدم او باشد، بسیار همراه و همدم بدی است؛ چراکه می‌خواهد وی را هلاک کند، و برای هلاکت همراهش به شدت تلاش می‌کند. پس هرکس در آنچه خداوند به او داده است، بخل بورزد و آن را که خداوند به او ارزانی داشته است، پنهان نماید، نافرمان و گناهکار است، و با پروردگارش مخالفت ورزیده است. همچنین کسی که مال خود را ببخشد، و عبادت را برای غیر خدا انجام دهد، او گناهکار شده و از دستور پروردگارش سرپیچی کرده است، و سزاوار عقوبت و سزا است؛ زیرا خداوند دستور داده است تا مخلصانه از او فرمانبرداری شود. همان‌طور که فرموده است: ﴿وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ﴾ و فرمان داده نشده‌اند، مگر اینکه دین و عبادت را مخلصانه برای خدا انجام دهند. پس عمل مخلصانه، عملی است که مورد پذیرش خدا باشد، و انجام ‌دهنده آن سزاوار تمجید و ستایش است. بنابراین خداوند بندگان‌را بر انجام چنین عملی، تشویق نموده و فرموده است:"
    },
    {
      "id": 532,
      "verse_number": 39,
      "verse_key": "4:39",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ ۚ وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923197,
          "resource_id": 135,
          "text": "و برای آنان چه زیانی داشت اگر به الله و روز آخرت ایمان می‌آوردند و از آنچه الله به آنان روزی داده است انفاق می‌کردند؟ و الله به [حال و اعمال] اینان داناست."
        }
      ],
      "tafsir_saadi": "(﴿وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ﴾) چه چیزی آنها را دچار سختی و دشواری می‌گرداند، اگر به خدا ایمان بیاورند؛ ایمانی که عین اخلاص است، و از مال‌هایی که خدا به آنها بخشیده است، ببخشایند، پس هم ایمان و هم اخلاص داشته باشند؟ و از آنجا که اخلاص، رازی است میان بنده و پروردگارش و جز خدا، کسی به آن آگاهی ندارد. خداوند خبر داد که او همۀ حالت‌ها را می‌داند. پس فرمود: (﴿وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا﴾) و خداوند به [تمامی حالات] آنان آگاه است."
    },
    {
      "id": 533,
      "verse_number": 40,
      "verse_key": "4:40",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَـٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923198,
          "resource_id": 135,
          "text": "بی‌گمان، الله به ‌اندازۀ ذره‌ای [به بندگانش] ستم نمی‌کند و اگر [ذره‌ای] کار نیک باشد، آن را چندین برابر می‌کند و از پیشگاه خود [به آنان] پاداش بزرگی عطا می‌کند."
        }
      ],
      "tafsir_saadi": "خداوند از کمال عدل و فضل خویش، و مبرا بودنش از ستم کم و فراوانی که با عدل و فضل او منافات دارد، خبر ‌داده و می‌فرماید: (﴿إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖ﴾) خداوند به اندازۀ ذره‌ای، ستم روا نمی‌دارد و از نیکی‌های بنده‌اش، کم نمی‌کند و بدی‌هایش را، نمی‌افزاید. همان‌طور که فرموده است: ﴿فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ﴾ هرکس ذره‌ای کار خوب انجام دهد، پاداش آن را می‌بیند، و هر کس ذره‌ای کار بد انجام دهد، پاداش آن را می‌بیند.\n(﴿وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا﴾) و اگر کار نیکی انجام شود، خداوند بر حسب حالت انجام دهنده و اخلاص و محبت او، پاداش آن را ده برابر و یا بیشتر می‌نماید. (﴿وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا﴾) و خداوند از جانب خود، اضافه بر پاداش کار نیکش، او را پاداش می‌دهد. از قبیل اینکه او را به انجام کارهای نیک دیگری توفیق می‌دهد، و نیکی فراوان و خیر زیاد به او می‌بخشد."
    },
    {
      "id": 534,
      "verse_number": 41,
      "verse_key": "4:41",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدًا",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923199,
          "resource_id": 135,
          "text": "و [حال و روزِ ناباوران] چگونه باشد آنگاه که از هر امتی شاهدی را [که پیامبر همان امت باشد] به میان ‌آوریم و تو را [نیز ای پیامبر، دربارۀ ابلاغ پیام الهی] بر اینان گواه ‌آوریم‌؟"
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۢ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا﴾) یعنی چگونه خواهد بود اگر خداوند که علم و عدالت و حکمتش کامل است، بر اساس گواهی دادن پاکیزه‌ترین انسان‌ها که پیامبران‌اند بر امت‌هایشان حکم نماید؟! این در حالی است فردی که بر او حکم می‌شود، به گناه خویش اعتراف می‌کند. پس سوگند به خدا این فراگیرترین و منصفانه‌ترین و بزرگ‌ترین حکم است.\nو در اینجا کسانی که بر آنها حکم شده، به کمال فضل، عدل و ستایش اعتراف می‌کنند و گروه‌هایی با به‌دست آوردن موفقیت و رستگاری و عزت و کامیابی خوشبخت گشته و گروه‌هایی نیز به رسوایی و عذاب آشکار گرفتار می‌آیند."
    },
    {
      "id": 535,
      "verse_number": 42,
      "verse_key": "4:42",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 67,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923200,
          "resource_id": 135,
          "text": "آن روز کسانی ‌که کافر شدند و از پیامبر نافرمانی کردند، آرزو می‌کنند که ای کاش با خاک یکسان می‌شدند و هیچ سخنی را نمی‌توانند از الله پنهان کنند."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ﴾) در آن روز، آنان که به خدا و پیامبرش کفر ورزیده و از پیامبرش سرپیچی کرده‌اند، دوست دارند، (﴿لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ﴾) [و آرزو می‌کنند] که کاش زمین آنها را فرو می‌برد و تبدیل به خاک می‌گشتند و نابود می‌شدند. همان طور که خداوند متعال فرموده است: (﴿وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا﴾) و کافر می‌گوید: «کاش که خاک بودم.»\n(﴿وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا﴾) و هیچ سخنی را از خدا پنهان نمی‌دارند، بلکه به همۀ کارهایی که کرده‌اند نزد خدا اعتراف می‌کنند، و زبان و دست و پاهایشان به کارهایی که کرده‌اند، گواهی می‌دهند. خداوند در این روز، پاداش و سزای آنها را کامل می‌دهد، و می‌دانند که خداوند، حق و روشنگر است.\nاما آنچه در احادیث آمده است مبنی براینکه کافران کفر و انکار خود را کتمان می‌کنند، مربوط به بعضی جاهای قیامت است، زمانی که آنها گمان می‌برند انکارشان به آنها سودی می‌بخشد و از عذاب الهی نجات می‌دهد. پس، وقتی که حقائق را دریافتند، واعضای بدنشان بر آنها گواهی داد، در این هنگام مسئله روشن می‌شود و جایی برای پنهان کردن باقی نمی‌ماند؛ زیرا پنهان کردن، فایده و سودی ندارد."
    },
    {
      "id": 536,
      "verse_number": 43,
      "verse_key": "4:43",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَـٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923201,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، در حال مستی به نماز نزديک نشويد تا زمانی که بدانید چه می‌گویید و [همچنین] هنگامی که جُنُب هستید، تا غسل نکرده‌اید، به نماز [و مسجد] نزدیک نشوید مگر آنکه رهگذر باشید؛ و اگر بیمار یا مسافر بودید یا یکی از شما از مکان قضای حاجت آمد یا با زنان آمیزش کردید و [برای وضو یا غسل] آب نیافته‌اید، پس [باید] با خاکی پاک تیمم کنید؛ [به این روش که] چهره و دست‌هایتان را [با خاک] مسح نمایید. بی‌گمان، الله بخشایندۀ آمرزگار ‌است."
        }
      ],
      "tafsir_saadi": "خداوند، بندگان مؤمنش را نهی می‌کند از اینکه به نماز بایستند درحالی که مست هستند، تا بدانند که چه می‌گویند. و این نهی، نزدیک شدن به جایگاه‌های نماز مانند مسجد را نیز در بر می‌گیرد. پس فرد مست نمی‌تواند وارد مسجد شود. و نیز نماز را دربر می‌گیرد؛ زیرا برای فردی که مست می‌باشد، انجام دادن هیچ نماز و عبادتی جایز نیست، چون عقل او آشفته است و نمی‌داند چه می‌گوید. بنابراین خداوند مقرر نمود که نباید به نماز و مسجد نزدیک شد تا زمانی که فرد می‌داند چه می‌گوید. و این آیۀ شریفه، به وسیلۀ آیه‌ای که شراب را به طور مطلق حرام می‌نماید، منسوخ است؛ زیرا شراب، ابتدا حرام نبود اما بعداً خداوند بندگانش را به طور ضمنی بر تحریم آن تشویق کرد و فرمود: ﴿يَسۡ‍َٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَا﴾ از تو در مورد شراب و قمار می‌پرسند، بگو: «در شراب و قمار، گناه بزرگی است و فایده‌هایی [نیز] برای مردم دارند، اما گناهشان از فایده‌شان بزرگ‌تر است.» سپس خداوند متعال بندگان مؤمنش را از نوشیدن شراب به هنگام ایستادن به نماز نهی کرد، همان‌طور که در این آیه آمده است. سپس خداوند آن را به طور مطلق در همۀ وقت‌ها حرام نمود و فرمود: \n ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ﴾ ای کسانی که ایمان آورده‌اید! شراب و قمار و بت‌ها و [استفاده از] تیرها [ی مخصوصی که به قصد بخت آزمایی و فال بینی به کار می‌برید] پلید و از کار شیطان هستند، پس از آن بپرهیزید.\nو حرمت شراب در هنگام نماز شدیدتر است، چون این فساد بزرگ را در بر دارد. گذشته از این، روح و مغز نماز، فروتنی و حضور قلب است، و شراب، دل را مست می‌کند و از یاد الهی و از نماز باز می‌دارد. و از مفهوم این آیه استنباط می‌شود، درحالت چرت زدن که فردِ خواب‌آلود نمی‌داند چه می‌گوید و چه می‌کند، نباید به نماز ایستاد، و آیه به صورت تلویحی به این موضوع اشاره می‌کند که مناسب است هرکس می‌خواهد نماز بخواند، خود را از هرچیزی که فکرش را به خود مشغول می‌دارد، دوری کند. مانند اینکه اگر نیاز به قضای حاجت دارد، باید برود قضای حاجت کند، سپس به نماز مشغول می‌شود. و نیز اگر خیلی گرسنه است، ابتدا غذا بخورد، و پس از آن به نماز بپردازد تا در نماز، گرسنگی فکرش را به خود مشغول ندارد. در این زمینه، حدیث صحیح نیز وارد شده است.\nسپس فرمود: (﴿وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ﴾) یعنی در حالت جُنُب به نماز نزدیک نشوید، مگر در این حالت و آن عبارت است از اینکه در داخل مسجد عبور کنید و توقف ننمایید.\n(﴿حَتَّىٰ تَغۡتَسِلُواْ﴾) جنب تا زمانی که غسل نکرده است، نمی‌تواند به نماز بایستد، و هرگاه غسل کرد، می‌تواند نماز بخواند. و برای جنب، فقط گذشتن از مسجد جایز است.\n(﴿وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ﴾) پس تیمم را برای مریض به طور مطلق ـ خواه آب وجود داشته باشد یا نه ـ جایز قرار داد. علت جایز بودن تیمم برای مریض، بیماریی است که استفاده از آب، آن بیماری را تشدید می‌کند. نیز تیمم را در سفر جایز قرار داده است، چرا که گمان آن می‌رود در سفر آب یافت نشود. پس اگر مسافر آب نداشت و فقط به اندازۀ نیاز خودش از قبیل: نوشیدن و غیره آب همراه داشت، تیمم کردن برای او جایز است. و همچنین هر گاه انسان به سبب ادرار یا قضای حاجت یا آمیزش با زنان، ناپاک شد، اگر آب را نیافت برایش جایز است تیمم کند -‌خواه در سفر باشد یا نه- همان‌طور که عموم آیه بر این مطلب دلالت می‌کند.\nخلاصۀ مطلب این است که خداوند، تیمم را در دو حالت جایز قرار داده است: یکی در صورت عدم وجود آب -خواه در سفر باشد یا نه- و یکی در صورت مشقت و سختی ناشی از بیماری و غیره که اگر آب استفاده کند، دچار مشقت بیشتر می‌شود.\nو مفسرین در رابطه با معنی (﴿أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ﴾) اختلاف کرده و عده‌ای می‌گویند: منظور از آن، آمیزش است. پس اگر چنین باشد، آیه به صراحت جایز بودن تیمم را برای جنب بیان می‌دارد. همان طور که احادیث صحیح زیادی در این مورد وارد شده است. و عده‌ای معتقدند که منظور از آن، دست زدن به زن است، مشروط به اینکه گمان بیرون آمدن مذی باشد، و آن دست‌زدنی است که به خاطر شهوت انجام می‌شود. پس آیه، به شکستن وضو به علت دست زدن دلالت می‌کند.\nو فقها از آیۀ (﴿فَلَمۡ تَجِدُواْ مَآءٗ﴾) استنباط کرده‌اند هنگامی که وقت نماز فرا رسید باید به جستجوی آب پرداخت. کسی که آب را جستجو نکند، گفته نمی‌شود آن را نیافته است، بلکه یافتن یا نیافتن پس از جستجو کردن معلوم می‌شود. نیز از این استنباط شده است وضو گرفتن با آبی که به علت مخلوط شدن با چیز پاکی تغییر کرده است نه تنها جایز است بلکه واجب نیز می‌باشد؛ زیرا چنین آبی در فرمودۀ الهی (﴿فَلَمۡ تَجِدُواْ مَآءٗ﴾) داخل است؛ زیرا آبی که به سبب مخلوط شدن با چیز پاکی تغییر کرده است، آب محسوب می‌شود. اما در این مورد که آن آب، آبی است غیرمطلق، اختلاف وجود دارد.\nو در این آیه، حکم بزرگی تشریع شده و خداوند از این طریق بر این امت منت نهاده است و آن، مشروعیت تیمم است. و تمامی علما ـ‌الحمد لله‌ـ بر این مطلب اجماع و اتفاق دارند.\nو تیمم با هرآنچه که از سطح زمین ارتفاع پیدا کند ـ غبار داشته باشد یا نه ـ خواه خاک باشد یا شن، یا درخت یا سنگ و یا گیاه، به شرطی که پاک باشد، انجام می‌شود. البته اگر گفته شود «صعید» یعنی آنچه که با آن تیمم صورت می‌گیرد باید غبار داشته باشد، محتمل به‌نظر می‌رسد؛ زیرا خداوند متعال در آیۀ(6) سورۀ مائده فرموده‌است: (﴿فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡ﴾) از آن به چهره‌ها و دست‌هایتان بمالید و مسح کنید، و آنچه که غبار ندارد، مسح کرده نمی‌شود.\n(﴿فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡ﴾) یعنی از آن به چهره‌ها ودست‌هایتان مسح کنید، و محل مسح کردن در تیمم تمام چهره و هر دو دست تا مچ می‌باشند. همان طور که احادیث صحیح بر این دلالت می‌نمایند. و مستحب است با یک ضربه چهره و دست‌ها تا مچ مسح شوند، همان طور که حدیث عمار بر این مطلب دلالت می‌نماید. و نیز در این حدیث اشاره شده است که تیمم جنب، مانند تیمم دیگران است و فقط چهره و دست‌ها را مسح می‌کند.\nفایده: \nابن القیم می‌فرماید: «بدان که قواعد طب و بهداشت در سه مطلب خلاصه می‌شود: 1- حفظ سلامت و تندرستی. 2- دفع بیماری‌هایی که به بدن زیان می‌رساند. 3- واکسینه کردن بدن در مقابل تمام بیماری‌ها. و به درستی که خداوند متعال ما را بر این [سه مطلب] در کتاب عزیز خود آگاه ساخته است. \nدر رابطه با حفظ سلامت و تندرستی بدن، و واکسینه کردن آن، خداوند به خوردن و نوشیدن و اسراف نکردن دستور داده است، و برای مسافر و مریض تجویز کرده که روزه نگیرند تا صحت و سلامتی آنها به وسیلۀ آنچه که برای بدن مفید است حفظ شود، و از مریض در مقابل چیزهایی که به او ضرر می‌رساند، حمایت به‌عمل آید.\nو اما در مورد دفع بیماری‌ها، خداوند برای مردی که در حال احرام است و در سرش بیماری دارد، اجازه داده است سرش را بتراشد تا میکروب‌های آن از بین بروند. پس این بیانگر آن است آنچه که ماندنش در بدن زیان‌آورتر است، به طریق اولی باید دفع گردد مانند ادرار، مدفوع، استفراغ، منی، خون و غیره.\nو در این آیه اشاره شده است که باید تمام چهره و دست‌ها مسح شود. و نیز اشاره شده است که تیمم جایز است گرچه وقت تنگ نباشد، و از وی خواسته نمی‌شود که آب را بجوید، مگر بعد از اینکه سبب وجوب موجود باشد. والله تعالی اعلم.\nسپس آیه را این‌گونه ختم کرد: (﴿إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا﴾) عفو و آمرزش الهی برای بندگان مؤمنش زیاد است، و فرامینش را بسیار آسان نموده است، طوری که بنده با انجام آن دچار مشقت نمی‌گردد. از جمله بخشش و آمرزش الهی این است که بر این امت رحم نموده و طهارت با خاک را به جای آب ـ در صورت مشکل بودن استفاده از آب ـ برای آنان مشروع کرده، و دروازۀ توبه و بازگشت را برای گناهکاران باز نموده، وآنها را به سوی خود فرا خوانده، و به آنها وعده داده است که گناهانشان را می‌آمرزد. و از جمله عفو و آمرزش الهی این است که اگر مؤمن تمامِ زمین را از گناه مملو سازد، اما چیزی را شریک پروردگارش قرار ندهد، خداوند به اندازۀ زمین با آمرزش پیش او می‌آید."
    },
    {
      "id": 537,
      "verse_number": 44,
      "verse_key": "4:44",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يَشْتَرُونَ ٱلضَّلَـٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا۟ ٱلسَّبِيلَ",
      "page_number": 85,
      "juz_number": 5,
      "translations": [
        {
          "id": 923202,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا کسانی [از یهود] را که بهره‌ای از کتاب به آنها داده شده ‌است ندیده‌ای [که چگونه] گمراهی را می‌خرند و می‌خواهند شما [مؤمنان نیز مانند آنان] گمراه شوید؟"
        }
      ],
      "tafsir_saadi": "این بیان مذمت و نکوهش کسانی است که (﴿أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ﴾) بهره‌ای از کتاب داده ‌شده‌اند. ضمناً بندگانش را از تبعیت از آنها وافتادن در دام‌هایشان بر حذر داشته است. پس خبر داده که آنها (﴿يَشۡتَرُونَ ٱلضَّلَٰلَةَ﴾) گمراهی را می‌خرند؛ یعنی آن را خیلی دوست دارند، و برای به‌دست آوردنش از هر چیزی می‌گذرند، مانند کسی که در طلب آنچه که دوست دارد، مال فراوانی را خرج می‌کند. پس آنها گمراهی را بر هدایت، و کفر را بر ایمان، و شقاوت را بر سعادت، ترجیح می‌دهند. با این وجود (﴿وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ﴾) می‌خواهند شما را گمراه کنند.\nپس آنها بی‌نهایت به گمراه کردن شما، علاقه‌مندند و تلاش خود را در این راه مبذول می‌دارند. و از آنجا که خداوند سرپرست و یاور بندگان مؤمنش است، گمراهی و گمراه کردن آن دسته از یهودیان را بیان کرد."
    },
    {
      "id": 538,
      "verse_number": 45,
      "verse_key": "4:45",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ ۚ وَكَفَىٰ بِٱللَّهِ وَلِيًّا وَكَفَىٰ بِٱللَّهِ نَصِيرًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923203,
          "resource_id": 135,
          "text": "و [ای مؤمنان،] الله به دشمنان شما داناتر است و کافی است که الله یار [و کارسازتان] باشد و کافی است که الله یاور [و مددکارتان] باشد."
        }
      ],
      "tafsir_saadi": "و فرمود: (﴿وَكَفَىٰ بِٱللَّهِ وَلِيّٗا﴾) و کافی است که خدا سرپرست باشد؛ یعنی بندگانش را سرپرستی نماید و نسبت به آنها مهربانی ورزد و در همۀ کارهایشان یاور آنان باشد و آنچه را که سبب خوشبختی و رستگاری آنان است، برایشان آسان ‌گرداند.\n(﴿وَكَفَىٰ بِٱللَّهِ نَصِيرٗا﴾) و کافی است که خدا یاور باشد و آنها را علیه دشمنانشان یاری ‌نماید و برای آنها چیزهایی را بیان ‌دارد که از آن بر حذر باشند، و آنها را علیه دشمنانشان کمک ‌کند. پس سرپرستی الهی، باعث به‌دست آوردن خیر و نیکی، و دور شدن از هر شر و بدی است."
    },
    {
      "id": 539,
      "verse_number": 46,
      "verse_key": "4:46",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى ٱلدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923204,
          "resource_id": 135,
          "text": "برخی از یهود، کلمات [الله] را از جای خود تحریف می‌کنند و با پیچاندن زبان خود و به قصد طعنه‌زدن در دین [با درآمیختن زبان عبرى با عربى، به پیامبر‌] مى‌گویند: «شنیدیم و نافرمانى كردیم» و «بشنو كه [كاش‌] ناشنوا گردى!» و [نیز به تمسخر مى‌گویند:] «راعِنا» [که در عبری مفهوم توهین‌آمیزی دارد؛] ولی اگر آنان می‌گفتند: «شنیدیم و اطاعت کردیم» و «[سخنان ما را] بشنو و به ما مهلت بده»، قطعاً برایشان بهتر و درست‌تر بود؛ ولی الله آنان را به خاطر کفر‌شان لعنت کرده‌ است؛ پس جز [گروهی] اندک ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "سپس خداوند کیفیت گمراهی و عناد و ترجیح دادن باطل از سوی آنان را بیان نمود و فرمود: (﴿مِّنَ ٱلَّذِينَ هَادُواْ﴾) دسته‌ای از یهودیان که علمای گمراهشان بودند، (﴿يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ﴾) سخنان را از جای خود تحریف می‌کنند؛ به گونه‌ای که کلمه یا معنی آن را تغییر می‌دهند، یا هردو را تحریف می‌کنند. ازجمله تحریفشان این است در رابطه با صفت‌هایی که در کتاب‌هایشان بیان شده و جز بر محمد صلی الله علیه وسلم صدق نمی‌کند، می‌گویند: منظور از این صفت‌ها، محمد نیست بلکه منظور، کسی دیگر است، و این حقیقت را پنهان می‌دارند.\nپس علم و آگاهی آنان بدترین علم و آگاهی است؛ چراکه حقایق را وارونه نموده و باطل را به جای آن قرار داده و حق را انکار می‌کنند. و اما در میدان عمل و فرمانبرداری می‌گویند: (﴿سَمِعۡنَا وَعَصَيۡنَا﴾) شنیدیم و نافرمانی کردیم؛ یعنی ما سخن تو را شنیدیم و از فرمانت سرپیچی کردیم و این نهایت کفر و عناد و بیرون رفتن از دایرۀ فرمانبری است. همچنین پیامبر صلی الله علیه وسلم را به بدترین صورت و دورترین روش از ادب و نزاکت خطاب کرده، و می‌گویند: (﴿وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ﴾) بشنو از ما، امید که سخنی را از ما بشنوی که آن را دوست داشته باشی، بلکه سخنی را از ما بشنوی که آن‌را دوست نمی‌داری.\n(﴿وَرَٰعِنَا﴾) منظورشان از آن، متصف نمودن حضرت به کم خردی و عیب و زشتی بود و گمان می‌بردند با استعمال کلمات دو پهلو، خدا و پیامبر فریب می‌خورند. آنها با استعمال این‌گونه کلمات، و پیچ دادن زبانشان، به عیب‌جویی از دین و پیامبر می‌پرداختند و در میان خود، این مطلب را به صراحت بیان می‌کردند.\nبنابراین خداوند متعال فرمود: (﴿لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِ﴾) سپس خداوند آنها را به انجام آنچه که برایشان بهتر است، راهنمایی نمود و فرمود: (﴿وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ﴾) و اگر آنان می‌گفتند: «شنیدیم و فرمان بردیم، و بشنو و به ما نظر کن»، قطعاً برایشان بهتر بود؛ زیرا این سخن، متضمِّن خطاب نیک و رعایت ادب شایسته در تعامل با پیامبر است و این عمل، به مثابۀ فرمان بردن از دستور خدا و منقاد شدن در برابر اوامر اوست. این آیه همچنین مشتمل بر آن است که در سؤال کردن، باید ادب و نزاکت و متانت را رعایت کرد، و اینکه پیامبر صلی الله علیه وسلم به سؤالات اصحاب گوش فرا دهد و از حال و اوضاع آنان اطلاع پیدا کند. پس شایسته بود که آنها این رفتار را در پیش بگیرند. ولی از آنجا که سرشتشان ناپاک بود از این شیوه روی گرداندند و خداوند آنها را به سبب کینه‌ورزی و کفرشان، از رحمت خویش دور کرد. \nبنابراین فرمود: (﴿وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا﴾) اما خداوند به سبب کفرشان، آنان را نفرین کرد. پس، به جز عدۀ کمی، ایمان نمی‌آورند."
    },
    {
      "id": 540,
      "verse_number": 47,
      "verse_key": "4:47",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَـٰبَ ٱلسَّبْتِ ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923205,
          "resource_id": 135,
          "text": "ای اهل کتاب، به آنچه که [بر محمد] نازل کردیم و کتاب آسمانی شما را تصدیق می‌کند ایمان بیاورید، پیش از آنکه [اندام‌های حسّی] چهره‌ها را محو کنیم و آنها را [همچون] پشت سرشان [صاف و زشت] بگردانیدم؛ یا آنان را همچون اصحاب سَبت [= یهودیان نافرمانی که روز شنبه ماهی گرفتند] لعنت کنیم [و به شکل میمون درآوریم]؛ و [بدانید که] فرمان الله قطعاً به وقوع می‌پیوندد."
        }
      ],
      "tafsir_saadi": "خداوند اهل کتاب، اعم از یهود و نصارا، را فرمان می‌دهد تا به پیامبر و کتاب بزرگی که بر او نازل شده و تصدیق کنندۀ کتاب‌های پیشین است، ایمان بیاورند. کتاب‌های پیشین، از آمدن قرآن خبر داده بودند. پس وقتی که قرآن آمد، خبر دادنِ کتاب‌های پیشین را تصدیق نمود. و اگر آنها به این قرآن ایمان نیاورند، به کتاب‌هایی که در دستشان هست نیز ایمان ندارند؛ زیرا کتاب‌های خدا، یکدیگر را تصدیق می‌نمایند و با یکدیگر موافق‌اند. پس ادعای آنها مبنی بر اینکه به برخی ایمان داریم و به برخی ایمان نداریم، ادعای باطلی بوده و راست نیست.\nو در (﴿ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم﴾) آنها را تشویق نموده تا ایمان بیاورند، و آنها باید قبل از دیگران، به ایمان آوردن مبادرت ‌ورزند؛ زیرا خداوند علم و کتاب را به آنان ارزانی داشته است. و این امر وظیفۀ آنان را سنگین‌تر می‌کند. بنابراین خداوند آنها را به خاطر ایمان نیاوردنشان، تهدید نمود و فرمود: (﴿مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ﴾) این پاداش از نوع کاری است که آنها انجام می‌دادند، پس همان طور که آنها حق را ترک گفته و باطل را ترجیح دادند و حقایق را وارونه کردند و باطل را حق و حق را باطل جلوه دادند، به سزایی از نوع کارشان مجازات شدند، و چهره‌هایشان محو گردید همان طور که آنها حق را محو کردند. و برگرداندن چهره‌هایشان به صورتی بود که چهرۀ آنان در پشت قرار گرفت، و این زشت‌ترین صورت و چهرۀ ممکن است.\n(﴿أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِ﴾) یا آنها را نفرین کنیم، همان‌طور که یاران شنبه را نفرین کردیم. یعنی آنها را از رحمت خویش دور نماید و تبدیل به بوزینه گرداند، همان طور که خداوند با برادرانشان که در روز شنبه تجاوز و سرپیچی کردند، چنین کرد: ﴿فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِ‍ِٔينَ﴾ پس به آنها گفتیم بوزینگانی خوار باشید. (﴿وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا﴾) و فرمان خدا همواره انجام شدنی است. در جای دیگری نیز در همین رابطه می‌فرماید: ﴿إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡ‍ًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ﴾ امر او این گونه است که هرگاه چیزی را بخواهد، به آن می‌گوید: «پدید بیا»، پس پدید می‌آید."
    },
    {
      "id": 541,
      "verse_number": 48,
      "verse_key": "4:48",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923206,
          "resource_id": 135,
          "text": "بی‌گمان، الله این گناه را که به او شرک آورده شود نمی‌بخشد و غیر از آن را ـ برای هر ‌کس بخواهد ـ می‌بخشد؛ و هر ‌کس به الله شرک ورزد، یقیناً گناهی بزرگ بربافته است."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد کسی را که چیزی از مخلوقات را شریک وی گرداند، نمی‌بخشد، اما دیگر گناهان صغیره و کبیره را می‌آمرزد؛ و این زمانی است که حکمت خدا، مقتضی آمرزیدن وی باشد. خداوند برای آمرزیدن گناهان پایین‌تر از شرک، اسباب زیادی قرار داده است؛ مانند نیکی‌هایی که بدی‌ها را از بین می‌برند، و مصیبت‌های دنیوی، عذاب برزخ و عذاب روز قیامت که کفارۀ گناهان‌اند.\nو مانند دعای مؤمنان برای یکدیگر، که باعث بخشوده شدن گناهان می‌شود و خداوند گناهان پایین‌تر از شرک را، با شفاعت شفاعت‌کنندگان می‌آمرزد. بالاتر از همۀ اینها، رحمت الهی قرار دارد که مؤمنان و اهل توحید سزاوار آن هستند.\nبرخلاف شرک؛ زیرا مشرک همۀ درهای آمرزش و رحمت را به روی خود بسته است، پس طاعات بدون توحید، فایده‌ای به او نمی‌رساند، و مصیبت‌هایی که برای او پیش می‌آید، به او سودی نمی‌بخشد، و در روز قیامت کسی برای وی شفاعت نمی‌کند: ﴿فَمَا لَنَا مِن شَٰفِعِينَ وَلَا صَدِيقٍ حَمِيمٖ﴾ نه شفاعت‌کننده‌ای دارند و نه دوست صمیمی!\n بنابراین خداوند متعال فرمود: (﴿وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا﴾) و هر کس به خدا شرک ورزد، به راستی که گناه بزرگی مرتکب شده است؛ یعنی جنایت بزرگی کرده است، و چه ستمی بزرگ‌تر از آن است که مخلوقِ آفریده شده از خاک را، شریک خداوند قرار داده شود؟! مخلوقی که از همۀ جهات ناقص و نیازمند است، و نمی‌تواند سودی به خود برساند و زیانی از خویش دور کند، و مرگ و زندگی در اختیار او نیست، و نمی‌تواند به کسی که او را عبادت کرده است، سودی برساند. پس چگونه چنین چیزی با ذاتی شریک می‌شود که همۀ هستی را آفریده و از همۀ جهات کامل است و از تمام مخلوقاتش بی‌نیاز است؟! خداوندی که سود و زیان، و دادن و محروم کردن، در دست اوست و آفریدگان از نعمات او برخوردار هستند! آیا ستمی بزرگ‌تر از این وجود دارد؟!\nبنابراین کسی که مرتکب شرک شود، برای همیشه در عذاب می‌ماند و از پاداش الهی محروم می‌گردد: ﴿إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُ﴾ هرکس به خدا شرک ورزد، به راستی که خداوند بهشت را بر او حرام گردانیده و جایگاهش جهنم است.\nاین آیۀ کریمه، در حق کسی است که توبه نکرده است، اما کسی که توبه کند، شرک و دیگر گناهانش بخشیده می‌شود: ﴿ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًا﴾ بگو: «ای بندگانم که زیاده‌روی کرده‌اید! از رحمت الهی ناامید نباشید، بی‌گـمان خداوند همۀ گناهان را می‌آمرزد”؛یعنی گناهان کسی که، به سوی خدا برگشته و توبه نموده است."
    },
    {
      "id": 542,
      "verse_number": 49,
      "verse_key": "4:49",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923207,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا ندیدی کسانی را که خویشتن را پاک می‌شمارند [و خودستایی می‌کنند؟ چنین نیست؛] بلکه الله هر ‌کس را بخواهد پاک می‌گردانَد، و به آنان به اندازۀ ذره‌ای ناچیز [حتی به اندازۀ نخ روی هستۀ خرما] ستم نمی‌شود."
        }
      ],
      "tafsir_saadi": "این بیانگر تعجب خدا از بندگانش است، و سرزنشی است از جانب خدا، برای یهودیان و نصارا و امثال آنها که خود را پاک می‌پندارند و ادعای پاکی می‌کنند در حالی‌که چنین نیستند، و می‌گویند: ﴿ نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥ﴾ ما فرزندان و دوستان خدا هستیم. و می‌گویند: ﴿ وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰ﴾ هرگز وارد بهشت نخواهد شد، مگر کسی که یهودی یا نصرانی باشد. و این ادعایی بدون دلیل است؛ زیرا خداوند در قرآن می‌فرماید: ﴿ بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ ﴾ آری! هرکس مخلصانه به خدا روی آورد -در حالی که نیکوکار است- پاداش او نزد پروردگارش است، و نه ترسی بر آنها است و نه اندوهگین می‌گردند.\nپس خداوند چنین کسانی را پاک قرار داده است، بنابراین اینجا فرمود: (﴿بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ﴾) بلکه خداوند هر کس را که بخواهد، تزکیه می‌نماید؛ یعنی او را به سبب ایمان و عمل صالح و به وسیلۀ دوری از اخلاق زشت و آراستگی به اخلاق و صفت‌های زیبا، پاک می‌گرداند.\nاما اینها گرچه خود را پاک بدانند و ادعا کنند بر راه راست هستند و پاداش فقط از آنِ آنها است، دروغگو می‌باشند. و به سبب ستم و کفرشان، از خصلت‌های پاکان بهره‌ای ندارند و خدا بر آنها ستم روا نداشته است. بنابراین فرمود: (﴿وَلَا يُظۡلَمُونَ فَتِيلًا﴾) این جمله مفید عموم است؛ یعنی هیچ ستمی به آنها نمی‌شود، حتی به اندازۀ نخی که روی هستۀ خرما است، یا نخی که از چرک دست و غیره برمی‌آید."
    },
    {
      "id": 543,
      "verse_number": 50,
      "verse_key": "4:50",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 68,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱنظُرْ كَيْفَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَكَفَىٰ بِهِۦٓ إِثْمًا مُّبِينًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923208,
          "resource_id": 135,
          "text": "[ای پیامبر،] بنگر که چگونه بر الله دروغ می‌بندند! و همین [عمل به عنوان] گناهی آشکار کافی است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می فرماید: (﴿ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ﴾) نگاه کن چگونه با پاک قرار دادن خود، به خدا دروغ می‌بندند، و این بزرگ‌ترین دروغی است که به خدا نسبت داده می‌شود؛ زیرا این بدان معنی است عقیده و ستمی که آنها دارند، حق است و آنچه مسلمین بر آن هستند، باطل می‌باشد و این بزرگ‌ترین دروغ و وارونه کردن حقائق است؛ زیرا حق را باطل، و باطل را حق جلوه دادند. بنابراین خداوند متعال فرمود: (﴿وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا﴾) و کافی است که این، گناهی آشکار و موجب عقوبت فراوان و عذاب دردناک باشد."
    },
    {
      "id": 544,
      "verse_number": 51,
      "verse_key": "4:51",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَـٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا",
      "page_number": 86,
      "juz_number": 5,
      "translations": [
        {
          "id": 923209,
          "resource_id": 135,
          "text": "آیا افرادی [از قوم یهود] را که بهره‌ای از کتاب [آسمانی] به آنان داده شده است ندیده‌ای [که چگونه] به جِبت [=سحر] و طاغوت [= معبودان باطل] ایمان می‌آورند؟ [این افراد از روی دوستی و مدارا] دربارۀ کسانی‌ که کفر ورزیده‌اند می‌گویند: «اینان از کسانی‌ که ایمان آورده‌اند هدایت‌یافته‌ترند»."
        }
      ],
      "tafsir_saadi": "و این یکی از اعمال زشت یهودیان، و مصداقی از حسد آنان نسبت به پیامبر و مؤمنان است. اخلاق زشت و سرشت پلیدشان، آنان را وادار کرد تا از ایمان به خدا و پیامبرش روی بگردانند، و به بتان و طاغوت ایمان بیاورند. ایمان به جبت و طاغوت شامل هرعبادتی است که برای غیر خدا انجام ‌شود، یا حکم کردن به غیر از آنچه که خدا مشروع نموده است. پس سِحر و غیب‌گویی و پرستش غیر خدا و اطاعت شیطان، همه مصادیقی از جبت و طاغوت‌اند. و همچنین کفر و حسد، یهودیان را وا داشت تا طریقۀ کافران بت‌پرست را بر راه مؤمنان ترجیح دهند. پس فرمود: (﴿وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ﴾) و به خاطر چاپلوسی و سازش با کافران، و به علت نفرت شدیدی که از ایمان دارند، می‌گویند: (﴿هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا﴾) اینها [کافران] از مؤمنان راه یافته‌ترند. چه سُمِج و سرکش بودند! و چقدر بی‌خرد و کینه‌توز! بنگر که چه راه و رسم وخیم و نادرست و ناپسندی را در پیش گرفتند! فکر می‌کردند افراد عاقل و خردمند، سخن پوچ آنان را باور می‌کنند؟! \nآیا دینی که بر ستم و پرستش بت‌ها، و حرام قرار دادن پاکی‌ها، و حلال کردن پلیدی‌ها و امور حرام، و برابر دانستن مخلوق و خالق، و کفر ورزیدن به خدا و پیامبر و کتاب‌هایش استوار است، بر دینی ترجیح داده می‌شود که بر پایۀ عبادت خدا و اخلاص برای او در پنهان و آشکار، و کفر ورزیدن به آنچه که به غیر از خدا از بت‌ها و همتایان دروغین پرستش می‌شوند، و برقرار داشتن پیوند خویشاوندی، و نیکوکاری با همۀ مخلوقات حتی با حیوانات استوار است؟ همچنین بر اقامۀ عدل و انصاف در میان مردم، و حرام قرار دادن هر خبیث و ستمی و بر صداقت در گفتار و کردار استوار است؟!\nآیا ترجیح آیین بت‌پرستی بر چنین دینی، جز یاوه‌گـویی، چیز دیگری است؟! و آیا گویندۀ چنین سخنی، جاهل‌ترین، بی‌خردترین، سرکش‌ترین، کینه‌توزترین و بزرگ‌ترین دشمن حق نیست؟!"
    },
    {
      "id": 545,
      "verse_number": 52,
      "verse_key": "4:52",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ ۖ وَمَن يَلْعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923210,
          "resource_id": 135,
          "text": "آنان کسانی هستند که الله لعنتشان کرده است و هر ‌که را الله لعنت کند، هرگز برایش یاوری نخواهی یافت."
        }
      ],
      "tafsir_saadi": "این است واقعیت حال آنها، بنابراین خداوند متعال در موردشان فرمود: (﴿أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ﴾) ایشان کسانی هستند که خداوند آنها را از رحمت خویش دور نموده، و سزاوار خشم و عذاب خویش گردانیده است. (﴿وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا﴾) و هرکس که خدا او را نفرین کند، برای وی یاوری نخواهی یافت که او را سرپرستی کند، و منافعش را تأمین نماید، و او را از ناگواری‌ها محافظت کند، و این نهایت خواری و رسوایی است."
    },
    {
      "id": 546,
      "verse_number": 53,
      "verse_key": "4:53",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَمْ لَهُمْ نَصِيبٌ مِّنَ ٱلْمُلْكِ فَإِذًا لَّا يُؤْتُونَ ٱلنَّاسَ نَقِيرًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923211,
          "resource_id": 135,
          "text": "آیا آنان بهره‌ای از حكومت [= فرمانروایی] دارند؟ [اگر هم داشتند،] به قدر نقطه پشت هسته خرما [چيزى‌] به مردم نمى‌دادند."
        }
      ],
      "tafsir_saadi": "(﴿أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ﴾) آیا بهره‌ای از ملک دارند تا هرکس را که بخواهند، بنا به خواست و آرزوی خویش بر کسی دیگر ترجیح دهند، و در تدبیر جهان شریک خدا باشند؟! اگر چنین قدرتی ‌داشتند، به شدت بخل می‌ورزیدند. بنابراین فرمود: (﴿فَإِذٗا﴾) اگر بهره‌ای از ملک ‌داشتند، (﴿لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا﴾) به مردم چیز کمی هم نمی‌دادند، واگر بالفرض قدرتی ‌داشتند و در ملک و پادشاهی جهان شریک خدا ‌بودند، به شدت بخل می‌ورزیدند. و این را به صورت استفهام انکاری بیان کرد، چرا که هیچ احدی آن را قبول نمی‌کند."
    },
    {
      "id": 547,
      "verse_number": 54,
      "verse_key": "4:54",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۖ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَـٰهُم مُّلْكًا عَظِيمًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923212,
          "resource_id": 135,
          "text": "آیا به مردم [= محمد و یارانش] به خاطر آنچه الله از فضل خویش به آنان بخشیده است حسد می‌ورزند؟ در حقیقت، ما [پیشتر نیز] به خاندان ابراهیم کتاب و حکمت دادیم و به آنان فرمانرواییِ بزرگی بخشیدیم."
        }
      ],
      "tafsir_saadi": "(﴿أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ﴾) آیا انگیزۀ سخنشان این است که آنها شریک خدا هستند، و هرکس را که بخواهند ترجیح می‌دهند، و فضل و عطایا را به او می‌بخشند؟ یا حسادت ورزیدن به پیامبر و مؤمنان بر آنچه که خداوند از فضل خویش به آنان داده است، آنان را وادار به این کار می‌نماید؟ و حسادت ورزیدن به فضل الهی، چیز تازه و نوظهوری نیست.\n(﴿فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا﴾) و آن نعمت‌هایی از قبیل پیامبری و کتاب است که خداوند بر ابراهیم و فرزندانش ارزانی داشت، و ملک و سلطنتی است که به برخی از پیامبرانش مانند داود و سلیمان بخشید. و خداوند همواره انعام خود را، بر بندگان مؤمنش ارزانی می‌دارد. پس آنها چگونه نعمتی را که خداوند در قالب نبوت و پیروزی و فرمانروایی به محمد داده است؛ محمدی که برترین و بزرگوارترین انسان‌ها است و بیش از همه خدا را می‌شناسد و از خدا می‌ترسد، انکار می‌کنند؟!"
    },
    {
      "id": 548,
      "verse_number": 55,
      "verse_key": "4:55",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923213,
          "resource_id": 135,
          "text": "پس برخی از آنان به وی ایمان آوردند و برخی از آنان از او روی گرداندند [پس نسبت به دعوت محمد نیز چنین کردند] و [برای این کافران] آتش افروختۀ دوزخ کافی است."
        }
      ],
      "tafsir_saadi": "(﴿فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ﴾) گروهی از آنان به محمد صلی الله علیه وسلم ایمان آورده، و خوشبختی دنیا و رستگاری آخرت را به‌دست آوردند، (﴿وَمِنۡهُم مَّن صَدَّ عَنۡهُ﴾) و دسته‌ای از آنها از روی کینه وحسد، مردم را از او باز داشتند، در نتیجه به بدبختی دنیا و مصیبت‌های فراوان دچار شدند، که غرق شدن در دریای مشکلات دنیا، بخشی از آثار گناهانشان است.\n(﴿وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا﴾) و جهنم سوزان، برای یهودیان و نصارا و دیگر کافرانی که به خدا کفر ورزیده و پیامبری پیامبران را انکار کرده‌اند، کافی است."
    },
    {
      "id": 549,
      "verse_number": 56,
      "verse_key": "4:56",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923214,
          "resource_id": 135,
          "text": "بی‌گمان، کسانی‌ را که به آیات ما کفر ورزیدند، در آتشی [سوزان] وارد خواهیم کرد که هر چه پوستشان بریان گردد، پوست‌های دیگری به جایش قرار می‌دهیم تا [طعم] عذاب را بچشند. به راستی که الله، شکست‌ناپذیرِ حکیم است."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿إِنَّ ٱلَّذِينَ كَفَرُواْ بِ‍َٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا﴾) آنانی که به آیات ما کفر ورزیدند، آنها را با آتشی که هیزمش بسیار عظیم و بزرگ است و حرارتش بسیار شدید می‌باشد، می‌سوزانیم. (﴿كُلَّمَا نَضِجَتۡ جُلُودُهُم﴾) هر گاه که پوست‌هایشان بسوزد، (﴿بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَ﴾) به جای آن، پوست‌هایی دیگر قرار می‌دهیم تا شدیدترین عذاب را بچشند. و چون کفر و عناد را به صورت همیشگی تکرار کرده، و تبدیل به صفت و عادت آنها گردیده است، عذاب هم بر آنها تکرار می‌شود تا سزای برابر با اعمال خودرا ببینند. بنابراین فرمود: (﴿إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا﴾) همانا خداوند عزیز است و در آفرینش و فرمانروایی و پاداش و سزایی که می‌دهد، دارای قدرت بزرگ و حکمت فراوان است."
    },
    {
      "id": 550,
      "verse_number": 57,
      "verse_key": "4:57",
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923215,
          "resource_id": 135,
          "text": "و کسانی‌ را که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، به باغ‌هایی [از بهشت] وارد خواهیم نمود که از زیر [درختان] آن جویبارها جاری است؛ همواره در آن خواهند ماند و در آنجا همسران پاکیزه دارند و آنان را زیر سایه‌هایی گسترده [و انبوه] جای می‌دهیم."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ ءَامَنُواْ﴾) و کسانی که به خدا و آنچه که ایمان آوردن به آن واجب است، ایمان آوردند، (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و کارهای شایسته اعم از واجبات و مستحبات را انجام دادند، (﴿سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞ﴾) آنان را وارد باغ‌هایی می‌کنیم که رودها از زیر درختانش روان هستند و جاودانه درآن می‌مانند، و برای آنان در آنجا زن‌هایی پاکیزه هست که از اخلاق زشت و ناپسند و از هر عیب و آلودگی که زنان دنیا دارند، پاک هستند. (﴿وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا﴾) و آنها را به سایه‌ای گسترده وارد می‌کنیم که هیچ‌گاه زوال پذیر نیست."
    },
    {
      "id": 551,
      "verse_number": 58,
      "verse_key": "4:58",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923216,
          "resource_id": 135,
          "text": "الله به شما فرمان می‌دهد که امانت‌ها را [به طور کامل] به صاحبانشان بازگردانید و هنگامی ‌که میان مردم داوری می‌کنید، به عدالت داوری کنید. الله شما را به امری نیک پند می‌دهد. به راستی که الله شنوای بیناست."
        }
      ],
      "tafsir_saadi": "امانت عبارت از هرچیزی است که انسان بر آن امین قرار داده شده و به امانت‌داری آن دستور داده شده باشد. پس خداوند بندگانش را فرمان داده، تا امانت‌ها را به‌طور کامل و بدون کم و کاست و بدون درنگ و تأخیر به صاحبانشان برسانند. و این شامل امانت پست و مقام، اموال و اسرار و فرمان‌هایی می‌باشد که جز خدا کسی به آن آگاه نیست. و فقها گفته‌اند: هرکس امانتی را تحویل گرفت، بر او لازم است آن را حفظ نماید؛ زیرا رساندن امانت به صاحبش، جز با حفظ کردن آن امکان‌پذیر نیست. پس حفظ امانت واجب است. \nو (﴿إِلَىٰٓ أَهۡلِهَا﴾) بیانگر آن است که امانت به غیر از صاحب آن، داده نمی‌شود، و وکیل به منزلۀ صاحب امانت است. پس اگر کسی امانت را به غیر صاحبش داده باشد، امانت را نرسانده است. \n(﴿وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِ﴾) و زمانی که میان مردم به داوری نشستید، دادگرانه داوری کنید؛ و این داوری در خون‌ها و اموال و آبرو را در بر می‌گیرد، کم باشد، یا زیاد. و باید بر خویشاوند و غیرخویشاوند و نیکوکار و فاسق و دوست و دشمن به دادگری داوری شود. منظور از عدالتی که خداوند به آن دستور داده است، حدود و احکامی است که آن را بر زبان پیامبرش مشروع کرده است، و باید عدالت را شناخت، تا طبق آن داوری کرد. و از آنجا که اوامر، دستورهای نیک و منصفانه‌ای است، فرمود: (﴿إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا﴾) خداوند نواهی و اوامر را در اینجا می‌ستاید؛ زیرا منافع دو جهان را در بر دارند، و زیان دنیا و آخرت را از آدمی دور می‌کنند، چون قانون‌گذار، خداوند شنوا و بینا است؛ خداوندی که هیچ چیزی بر او پنهان نمی‌ماند، و آنچه را که بندگان از مصالح و منافع خود نمی‌دانند، می‌داند."
    },
    {
      "id": 552,
      "verse_number": 59,
      "verse_key": "4:59",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 69,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
      "page_number": 87,
      "juz_number": 5,
      "translations": [
        {
          "id": 923217,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، از الله و پیامبر و کارگزاران [و فرماندهان مسلمانِ] خود اطاعت کنید و اگر در چیزی اختلاف کردید، آن را به [کتاب] الله و [سنت] پیامبر بازگردانید. اگر به الله و روز قیامت ایمان دارید، [یقین داشته باشید که] این [بازگشت به قرآن و سنت، برایتان] بهتر و خوش‌فرجام‌تر است."
        }
      ],
      "tafsir_saadi": "سپس خداوند دستور می‌دهد تا از او و پیامبرش اطاعت شود، و اطاعت از خدا و پیامبر، با انجام واجبات و مستحبات و پرهیز از منهیات صورت می‌پذیرد.\nو به اطاعت از اولی الامر نیز دستور داده است، و آنها کسانی‌اند که مسئول و فرمانروای مردم هستند، از قبیل: امرا و حکام و مفتی‌ها؛ زیرا امور دینی و دنیوی مردم سامان نمی‌پذیرد، مگر اینکه از اینها اطاعت شده، و تسلیم فرمان آنها گردند تا از این رهگذر از خدا اطاعت کرده باشند، و پاداش الهی را به‌دست آورند. اما به شرطی که اولیای امور، به نافرمانی خدا دستور ندهند، پس اگر به نافرمانی خدا فرمان دهند، نباید از آنها اطاعت کرد. و در مبحث اطاعت از اولی الامر، فعل «أطیعوا» حذف شده، اما در هنگام بیان اطاعت از پیامبر ذکر شده است. این شاید بدین جهت است که پیامبر جز به اطاعت خدا فرمان نمی‌دهد، و هر کس که از پیامبر پیروی کند، از خدا پیروی کرده است. و اما مسئولین و فرمانروایان زمانی به فرمان بردن از آنها دستور داده می‌شود، که فرمان آنها گناه نباشد.\nسپس خداوند فرمان داد که تمام اختلافات خودرا در زمینۀ اصول و فروع دین، به خدا و پیامبرش برگردانند؛ یعنی اختلاف را به قرآن و سنتِ پیامبر برگردانند؛ زیرا کتاب خدا و سنت پیامبر، همۀ مسائل اختلافی‌را به صراحت، یا به طور کلی، یا به صورت اشاره، یا به صورت تذکر و یاد آوری، یا در قالب مفهوم، یا به‌طریق قیاس، فیصله می‌دهند.\nو چون اساس دین، بر کتاب خدا و سنت پیامبر است، و ایمان، جز در سایۀ کتاب و سنت تحقق نمی‌پذیرد، بازگرداندن اختلاف به کتاب و سنت، شرط ایمان است. بنابراین خداوند متعال فرمود: (﴿إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ﴾) اگر شما به خدا و روز قیامت ایمان دارید.\nپس این دلالت می‌نماید که هر کس مسائل اختلافی را به کتاب و سنت برنگرداند، مؤمن حقیقی نیست، بلکه او به طاغوت ایمان دارد. همان طور که در آیه بعدی بیان شده است. (﴿ذَٰلِكَ﴾) برگرداندن اختلاف به خدا و پیامبرش، (﴿خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا﴾) بهتر و خوش ‌فرجام‌تر است؛ زیرا حکم خدا و پیامبر، بهترین و عادلانه‌ترین و مفیدترین احکام برای دین و دنیا و سرانجام مردمان است."
    },
    {
      "id": 553,
      "verse_number": 60,
      "verse_key": "4:60",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَـٰنُ أَن يُضِلَّهُمْ ضَلَـٰلًۢا بَعِيدًا",
      "page_number": 88,
      "juz_number": 5,
      "translations": [
        {
          "id": 923218,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا ندیدی افرادی را که گمان می‌کنند به آنچه بر تو نازل شده و [به] آنچه پیش از تو نازل شده،‌ ایمان آورده‌اند، و[لی] می‌خواهند برای داوری [به جای شریعت الهی] نزد طاغوت بروند؟ [و حُکم باطل را به جای حُکم الله بپذیرند] با آنکه به آنان دستور داده شده است که به طاغوت کفر ورزند؛ و[لی] شیطان می‌خواهد آنان را در گمراهی دور و درازی قرار دهد."
        }
      ],
      "tafsir_saadi": "خداوند بندگانش را از حالت منافقان به تعجب وا می‌دارد، (﴿ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ﴾) کسانی که ادعا می‌کنند به آنچه بر پیامبر و آنچه پیش از او نازل شده است، ایمان آورده‌اند، اما با این وجود، (﴿يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ﴾) می‌خواهند برای داوری به پیش طاغوت بروند، و هر کس که به غیر از آنچه خداوند مشروع نموده است حکم کند، طاغوت است.(﴿وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦ﴾) در حالی‌که به آنان دستور داده شده است که به طاغوت کفر ورزند. پس چگونه داوری بردن به نزد طاغوتیان با ایمان جور در می‌آید؟ زیرا ایمان مقتضی آن است که فردِ مؤمن در برابر قانون خدا تسلیم شود، و قانون الهی را در هر کاری، داور وحاکم قرار دهد. پس هرکس ادعا کند مؤمن است، اما حکم و داوری طاغوت را برحکم و داوری خدا ترجیح بدهد، دروغ می‌گوید. و این یکی از روش‌های گمراه کردن آنان از سوی شیطان است. بنابراین خداوند فرمود: (﴿وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا﴾) و شیطان می‌خواهد آنها را گمراه و از حق بسیار دور نماید."
    },
    {
      "id": 554,
      "verse_number": 61,
      "verse_key": "4:61",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَـٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
      "page_number": 88,
      "juz_number": 5,
      "translations": [
        {
          "id": 923219,
          "resource_id": 135,
          "text": "و چون به آنان گفته شود: «به سوی آنچه الله نازل کرده است [= قرآن] و به سوی پیامبر [او] بیایید» منافقان را می‌بینی که از تو سخت روی می‌گردانند."
        }
      ],
      "tafsir_saadi": "خداوند بندگانش را از حالت منافقان به تعجب وا می‌دارد، (﴿ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ﴾) کسانی که ادعا می‌کنند به آنچه بر پیامبر و آنچه پیش از او نازل شده است، ایمان آورده‌اند، اما با این وجود، (﴿يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ﴾) می‌خواهند برای داوری به پیش طاغوت بروند، و هر کس که به غیر از آنچه خداوند مشروع نموده است حکم کند، طاغوت است.(﴿وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦ﴾) در حالی‌که به آنان دستور داده شده است که به طاغوت کفر ورزند. پس چگونه داوری بردن به نزد طاغوتیان با ایمان جور در می‌آید؟ زیرا ایمان مقتضی آن است که فردِ مؤمن در برابر قانون خدا تسلیم شود، و قانون الهی را در هر کاری، داور وحاکم قرار دهد. پس هرکس ادعا کند مؤمن است، اما حکم و داوری طاغوت را برحکم و داوری خدا ترجیح بدهد، دروغ می‌گوید. و این یکی از روش‌های گمراه کردن آنان از سوی شیطان است. بنابراین خداوند فرمود: (﴿وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا﴾) و شیطان می‌خواهد آنها را گمراه و از حق بسیار دور نماید."
    },
    {
      "id": 555,
      "verse_number": 62,
      "verse_key": "4:62",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَـٰنًا وَتَوْفِيقًا",
      "page_number": 88,
      "juz_number": 5,
      "translations": [
        {
          "id": 923220,
          "resource_id": 135,
          "text": "اما چگونه است که وقتی به [سزای] کارهای بدشان مصیبتی به آنان می‌رسد، نزد تو می‌آیند و به الله سوگند یاد می‌کنند که: «منظور ما [از دادخواهی نزد دیگران، چیزی] جز نیکی و توافق [میان طرفین] نبوده ‌است»؟"
        }
      ],
      "tafsir_saadi": "(﴿فَكَيۡفَ﴾) پس حال این گمراهان چگونه خواهد بود، (﴿إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ﴾) وقتی که به سبب گناهانی که انجام داده‌اند، و اینکه طاغوت را حاکم قرار داده‌اند، به مصیبت و بلائی گرفتار شوند؟! \n(﴿ثُمَّ جَآءُوكَ﴾) سپس پیش تو می‌آیند و برای کاری که انجام داده‌اند، عذر می‌آورند، و (﴿يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا﴾) به خدا سوگند می‌خورند که منظوری جز خیرخواهی و آشتی دادن دو طرف نداشته‌ایم، در حالی که آنان دروغ می‌گویند؟ زیرا خیرخواهی، داور قرار دادن خدا و پیامبرش است، ﴿وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ﴾ و حکم و داوری چه کسی بهتر از حکم و داوری خدا است، برای قومی که یقین دارند."
    },
    {
      "id": 556,
      "verse_number": 63,
      "verse_key": "4:63",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
      "page_number": 88,
      "juz_number": 5,
      "translations": [
        {
          "id": 923221,
          "resource_id": 135,
          "text": "اینان همان کسانی هستند که الله می‌داند چه در دل دارند؛ پس [ای پیامبر،] از آنان روی بگردان و[لی] اندرزشان بده و با بیانی رسا [نتایجِ] کردار‌شان را بر آنان گوشزد کن."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ﴾) ایشان کسانی‌اند که خداوند می‌داند در دل‌هایشان چه نفاق و نیت شومی وجود دارد، (﴿فَأَعۡرِضۡ عَنۡهُمۡ﴾) پس به آنان توجه مکن، و به خاطر آنچه مرتکب شده‌اند، با آنها روبرو مشو، (﴿وَعِظۡهُمۡ﴾) و اندرزشان بده؛ یعنی حکم خداوند را برای آنها بیان نموده، و آنها را تشویق کن تا از خدا فرمان برند، و آنها را از نافرمانی الهی بترسان.\n(﴿وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا﴾) و آنان را به صورت مخفیانه و در خلوت نصیحت کن؛ زیرا نصیحت در تنهایی برای دستیابی به مقصود، موفقیت آمیز است. و در سرزنش و بیرون آوردن آنها از حالتی که در آن قرار دارند، مبالغه کن، و زیاد بکوش. و این بیانگر آن است کسی که مرتکب گناه شده است گرچه باید از او رویگردانی کرد، اما در تنهایی و خلوت باید نصیحت ‌شود و چنان زیاد اندرز و موعظه ‌شود، که گمان ‌رود مقصود حاصل شده است."
    },
    {
      "id": 557,
      "verse_number": 64,
      "verse_key": "4:64",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
      "page_number": 88,
      "juz_number": 5,
      "translations": [
        {
          "id": 923222,
          "resource_id": 135,
          "text": "و هیچ پیامبری را نفرستادیم مگر به این هدف که به فرمان الله [مردم از وی] اطاعت کنند؛ و اگر هنگامی‌ که آنان [با گناه و نافرمانی] بر خویشتن ستم می‌کردند، [در حالی‌که زنده هستی] نزد تو می‌آمدند و از الله آمرزش می‌خواستند، و پیامبر هم برایشان آمرزش می‌طلبید؛ بی‌تردید، الله را توبه‌پذیرِ مهربان می‌یافتند."
        }
      ],
      "tafsir_saadi": "خداوند به صورت ضمنی از فرمان بردن از پیامبر و تسلیم شدن در برابر اوامر او دستور می‌دهد و بر این امر تشویق می‌نماید، و خبر می‌دهد که هدف از فرستادن پیامبران، این است که از آنـها اطاعت شود، و باید در همۀ آنچه که پیامبران به آن فرمان می‌دهد و یا از آن نهی می‌کند، مطیع و تسلیم وی شد، و پیامبران را تعظیم و احترام کنند، همان طور که فرمانبردار، فرمانده را تعظیم می‌نماید. و در اینجا معصوم بودن پیامبران در تبلیغ چیزهایی که از طرف خدا دریافت می‌دارند، و معصوم بودن آنها در آنچه که بدان دستور می‌دهند، و یا از آن نهی می‌کنند، ثابت می‌گردد؛ زیرا خداوند دستور داده که به طور مطلق از آنها اطاعت شود، و اگر آنها معصوم نبودند، به طور مطلق دستور داده نمی‌شد که از آنها اطاعت شود، و چون آنها معصوم‌اند، آنچه را که اشتباه و خطا است به عنوان قانون الهی برای مردم مشروع نمی‌کنند.\n(﴿بِإِذۡنِ ٱللَّهِ﴾) یعنی اطاعتِ اطاعت‌کننده، به فرمان و تقدیر و قضای الهی است. این بیانگر اثبات قضا و قدر الهی است. در این بخش از آیه، مردمان تشویق شده‌اند تا از خداوند یاری و کمک بطلبند. و به این مطلب اشاره شده است که اگر خداوند انسان را یاری نکند، نمی‌توان از پیامبر اطاعت نمود.\nسپس خداوند از بخشش بزرگ خویش خبر می‌دهد، و کسانی را که مرتکب گناه و زشتی‌ها شده‌اند فرا می‌خواند، تا به گناهانشان اعتراف کرده و توبه نمایند، و از خداوند آمرزش بجویند. \nپس فرمود: (﴿ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ﴾) و اگر آنها هنگامی که به خود ستم می‌کردند، پیش تو می‌آمدند، و به گناهانشان اعتراف می‌کردند و پشیمان و ناراحت می‌شدند، (﴿فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا﴾) و برای گناهان خود طلب آمرزش می‌کردند، و پیامبر برای آنها آمرزش می‌خواست، خداوند با بخشیدن گناهانشان، توبۀ آنها را می‌پذیرفت، و با پذیرفتن توبه، و توفیق دادن آنان به روی آوردن به توبه، و پاداش دادنشان بر آن، به آنان رحم می‌نمود. البته شرفیاب شدن به حضور حضرت رسول صلی الله علیه وسلم، منحصر به زمان حیات آن بزرگوار بوده است، چراکه سیاق [آیه] بر این مطلب دلالت می‌کند؛ زیرا طلب مغفرت از پیامبر، جز در دوران حیات ایشان جایز نیست. اما پس از فوت ایشان نه تنها جایز نیست چیزی از وی درخواست شود، بلکه این امر شرک به حساب می‌آید."
    },
    {
      "id": 558,
      "verse_number": 65,
      "verse_key": "4:65",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
      "page_number": 88,
      "juz_number": 5,
      "translations": [
        {
          "id": 923223,
          "resource_id": 135,
          "text": "نه؛ سوگند به پروردگارت [ای محمد] که آنان ایمان نمی‌آورند مگر اینکه در اختلافاتشان تو را داور قرار دهند و از داوری تو در دلِ خویش احساس ناراحتی نکنند و کاملاً تسلیم [حکم تو] باشند."
        }
      ],
      "tafsir_saadi": "سپس خداوند به ذات بزرگوارش سوگند یاد نمود که آنها مؤمن به حساب نمی‌آیند تا پیامبر خدا را در همۀ اختلافات خود داور و حاکم قرار ندهند. به خلاف مسائلی که در آنها اجماع شده است، زیرا اجماع مبتنی بر کتاب و سنت است. اما فقط داور قرار دادن کافی نیست، تا وقتی که ملالت و دلتنگی از قضاوت پیامبر از دل‌هایشان دور نشود. ونباید فقط به ظاهر و از روی چشم‌پوشی به داوری پیامبر راضی باشند، بلکه باید قلباً از آن راضی باشند، و با اطمینان خاطر و در ظاهر و باطن تسلیم داوری پیامبر گردند.\n پس داور قرار دادن در مقام اسلام، و منتفی بودن رنج و کدورت قلبی در مقام ایمان، و تسلیم شدن در مقام احسان قرار دارد. پس هرکس این مراحل را تکمیل نماید، همۀ مراحل دین را تکمیل کرده است. و هرکس پیامبر را داور قرار ندهد و به حکم وی پایبند نباشد، کافر است. و هرکس پیامبر را داور قرار ندهد اما به داوری او پایبند و معتقد باشد، حکم او چون دیگر گناهکاران است."
    },
    {
      "id": 559,
      "verse_number": 66,
      "verse_key": "4:66",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ ٱقْتُلُوٓا۟ أَنفُسَكُمْ أَوِ ٱخْرُجُوا۟ مِن دِيَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا۟ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923224,
          "resource_id": 135,
          "text": "و اگر [مانند بنی‌اسرائیل] بر آنان مقرر می‌کردیم که «[نافرمانانِ] خود را بکشید یا از خانه و شهرتان بیرون بروید»، جز اندکی از آنان [به آن دستورها] عمل نمی‌کردند؛ و اگر به آنچه اندرز داده شدند عمل می‌کردند، بی‌تردید برایشان بهتر و در پایداری‌شان [بر دین] مؤثرتر بود."
        }
      ],
      "tafsir_saadi": "خداوند متعال خبر می‌دهد اگر کارهایی که برای انسان دشوار است، از قبیل: خود کشی، و بیرون رفتن از خانه و کاشانه را بر بندگانش واجب می‌گردانید، جز تعداد کمی از آنها این کارها را نمی‌کردند. پس آنها باید خدا را به خاطر دستورهای آسانش که انجام آن برای هر کسی ساده و آسان است، سپاس بگویند و شکر او را به جای آورند.\nو این بیانگر آن است که بنده باید سختی‌ها را به یاد آورد تا انجام عبادات برایش آسان شود، و بیشتر پروردگارش را ستایش کند و سپاس او را به جا آورد. سپس خداوند متعال خبر داد که اگر آنها به انجام کارهایی که به آن موظف شده بودند، مبادرت ورزیده، و تلاش را در راستای انجام و تکمیل کارهایی که بدان موظف شده ‌بودند، مصروف می‌داشتند، و آرزو و خیالات پوچ در دل نمی‌پروراندند، و در صدد یافتن آن نبودند، برایشان بهتر بود و آنان را پا برجاتر می‌کرد. و شایسته است که بنده چنین باشد، و به مسئولیت و وظیفۀ خود عمل کند و آن را به پایان برساند، و به تدریج پیش برود تا به علم و عملی که در امر دین و دنیای وی مقدر شده است، دست یابد. برخلاف کسی که آرزوی چیزی را می‌کند که به انجام آن کار مأمور نشده است، و او به سبب تنبلی و سستی عزم و اراده، به ندرت به آن می‌رسد. سپس خداوند متعال ثمرات عمل کردن به پندها را که چهار چیز است بیان داشت: \n1- برخورداری از خیر و نیکی: (﴿لَكَانَ خَيۡرٗا لَّهُمۡ﴾) اگر آنچه را که به آن اندرز داده ‌شدند انجام می‌دادند، از برگزیدگان و نیکان می‌شدند؛ کسانی که همواره کارهای خوب را انجام می‌دهند. و صفت آدم‌های پست از آنان دور می‌شد، چون اثبات چیزی، مستلزم نفی ضد آن است. پس وقتی خوب بودن آنها ثابت شد، بد بودنشان منتفی می‌گردد.\n2- حاصل شدن ثبات و پایداری و افزوده شدن آن؛ زیرا خداوند مؤمنان را به سبب ایمانشان که همان عمل کردن به چیزی است که بدان پند داده شده‌اند، پا برجا می‌دارد. پس خداوند مؤمنان را در زندگی دنیا به هنگام پیش آمدن فتنه‌ها -که آدمی در رابطه با انجام دستورات و پرهیز از منهیات متزلزل می‌شود- و در هنگام بروز مشکلات پا برجا و استوار می‌دارد، و آنان به ثباتی دست می‌یابند که به وسیلۀ آن به انجام دستورات و ترک منهیاتی که نفس مقتضی انجام آن است، توفیق می‌یابند. \nو به هنگام پیش آمدن مشکلاتی که آدمی آن را نمی‌پسندد، ثابت قدم و پابرجا می‌مانند. پس بنده چنانچه توفیق حاصل کند که صبر و بردباری پیشه نماید، یا از تقدیرات خدا خشنود گردد و یا شکر پروردگار را به جای آورد، به ثبات و آرامش می‌رسد. در نتیجه خداوند او را بر این کار یاری می‌کند، و در هنگام مرگ و در قبر، بر دین خدا پا برجا خواهد بود. و بنده‌ای که همواره دستورات شرع را انجام می‌دهد، به آن انس می‌گیرد و به آن علاقه‌مند می‌شود، و این یاری خداوند است که وی را بر انجام عبادات ثابت و استوار می‌دارد."
    },
    {
      "id": 560,
      "verse_number": 67,
      "verse_key": "4:67",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذًا لَّـَٔاتَيْنَـٰهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923225,
          "resource_id": 135,
          "text": "و در این صورت، از نزد خود پاداش بزرگی به آنان می‌دادیم،"
        }
      ],
      "tafsir_saadi": "3- (﴿وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا﴾) و در دنیا و آخرت به آنان پاداشی بزرگ می‌دهیم، و این پاداش، روح و قلب و بدن را شامل خواهد شد و این پاداش، نعمت پایدار بهشت است که هیچ چشمی آن را ندیده، و هیچ گوشی آن را نشنیده و به دل هیچ انسانی خطور نکرده است."
    },
    {
      "id": 561,
      "verse_number": 68,
      "verse_key": "4:68",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَهَدَيْنَـٰهُمْ صِرَٰطًا مُّسْتَقِيمًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923226,
          "resource_id": 135,
          "text": "و به راه راست هدایتشان می‌کردیم."
        }
      ],
      "tafsir_saadi": "r\n4- هدایت به راه راست، و این ذکر عام بعد از خاص است، به خاطر شرافتی که هدایت از آن برخوردار است؛ یعنی خداوند او را به راه راست هدایت می‌کند، چون هدایت به معنی شناخت حق و دوست داشتن آن، و ترجیح دادن آن و عمل کردن به آن است، و سعادت و رستگاری نیز در گروِ آن می‌باشد.\nپس هرکس که به راه راست هدایت شود به راستی که به همۀ خوبی‌ها دست یافته و هرنوع بدی و زیان از او دور شده است."
    },
    {
      "id": 562,
      "verse_number": 69,
      "verse_key": "4:69",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُو۟لَـٰٓئِكَ رَفِيقًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923227,
          "resource_id": 135,
          "text": "و کسی‌ که الله و پیامبر را اطاعت کند [روز قیامت] همنشین کسانی خواهد بود که الله آنان را گرامی داشته است؛ [یعنی] با پیامبران و صدّیقان [= تصدیق‌کنندگان پیامبر] و شهیدان و صالحان؛ و اینان چه نیکو رفیقانی هستند!"
        }
      ],
      "tafsir_saadi": "یعنی هر زن و مرد -کوچک و بزرگ که بر حسب حالت خود و به اندازۀ آنچه که بر او واجب شده است- از خدا و پیامبرش اطاعت کند، (﴿فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم﴾) پس ایشان همراه کسانی خواهند بود که خداوند نعمت بزرگی که مقتضی کمال و رستگاری و سعادت هردو سرا می‌باشد به آنها داده است. \n(﴿مِّنَ ٱلنَّبِيِّ‍ۧنَ﴾) از پیامبران، که خداوند آنها را به سبب وحی خویش، برتری داده و با فرستادن آنان به سوی مردم، و فرا خواندن آنان به سوی خداوند، فضل خویش را به آنها اختصاص داد. \n(﴿وَٱلصِّدِّيقِينَ﴾) و آنها کسانی‌اند که آنچه را پیامبران آورده‌اند، به طور کامل تصدیق نموده‌اند. پس آنها حق را شناخته و با شناخت آن و انجام دادن آن در گفتار و کردار، و دعوت به سوی خدا، آن را تصدیق کرده‌اند.\n(﴿وَٱلشُّهَدَآءِ﴾) و شهیدان کسانی هستند که در راه خدا و برای اعلای کلمۀ «الله» جنگیده و کشته شده‌اند.(﴿وَٱلصَّٰلِحِينَ﴾) کسانی که خداوند ظاهر و باطنشان را اصلاح نموده، و اعمالشان نیز صالح گردیده است.پس هرکس از خداوند اطاعت کند، با اینها همراه خواهد بود.\n(﴿وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا﴾) واینها چه خوب دوستانی هستند که با آنها در باغ‌های بهشت جمع شده، و در جوار پروردگار جهانیان به‌سر می‌برند."
    },
    {
      "id": 563,
      "verse_number": 70,
      "verse_key": "4:70",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 70,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ ٱلْفَضْلُ مِنَ ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ عَلِيمًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923228,
          "resource_id": 135,
          "text": "این فضل و بخشش از جانب الله است و همین بس که الله [به احوال بندگان] داناست."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ ٱلۡفَضۡلُ﴾) فضیلتی که بدان دست یافته‌اند، (﴿مِنَ ٱللَّهِ﴾) از سوی خداست؛ زیرا اوست که آنان را به کسب آن موفق گردانده، و آنان را بر آن یاری نموده، و پاداش و ثوابی را به آنها داده که اعمالشان به آن نمی‌رسد، (﴿وَكَفَىٰ بِٱللَّهِ عَلِيمٗا﴾) و بس است که خداوند عالم و دانا باشد. او به احوال بندگانش داناست، و می‌داند کدام‌یک از آنان، به سبب انجام دادن اعمال شایسته، مستحق پاداش و اجر فراوان می‌باشد."
    },
    {
      "id": 564,
      "verse_number": 71,
      "verse_key": "4:71",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 71,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ خُذُوا۟ حِذْرَكُمْ فَٱنفِرُوا۟ ثُبَاتٍ أَوِ ٱنفِرُوا۟ جَمِيعًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923229,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، سلاح خود را برگیرید؛ سپس گروه‌گروه یا یکپارچه [برای جهاد با دشمن] رهسپار گردید."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگان مؤمنش را دستور می‌دهد تا در برابر دشمنان کافرشان، آمادگی خود را حفظ کنند، و این آمادگی همۀ جوانبی را در برمی‌گیرد که در جنگ با کفار از آن کمک گرفته می‌شود، و حیله و توطئه کفار با آن دفع می‌گردد، از قبیل: استفاده از دژ و قلعه‌های مستحکم، و خندق و کانال‌هایی که مانع عبور کافران می‌گردد، و آموختن تیراندازی، سوارکاری، و آموختن صنعت‌هایی که در جنگ با کافران به کمک می‌آید، و چیزهایی که نقل و انتقال و ورود و خروج و حیلۀ کافران به وسیلۀ آن دفع می‌شود.بنابراین فرمود: (﴿فَٱنفِرُواْ ثُبَاتٍ﴾) دسته‌دسته [به جهاد] بروید؛ یعنی یک لشکر برای جنگ برود و دیگران باقی بمانند.(﴿أَوِ ٱنفِرُواْ جَمِيعٗا﴾) یا اینکه همگی برای جنگ بیرون روید، و همۀ این امور، در راستای جلب مصلحت جامعۀ اسلامی، و دفع آسیب از مسلمین، و فراهم کردن اسباب آرامش آنان است. و این آیه مانند دیگر سخن خداوند است که فرموده است: ﴿وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ﴾ و برای جنگ با کفار، هر اندازه که می‌توانید آمادگی کسب کنید."
    },
    {
      "id": 565,
      "verse_number": 72,
      "verse_key": "4:72",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 71,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ ٱللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923230,
          "resource_id": 135,
          "text": "و [ای مسلمانان،] بی‌تردید، از [میان] شما کسی هست که [به خاطر ترس، از شرکت در میدان جهاد] سستی می‌ورزد و اگر مصیبتی به شما برسد می‌گوید: «الله به من لطف کرد که همراه آنان [در جنگ] حاضر نبودم»."
        }
      ],
      "tafsir_saadi": "سپس خداوند از کسانی خبر می‌دهد که ایمانشان ضعیف است و از شرکت در جهاد تنبلی وسستی می‌ورزند، پس فرمود: (﴿وَإِنَّ مِنكُمۡ﴾) و ای مؤمنان! گروهی از شما هستند، (﴿لَمَن لَّيُبَطِّئَنَّ﴾) که از جهاد در راه خدا سستی می‌کنند، و به علت ضعف و سستی و بزدلی، در جهاد شرکت نمی‌کنند. و گفته شده است که معنی آن چنین است: دیگران را از جنگ باز داشته، و آنها را نسبت به جهاد بی‌علاقه می‌کنند، و کسانی که این گونه رفتار ‌نمایند، منافقان هستند. اما معنی اول از دو جهت بهتر است: \nیکی اینکه خداوند فرمود: (﴿مِنكُمۡ﴾) یعنی از شما، و مؤمنان مورد خطاب قرار گرفته‌اند. دوم اینکه در آخر آیه فرمود: (﴿كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ﴾) انگار میان شما و ایشان دوستی و مودّتی نبوده است؛ زیرا کفار اعم از مشرکین و منافقین، با مؤمنین دوستی ندارند و خداوند دوستی میان آنها و مؤمنان را قطع نموده است. واقعیت نیز همین است؛ زیرا مؤمنان بر دو قسم‌اند: \nگروهی که در ایمانشان صادق و راستگو بوده، و صداقتشان سبب شده، تا کمال تصدیق را داشته باشند و جهاد کنند. و گروهی از مؤمنان، ضعیفان هستند که داخل اسلام شده و ایمان ضعیفی دارند، و از چنان قوت معنوی و ایمانی برخوردار نیستند که به جهاد بروند. همان طور که خداوند متعال فرموده است: ﴿قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا﴾ اعراب بادیه‌نشین گفتند: «ما ایمان آورده‌ایم.»، بگو: «شما ایمان نیاورده‌اید، بلکه بگویید: ما تسلیم شده‌ایم.»\nسپس خداوند هدف کسانی را که از شرکت در جهاد سستی می‌ورزند، بیان نمود و فرمود: بزرگ‌ترین هدفشان، زندگی دنیا و برخورداری از کالای آن است. پس فرمود: (﴿فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ﴾) اگر مصیبتی به شما برسد، از قبیل: شکست خوردن و کشته شدن و پیروز شدن دشمنان بر شما در بعضی حالت‌ها که خداوند در این کارها حکمت‌هایی دارد، (﴿قَالَ﴾) فردی که در جهاد شرکت نکرده است، می‌گوید: \n(﴿قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا﴾) نعمت خداوند شامل حالم شده است، چراکه با آنها نبودم. او به سبب ضعف عقل و ایمانش، شرکت نکردن در جهاد - این مصیبت عظیم- را نعمت تلقی کرده، و نمی‌داند نعمت حقیقی، انجام این عبادت بزرگ است، عبادتی که به سبب آن، ایمان قوی می‌گردد و بنده از سزا و عقوبت و زیان در امان می‌ماند، و پاداش بزرگ و رضایت خداوند بزرگوار و بخشنده را به دست می‌آورد. اما با نرفتن به جهاد و نشستن، گرچه کمی استراحت می‌کند، ولی به دنبال آن، خستگی طولانی و دردهای شدیدی را فرا می‌گیرد، و پاداش بزرگی را که مجاهدین به دست می‌آورند، از دست می‌دهد."
    },
    {
      "id": 566,
      "verse_number": 73,
      "verse_key": "4:73",
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "ruku_number": 71,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَلَئِنْ أَصَـٰبَكُمْ فَضْلٌ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يَـٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923231,
          "resource_id": 135,
          "text": "و[لی] اگر بخشش و غنیمتی از جانب الله به شما رسد ـ چنان که گویا هرگز میان شما و او [رابطۀ] دوستی نبوده است ـ [با حسرت] می‌گوید: «ای کاش من نیز همراه آنان بودم و به کامیابی بزرگی می‌رسیدم»."
        }
      ],
      "tafsir_saadi": "سپس فرمود: (﴿وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ﴾) و اگر بخششی از سوی خدا به شما برسد؛ یعنی پیروزی و غنیمت به‌دست آورید. (﴿لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا﴾) انگار میان شما و او، دوستی و مود‌ّتی نبوده است، و می‌گوید: «کاش آنجا ‌بودم و به موفقیت بزرگی دست می‌یافتم.» یعنی آرزو می‌کند که ای کاش در جنگ شرکت می‌کرد، و از غنیمت‌های بدست آمده بهره‌ای به او می‌رسید؛ زیرا هدفی جز به دست آوردن غنیمت، ندارد. انگار میان شما و او، دوستیِ ایمانی نبوده است، چرا که یکی از ویژگی‌های اخوت ایمانی، این است که مؤمنان در جلب منافع و دفع مضار، خود را شریک یکدیگر بدانند و چنانچه برادران مؤمنشان به خیر و منفعتی دست یابند، خوشحال ‌گردند، و به سبب از دست رفتن منافع برادرانشان، ناراحت ‌شوند. و همه در راستای سامان دادن به دین و دنیای خود تلاش ‌کنند. اما کسی که فقط دنیا را آرزو می‌کند، از چنین روحیۀ ایمانی برخوردار نیست."
    },
    {
      "id": 567,
      "verse_number": 74,
      "verse_key": "4:74",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 71,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ فَلْيُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشْرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۚ وَمَن يُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
      "page_number": 89,
      "juz_number": 5,
      "translations": [
        {
          "id": 923232,
          "resource_id": 135,
          "text": "پس کسانی‌ که زندگی دنیا را به آخرت فروخته‌اند، باید در راه الله پیکار کنند؛ و به هر کسی‌ که در راه الله پیکار کند ـ خواه کشته شود یا پیروز گردد ـ پاداش بزرگی خواهیم داد."
        }
      ],
      "tafsir_saadi": "یکی از مصادیق لطف و مهربانی خدا نسبت به بندگان، این است که رحمت خویش را از آنها دریغ نمی‌دارد، و درهای رحمت خویش را به روی آنان نمی‌بندد، بلکه هرکس به کاری دست یازد که شایستۀ او نیست، خداوند او را فرا می‌خواند تا کمبودش را جبران کند، و خویشتن را اصلاح بگرداند. پس خداوند آنان را به اخلاص و بیرون رفتن برای جهاد، دستور داد و فرمود: (﴿فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ﴾) یک قول در مورد این آیه همین است که بیان شد، و این صحیح‌ترین اقوال است. و گفته شده که معنی آن چنین است: مؤمنانی که ایمانشان کامل است و در ایمانشان صادق هستند، باید در راه خدا بجنگند، (﴿ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِ﴾) آنهایی که دنیا را به آخرت می‌فروشند، چون به دنیا علاقه‌ای ندارند، و مشتاق آخرت می‌باشند. پس اینها مورد خطاب خدا قرار می‌گیرند؛ زیرا آنان به سبب ایمان کاملشان، خود را برای جهاد با دشمنان آماده نموده‌اند، و ایمان کامل همین را اقتضا می‌نماید. \nو اما آنهایی که در جهاد سستی می‌کنند، خداوند به آنها توجه و اعتنایی نمی‌کند -خواه برای جهاد بیرون روند یا در خانه‌هایشان بنشینند- این مشابه آن فرمودۀ خداوند متعال است که می‌فرماید: \n﴿قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ﴾ بگو: «به آن ایمان بیاورید یا ایمان نیاورید، همانا کسانی که قبل از آن علم را داده شده‌اند، هرگاه بر آنان تلاوت شود، به سجده می‌افتند.» و در جایی دیگر می‌فرماید: ﴿فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ﴾ اگر ایشان به آن کفر بورزند، ما قومی را به آن گمارده‌ایم که به آن کافر نیستند.\nو گفته شده است که معنی آیه چنین است: جهادگران باید با کفار و کسانی بجنگند، که زندگی دنیا را به بهای آخرت می‌خرند. پس در این صورت کلمۀ (﴿ٱلَّذِينَ﴾) در محل نصب مفعول است.\n(﴿وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ﴾) و هرکس در راه خدا بجنگد و جهاد کند، جهادی که خدا و پیامبرش به آن دستور داده‌اند، و در آن اخلاص داشته و هدفش رضای خدا باشد، (﴿فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا﴾) پس اگر کشته شود یا پیروز گردد به او پاداش بزرگی خواهیم داد، و بر ایمان و دینش می‌افزاییم، و غنیمت زیادی نصیب او می‌گردد، و ستایش و نام نیک از او برجای می‌ماند. پاداش مجاهدین در راه خدا، چیزهایی است که خداوند در بهشت برای آنها آماده نموده است، که هیچ چشمی مانند آن را ندیده، و هیچ گوشی آن را نشنیده، و به دل هیچ انسانی خطور نکرده است."
    },
    {
      "id": 568,
      "verse_number": 75,
      "verse_key": "4:75",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 71,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
      "page_number": 90,
      "juz_number": 5,
      "translations": [
        {
          "id": 923233,
          "resource_id": 135,
          "text": "و [ای مؤمنان،] شما را چه شده ‌است که در راه الله و [برای یاریِ] مردان و زنان و کودکان ستمدیده پیکار نمی‌کنید؟ همان کسانی که می‌گویند: «پروردگارا، ما را از این شهر [مکه] که اهالی‌اش ستمکارند بیرون ببر و از سوی خویش برای ما یار و کارسازی قرار بده و از جانب خود یاور و مددکاری برایمان بگمار»."
        }
      ],
      "tafsir_saadi": "خداوند بندگان مؤمنش را، به جنگیدن در راه خود تشویق نموده، و بیان می‌دارد که جنگ در راه خدا بر آنان مقرر است، و به سبب ترک آن، شدیداً مورد سرزنش قرار می‌گیرند. پس فرمود: (﴿وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ﴾) و چرا در راه خدا نمی‌جنگید در حالی که مردان و زنان و کودکان بیچاره و درمانده‌ای که راه و چاره‌ای ندارند، ستم بزرگی از جانب دشمنان بر آنها رفته است، و دعا می‌کنند که خداوند آنها را از این سرزمین نجات دهد که ساکنانش به سبب کفر و شرک و اذیت و آزار مؤمنین و باز داشتن از راه خدا و باز داشتن از دعوت به سوی دینشان و هجرت کردن در راه خدا بر مؤمنان ستم می‌کنند. و از خداوند می‌خواهند که برای آنها سرپرست و یاوری قرار دهد، تا آنان را از این سرزمین که ساکنانش ستمگرند، نجات بدهد. پس جهاد شما به این مفهوم، از باب جنگیدن و دفاع از خانواده و فرزندان و زیر دستانتان است، این از باب جهادی نیست که هدف از آن، نابود کردن کافران و به غنیمت بردن اموال و تصرف نمودن سرزمین و دیارشان است، هرچند که این نوع از جهاد نیز فضیلت بزرگی دارد و هرکس آن را ترک نماید، به شدت مورد سرزنش قرار می‌گیرد. اما پاداش و فایدۀ جهادی که برای نجات دادن درماندگان و مظلومان صورت می‌گیرد، بیشتر و بزرگ‌تر است. چون این جهاد از باب دفع دشمنان است."
    },
    {
      "id": 569,
      "verse_number": 76,
      "verse_key": "4:76",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 71,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
      "page_number": 90,
      "juz_number": 5,
      "translations": [
        {
          "id": 923234,
          "resource_id": 135,
          "text": "کسانی ‌که ایمان آورده‌اند، در راه الله پیکار می‌کنند و کافران، در راه طاغوت [و حاکمان خودکامه] می‌جنگند؛ پس با یاران شیطان بجنگید که قطعاً نیرنگ [و نقشۀ] شیطان ضعیف است."
        }
      ],
      "tafsir_saadi": "سپس فرمود: (﴿ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ﴾) در اینجا خداوند خبر می‌دهد که مؤمنان در راه خدا می‌جنگند.(﴿وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ﴾) و کسانی که کفر ورزیده‌اند، در راه طاغوت که همان شیطان است، می‌جنگند. در لابلای این بخش از آیه، چندین فایده وجود دارد: \n1- هر اندازه که عبد مؤمن، ایمان داشته باشد، به همان اندازه نیز به قضیۀ جهاد اهتمام داده، و در آن اخلاص می‌ورزد. پس جهاد در راه خدا، از نشانه‌ها و مقتضیات ایمان است. همان‌طور که جنگیدن در راه طاغوت، از شعبه‌های کفر و مقتضیات آن می‌باشد.\n2- کسی که در راه خدا می‌جنگد، شایسته است بیش از دیگران شکیبا و قوی باشد؛ زیرا دوستان شیطان، صبر می‌کنند و می‌جنگند در حالی که بر باطل هستند، پس اهل حق، به صبر و شکیبایی سزاوارترند. همان طور که خداوند متعال فرموده است: ﴿إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَ﴾ اگر شما دردمند و زخمی می‌شوید، پس آنها نیز مانند شما زخمی و دردمند می‌شوند، و شما امیدی به خدا دارید که آنها ندارند.\n3- کسی که با تکیه و اعتماد بر پشتوانۀ محکم حق، و توکل به خدا می‌جنگد، از تکیه‌گاه مستحکمی برخوردار است. پس صاحب نیرو و پشتوانه باید بیش از کسی که در راه باطل می‌جنگد و حقیقت و سرانجام خوبی ندارد، دارای صبر و پایداری باشد. \nبه همین جهت خداوند متعال فرمود: (﴿فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا﴾) با یاران شیطان بجنگید، همانا کید شیطان ضعیف است. «کید» یعنی در پیش گرفتن راه‌های پنهانی برای زیان رساندن به دشمن. مکر و دسیسۀ شیطان هر اندازه که قوی باشد، ضعیف است؛ چرا که در مقابل کوچک‌ترین مصداق حق، نمی‌تواند بایستد، و مکر شیطانی، در مقابل چاره‌اندیشی خداوند برای بندگان مؤمنش، یارای مقاومت ندارد."
    },
    {
      "id": 570,
      "verse_number": 77,
      "verse_key": "4:77",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
      "page_number": 90,
      "juz_number": 5,
      "translations": [
        {
          "id": 923235,
          "resource_id": 135,
          "text": "[ای پیامبر،] آیا کسانی را ندیدی که [در مکه] به آنها گفته شد: «[اکنون] دست [از جنگ] بازدارید و نماز برپا دارید و زکات بپردازید» و[لی] چون [در مدینه] جهاد بر آنان مقرر شد، آنگاه گروهی از آنان از مردم [مشرکِ مکه] ‌ترسیدند ـ مانند ترس از الله یا [حتی] بیشتر ـ و گفتند: «پروردگارا، چرا جهاد را بر ما مقرر نمودی؟ چرا تا مدتی کوتاه به ما مهلت ندادی [تا از نعمت‌های دنیوی بهره‌مند گردیم]؟» [به آنان] بگو: «برخورداری [از لذت‌های این] دنیا ناچیز است و برای کسی‌ که پرهیزگار باشد سرای آخرت بهتر است و [در آنجا] به قدر نخ هسته خرمايى به شما ستم نخواهد شد."
        }
      ],
      "tafsir_saadi": "مسلمانان که در مکه بودند به نماز و زکات [کمک کردن به فقرا] دستور داده شده بودند. منظور از واژۀ «‌زکات» آن زکات معروفی نیست که دارای حد نصاب و شرایط ویژه است؛ چرا که آن، جز در مدینه فرض نشده است. اما بنا به دلایلی هنوز جهاد برآنان واجب نشده بود: \nاز آن جمله یکی اینکه حکمت خداوند متعال مقتضی آن است که قوانین را طوری برای بندگانش مشروع ‌نماید که بر آنها سخت نباشد، و از مهم‌تر و آسان‌تر شروع می‌نماید.\nو از جمله فواید فرض نشدن جهاد در مکه، این است که اگر در مکه جهاد فرض می‌شد، به دلیل اینکه تعداد مسلمانان اندک و تجهیزاتشان نیز ناچیز و دشمنشان زیاد بود، اسلام نابود می‌شد. پس مصلحت بزرگ‌تر رعایت گردید و بر مصلحت کوچک‌تر ترجیح داده شد. و حکمت‌های دیگری نیز در این کار وجود داشت که خداوند خود بدانها آگاه‌تر است.\nو برخی از مؤمنان دوست داشتند در مکه جنگ بر آنان فرض می‌شد، در حالی که جنگ برایشان مناسب نبود، بلکه در آن زمان انجام دادن چیزهایی که به آن دستور داده شده بودند، از قبیل: توحید و نماز و زکات برایشان مناسب‌تر بود.﴿وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا﴾ و اگر آنان، آنچه را که بدان پند داده می‌شدند، انجام می‌دادند؛ برایشان بهتر بود، و بر ثبات و پایداری آنان می‌افزود. پس وقتی که به سوی مدینه هجرت کردند، و اسلام نیرومند شد، و بستر مناسبی برای فرض شدن جهاد فراهم گردید، جنگ بر آنان فرض شد.\nاما دسته‌ای از کسانی که قبل از فرض شدن جنگ، عجله می‌کردند، از ترس مردم و به سبب ضعفی که داشتند، گفتند: (﴿رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ﴾) پروردگارا! چرا جنگ را بر ما واجب گرداندی؟ و این، اظهار نارضایتی و اعتراض بر خدا بود، و شایسته بود که تسلیم دستور خدا ‌شوند و بر اوامر او صبر کنند. پس امری را که از آنها خواسته شده بود، وارونه کردند و گفتند: (﴿لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ﴾) چرا فرض شدن جنگ را، مدتی دیگر به تأخیر نینداختی؟ \nو این حالت برای بسیاری از آنهایی که محکم نیستند، و قبل از فرا رسیدن زمان مناسب برای انجام کاری در آن عجله می‌کنند، پیش می‌آید. غالباً چنین افرادی به هنگام فرا رسیدن آن کار، بردباری نکرده و بی‌تابی می‌کنند.سپس خداوند آنها را در مورد شرکت نکردن در جنگ، اندرز داد و فرمود: (﴿قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ﴾) بگو: کالای دنیا، اندک است و برای کسی که پرهیزگاری نماید، آخرت بهتر است؛ یعنی بهره‌مند شدن از لذت‌های دنیا و راحتی‌های آن کم است. پس تحمل سنگینی‌ها در مسیر اطاعت از خدا، در کوتاه مدت بر مردم سبک و آسان می‌شود، چون وقتی انسان بداند سختی و مشقتی که به او می‌رسد طولانی نخواهد بود، این کار بر او آسان خواهد شد. بنابراین اگر دنیا و آخرت را با هم مقایسه نماید، به یقین می‌داند که ذات و لذات و زمان آخرت، از دنیا بهتر است.\nهمان طور که پیامبر صلی الله علیه وسلم در رابطه با ذات آن فرموده است: (إنَّ مَوضِعَ سَوطٍ فِی الجَنّةِ خَیرٌ مِنَ الدّنیَا وَمَا فِیهَا) همانا جای یک شلاق در بهشت، از تمام دنیا و آنچه که در آن هست، بهتر است.\nو لذت بهشت از تمام آنچه که صفا و لذت آدمی را مکدر ‌کند، به دور است، بلکه از هر خوشی و لذتی که به تصور آید، بالاتر و بهتر است، همان طور که خداوند متعال فرموده است: ﴿فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ﴾ پس هیچ کس نمی‌داند چه چیز از آنچه روشنی‌بخش دیدگان است، به [پاداش] آنچه انجام می‌دادند، برای آنان پنهان شده است. و خداوند بر زبان پیامبرش فرموده است: «برای بندگان صالح خودم، نعمت‌هایی را آماده کرده‌ام که هیچ چشمی آن را ندیده، و هیچ گوشی آن را نشنیده، و به دل هیچ انسانی خطور نکرده است». اما لذت‌های دنیا، انواع تلخی‌ها را به همراه دارند، و اگر لذت‌های دنیا، با انواع دردها و رنج‌ها و ناراحتی‌هایی که به همراه دارند مقایسه شود، هیچ تناسبی ندارند. \nو اما زمان آخرت، بدان خاطر بهتر و برتر است که دنیا از بین رفتنی است، و عمر انسان نسبت به دنیا بسیار اندک است، اما نعمت آخرت، همیشگی است و اهل آن همیشه در آن می‌مانند. پس وقتی فرد عاقل به این دو دنیا فکر کند، و حقیقتِ هردو را آن‌گونه که سزاوار است درک کند، خواهد دانست که کدام یک را باید ترجیح دهد، و کدام یک سزاوار تلاش و کوشش است. بنابراین فرمود: (﴿وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ﴾) و آخرت برای کسی که از شرک و سایر کارهای حرام بپرهیزد، بهتر است. (﴿وَلَا تُظۡلَمُونَ فَتِيلًا﴾) و نتیجۀ تلاش خود را، که در راستای به‌دست آوردن خوشبختی جهان آخرت مبذول داشته بودید، به طور کامل خواهید یافت بدون اینکه چیزی از آن کاسته شود."
    },
    {
      "id": 571,
      "verse_number": 78,
      "verse_key": "4:78",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
      "page_number": 90,
      "juz_number": 5,
      "translations": [
        {
          "id": 923236,
          "resource_id": 135,
          "text": "هر کجا باشید، مرگ شما را درمی‌یابد؛ هر چند که در برج‌های استوار باشید؛» و اگر به آنان [= منافقان] خیری [همچون فرزند و مال فراوان] برسد، می‌گویند: «این از جانب الله است» و اگر شری [همچون مرگ و زیان مالی] به ایشان برسد [رسول الله را بَدْیُمن می‌دانند و به او] می‌گویند: «این از جانب توست». [ای پیامبر، به آنان] بگو: «همه [چیز] از جانب الله است». چرا این قوم حاضر نیستند سخنی را درک کنند؟"
        }
      ],
      "tafsir_saadi": "سپس خداوند خبر داد که احتیاط، انسان را از تقدیر نجات نمی‌دهد و هرکس در خانه بنشیند تا از مرگ و مشکلات در امان بماند، نشستن او چیزی را از وی دور نمی‌کند. پس فرمود: (﴿أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ﴾) مرگ، شما را در هر زمان و مکانی درمی‌یابد. (﴿وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖ﴾) اگر چه در قصرهای محکم و منازل بلندی باشید.\nهمۀ این مطالب، تحریک و تشویق است برای جهاد در راه خدا. پس گاهی با بیان فضل و پاداش آن، و گاهی باترساندن از عقوبت ترک آن، و گاهی با خبر دادن از اینکه کسانی که نشسته‌اند و به جهاد نمی‌روند ماندنشان مرگ را از آنها دور نمی‌کند، و گاهی با آسان کردن راه جهاد، مسلمانان را تشویق می‌نماید. سپس فرمود: (﴿وَإِن تُصِبۡهُمۡ حَسَنَةٞ...﴾) خداوند از کسانی خبر می‌دهد که در جهل و نادانی به سر می‌برند، همان‌هایی که از پیام و رسالت پیامبران رویگردان‌اند، و با آنان مخالف‌اند. و زمانی‌که از نیکی و فراوانی اموال و فرزندان و سلامتی برخوردار باشند، می‌گویند: (﴿وهَٰذِهِۦ مِنۡ عِندِ ٱللَّهِ﴾) این از جانب خدا است، و اگر مصیبت و مشکلی به آنها برسد و دچار قحطی و فقر و بیماری و از دست دادنِ فرزندان و دوستان گردند، می‌گویند: (﴿هَٰذِهِۦ مِنۡ عِندِكَ﴾) ای محمد! صلی الله علیه وسلم این به سبب چیزی است، که تو پیش ما آورده‌ای.\nآنها پیامبر را به فال بد گرفتند، همان‌طور که ملت‌های دیگر نیز پیامبران خدا را به فال بد گرفتند. چنانچه خداوند از قوم فرعون خبر داده و می‌فرماید: ﴿فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓ﴾ هرگاه خیر و نیکی به آنها روی می‌آورد، می‌گفتند: ما شایستۀ آن هستیم، و اگر دچار مشکل و بدی می‌شدند، به موسی و کسانی که با او بودند شگون بد می‌زدند. و قوم صالح گفتند: \n﴿ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَ﴾ تو و کسانی که همراهت هستند، شوم می‌باشند. و قوم یاسین به پیامبرانشان گفتند: ﴿إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ﴾ ما مشکلات را، از بدی شما می‌دانیم و اگر باز نیایید، شما را سنگسار خواهیم کرد. پس وقتی دل‌هایشان در کفر مشابه یکدیگر است، گفتار و کردارشان نیز مشابه گشته است. و هرکس که حاصل شدن بدی، یا از بین رفتن خوبی را به تمام آنچه پیامبران آورده‌اند یا به برخی از آن نسبت دهد، در این مذمت وخیم داخل است. خداوند متعال در پاسخ آنها فرمود: (﴿قُلۡ كُلّٞ﴾) بگو همه چیز؛ نیکی و بدی و خیر و شر، (﴿مِّنۡ عِندِ ٱللَّهِ﴾) ناشی از تقدیر و قضای الهی و آ‌فرینش اوست.\n(﴿فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ﴾) پس این مردمان را که سخن باطل می‌گویند، چه شده است؟ (﴿لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا﴾) که هیچ سخنی را نمی‌فهمند، و به فهمیدن آن نزدیک نمی‌شوند، و یا آن را جز به‌صورتی ضعیف و نارسا نمی‌فهمند. به هر حال آنها به سبب عدم فهم و درک صحیحشان، از خدا و پیامبرش مورد مذمّت و سرزنش قرار گرفته‌اند. و این نفهمی و نادانی آنان، به سبب کفر و رویگردانی‌شان است. در ضمن کسانی که سخن خدا و پیامبرش را می‌فهمند، ستایش شده‌اند. نیز این آیه، آدمی را به فهمیدن و به‌دست آوردن اسباب فهم کلام خدا و پیامبر، از قبیل: تأمل و اندیشیدن در سخن خدا و پیامبر، و در پیش گرفتن راه‌هایی که انسان را به سخن خدا و پیامبر می‌رساند، تشویق می‌کند. پس اگر آنها سخن خدا را می‌فهمیدند، می‌دانستند که خیر و شر و خوبی و بدی همه بر اساس تقدیر الهی است و هیچ چیز از دایرۀ تقدیر و قضای الهی بیرون نیست. و می‌دانستند که پیامبران و آنچه که پیامبران آورده‌اند، عامل شر و بدی نمی‌باشند؛ زیرا پیامبران مبعوث شده‌اند تا منافع دنیا و آخرت انسان‌ها را تأمین کنند."
    },
    {
      "id": 572,
      "verse_number": 79,
      "verse_key": "4:79",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
      "page_number": 90,
      "juz_number": 5,
      "translations": [
        {
          "id": 923237,
          "resource_id": 135,
          "text": "[ای انسان،] آنچه از نیکی‌ها به تو می‌رسد، از جانب الله است و آنچه از بدی‌ها به تو می‌رسد، از جانب خود توست؛ و [ای پیامبر،] ما تو را برای [هدایتِ] مردم فرستادیم و گواهی الله [در این ‌باره] کافی است."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ﴾) اگر در دنیا و دین به تو نیکی و خوبی برسد، (﴿فَمِنَ ٱللَّهِ﴾) از جانب خدا است و خداوند آن را به تو ارزانی داشته، و اسباب آن را برایت آسان نموده است. (﴿وَمَآ أَصَابَكَ مِن سَيِّئَةٖ﴾) و بدی و شرّی که در دین و دنیا به تو می‌رسد، (﴿فَمِن نَّفۡسِكَ﴾) از جانب خودت می‌باشد؛ یعنی به سبب گناهان و کارهایت است، و آن دسته از گناهانت که خداوند آنها را مورد عفو قرار می‌دهد و نمی‌گذارد اسباب شر شما شوند، بیشترند از آن دسته از گناهانی که موجب شر و بدی برای شما می‌گردند. پس خداوند متعال درهای احسان و بخشش خویش را به روی بندگانش گشود، و به آنها دستور داد به فضل و بخشش الهی درآیند، و به آنها خبر داد که گناهان مانع رسیدن فضل و بخشش الهی به انسان می‌گردند. پس هر گاه بنده گناهی را انجام دهد، کسی را جز خودش ملامت نکند، چون او مانع رسیدن فضل خداوند گردیده است.\nسپس خداوند از فراگیری رسالت پیامبرش محمد صلی الله علیه وسلم خبر داده و می‌فرماید: (﴿وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا﴾) و تو را به عنوان پیامبر برای [همۀ] مردم فرستاده‌ایم، و کافی است که خدا گواه باشد. و خداوند با یاری کردن تو به‌وسیلۀ معجزات آشکار و دلایل روشن، گواهی می‌دهد که تو پیامبر بر حق خدا هستی. و این بزرگ‌ترین شهادت و گواهی است. همان طور که خداوند متعال فرموده است: \n﴿قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡ﴾ بگو: «چه چیزی بزرگ‌ترین گواهی است؟» بگو: «خدا میان من و شما گواه است.» پس وقتی که دانسته شد خداوند دارای علم و آگاهی و قدرت کامل و حکمت فراوان است و پیامبرش را یاری می‌دهد، به یقین باید دانست که او پیامبر خدا است. و اگر سخنانی را به دروغ به خدا نسبت داده بود، خداوند او را می‌گرفت و رگ گردنش را قطع می‌کرد."
    },
    {
      "id": 573,
      "verse_number": 80,
      "verse_key": "4:80",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923238,
          "resource_id": 135,
          "text": "هر‌ کس از پیامبر اطاعت کند، در حقیقت، از الله اطاعت کرده‌ است؛ و هر‌ کس رویگردان شود، [از او اندوهگین نباش ای پیامبر؛ زیرا ما هرگز] تو را بر آنان نگهبان [و مراقب] نفرستادیم."
        }
      ],
      "tafsir_saadi": "هرکس از اوامر و نواهی پیامبر خدا اطاعت کند، (﴿فَقَدۡ أَطَاعَ ٱللَّهَ﴾) به راستی که از خداوند متعال اطاعت کرده است؛ زیرا پیامبر امر و نهی نمی‌کند، مگر به دستور خدا و وحی او؛ و طبق آنچه خداوند بر او نازل می‌نماید، امر و نهی می‌کند. این اشاره به معصوم بودن پیامبر صلی الله علیه وسلم است، چون خداوند دستور داده است تا به طور مطلق از پیامبر اطاعت شود، پس اگر در همۀ آنچه که از جانب خدا می‌آورد، معصوم نبود، خداوند دستور نمی‌داد که به طور مطلق از او اطاعت شود، و اطاعت از پیامبر را نمی‌ستود.\nو این جزو حقوق مشترک است؛ زیرا حقوق بر سه قسم است: حق خداوند تعالی، که این حق را هیچ یک از آفریدگانش ندارد، و آن عبادت خدا و رغبت به سوی او و توابع آن است. و نوع دیگر، حقی است که فقط به پیامبر اختصاص دارد، و آن یاری دادن پیامبر و احترام گذاشتن به وی است.\nو نوعی دیگر، حق مشترک است و آن ایمان داشتن به خدا و پیامبر و دوست داشتن آنها و اطاعت از آنها است. همان‌طور که خـداوند همۀ این حقوق را در این آیه بیان داشته است: ﴿لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا﴾ باید به خدا و پیامبرش ایمان بیاورید و پیامبر را یاری کنید و او را احترام نمایید و خدا را در صبح و شام به پاکی یاد کنید.\nپس هرکس از پیامبر اطاعت کند، در حقیقت از خدا اطاعت کرده است؛ و پاداش نیکی که خداوند بر طاعت خویش مترتب نموده است، به او می‌دهد. (﴿وَمَن تَوَلَّىٰ﴾) و هرکس از فرمانبرداری و اطاعتِ خدا و پیامبرش روی بگرداند، فقط خودش متضرر گشته است و به خدا زیانی نمی‌رساند.\n(﴿فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا﴾) و تو را به عنوان نگهبان بر آنها نفرستاده‌ایم، تا مراقب اعمال و احوال آنها باشی؛ بلکه تو را فقط به عنوان بیان‌کننده و خیرخواه و اندرزگو فرستاده‌ایم. و تو وظیفه‌ات را انجام داده‌ای، و پاداشت بر خداست، خواه آنان هدایت یابند، یا هدایت نیابند. همان‌گونه که خداوند متعال فرموده است: ﴿فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ لَّسۡتَ عَلَيۡهِم بِمُصَيۡطِرٍ﴾ تو پند و اندرز بده و یادآوری کن، همانا تو یادآوری‌کننده‌ای و بس. و بر آنها گماشته نیستی."
    },
    {
      "id": 574,
      "verse_number": 81,
      "verse_key": "4:81",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923239,
          "resource_id": 135,
          "text": "آنان [نزد تو] می‌گویند: «فرمانبرداریم»، ولی چون از نزد تو بیرون می‌روند، گروهی از آنان شبانه چیزی جز آنچه تو گفته‌ای نقشه مى‌كشند؛ و الله هر چه را كه شبانه، تدبیر می‌کنند [در پرونده اعمالشان] می‌نویسد. پس از آنان روی بگردان و بر الله توکل کن و همین بس که الله [مراقب و] کارساز [تو] باشد."
        }
      ],
      "tafsir_saadi": "و باید در ظاهر و باطن، و در آشکار و پنهان، از خدا و پیامبرش اطاعت شود. اما کسی که در حضور مردم اظهار اطاعت و پایبندی می‌کند، و چون تنها شود یا با هم‌کِشانش به تنهایی بنشیند، اطاعت از خدا و پیامبر را ترک می‌کند، و به ضد آن روی می‌آورد، پس اطاعتی که او در حضور مردم اظهار کرده است، به وی فایده‌ای نمی‌دهد. او همانند کسانی است که خداوند در مورد آنها گفته است: (﴿وَيَقُولُونَ طَاعَةٞ ﴾) وقتی پیش تو باشند، اظهار اطاعت می‌کنند. (﴿فَإِذَا بَرَزُواْ مِنۡ عِندِكَ﴾) و هنگامی که از پیش تو بیرون روند، و تنها باشند و کسی از آنها آگاهی نداشته باشد، (﴿بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُ﴾) در شب و در پنهانی، برای نافرمانی از تو چاره‌اندیشی می‌کنند و برای گناه می‌اندیشند. آیۀ (﴿بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُ﴾) دلیلی است بر اینکه کاری که آنها بر آن قرار دارند، طاعت نیست؛ زیرا «تبییت» یعنی چاره‌اندیشی برای کاری در شب، به صورتی که نظر و تصمیم بر آن قطعی شود.\nسپس خداوند آنها را به سبب کاری که کرده‌اند، تهدید نموده و می‌فرماید: (﴿وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَ﴾) خداوند چاره‌هایی را که در شب می‌اندیشند، می‌نویسد و آنها را به طور کامل بر آن مجازات خواهد کرد. پس این وعیدی است برای آنها.\nسپس پیامبر صلی الله علیه وسلم را دستور داد تا از آنها روی برتابد و به آنها اعتنا نکند و بر آنان سخت نگیرد و با آنان به تندی رفتار نکند؛ زیرا آنها هیچ زیانی به او نمی‌رسانند، به شرطی که بر خدا توکل نماید و از او کمک بخواهد، تا دینش را یاری کند و شریعت خود را برپا دارد. بنابراین فرمود: (﴿ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا﴾) پس، از آنها روی بگردان، و بر خدا توکل کن، و کافی است که خدا سرپرست تو باشد."
    },
    {
      "id": 575,
      "verse_number": 82,
      "verse_key": "4:82",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923240,
          "resource_id": 135,
          "text": "آیا در قرآن نمی‌اندیشند که اگر از سوی [کسی] غیر از الله بود، قطعاً اختلاف [و تناقض] بسیاری در آن می‌یافتند؟"
        }
      ],
      "tafsir_saadi": "خداوند به تدبر در کتابش دستور می‌دهد، و تدبر؛ یعنی فکر کردن و اندیشیدن در معانی آن، و متمرکز کردن فکر در مبادی و عواقب و لوازم آن؛ زیرا اندیشیدن و تدبر در کتاب خدا، کلید علوم و معارف است. و با اندیشیدن می‌توان هر خوبی و همۀ علوم را از کتاب استخراج کرد. و اندیشیدن در قرآن، ایمان را در قلب می‌افزاید، و درخت ایمان را ریشه‌دارتر و محکم‌تر می‌گرداند.\nدر سایۀ اندیشیدن در قرآن، آدمی، پروردگار معبود، و صفات کمال او را می‌شناسد، و از این رهگذر عیوب ونقص‌هایی را که مردمان نادان به خدا ـ عزوجل ـ نسبت می‌دهند، می‌شناسد و راه رسیدن به خدا و اوصاف رهروان آن و پاداش آنان؛ و نیز دشمن واقعی شناخته می‌شود، و راهی که انسان را به عذاب الهی می‌رساند، و نیز اوصاف رهروان آن، و سزایی که برای آنها در نظر گرفته شده است، می‌شناسد. و هرچند بنده بیشتر در قرآن بیندیشد، علم و عمل و بینش او بیشتر می‌شود. بنابراین خداوند به اندیشیدن در قرآن دستور، و مسلمانان را بر آن تحریک نموده، و خبر داده است که منظور از نازل کردن قرآن، تدبر در آن می‌باشد. همان‌طور که خداوند متعال می‌فرماید: ﴿كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ﴾ [قرآن] کتاب مبارکی است که آن را بر تو نازل کرده‌ایم تا در آیات آن بیاندیشند، و تا خردمندان پند بپذیرند.\nو خداوند متعال می‌فرماید: ﴿أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ﴾ آیا در قرآن نمی‌اندیشند یا دل‌هایشان قفل و بسته است؟! و از فواید اندیشیدن در کتاب خدا، این است که بنده به مقام یقین می‌رسد و به‌طور قطع می‌داند که این قرآن کلام خدا است؛ چون کسی که در قرآن می‌اندیشد، می‌بیند که بخشی از قرآن، بخشی دیگر را تصدیق می‌نماید، و هر قسمتِ آن، با قسمت دیگر موافق و مطابق است. حکمت‌ها و داستان و خبرها را در قرآن می‌بینی که در چند جا تکرار می‌شوند، اما همه یکدیگر را تصدیق می‌کنند، و برخی، برخی دیگر را رد و نقض نمی‌کند. پس این بیانگر کمال قرآن است و اینکه از جانب کسی است که علم او، همۀ امور را احاطه کرده است. بنابراین خداوند متعال فرمود: (﴿وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا﴾) و اگر از جانب غیر خدا بود در آن اختلاف زیادی می‌یافتند و چون از جانب خدا است، در آن اصلاً اختلافی وجود ندارد."
    },
    {
      "id": 576,
      "verse_number": 83,
      "verse_key": "4:83",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923241,
          "resource_id": 135,
          "text": "هنگامی ‌که خبری [حاکی] از ایمنی [و پیروزی] یا ترس [و شکست] به آنان می‌رسد، [بدون هیچ تحقیقی] آن را فاش می‌سازند؛ و[لی] اگر آن را به پیامبر و فرماندهانشان باز‌گردانند، افرادی از آنان که اهل [فهم و] استنباط هستند قطعاً [مصلحتِ اعلام یا کتمان اخبار را بهتر] می‌دانند؛ و [ای مؤمنان،] اگر فضل و رحمت الله بر شما نبود، جز اندکی، [همگی] از شیطان پیروی می‌کردید."
        }
      ],
      "tafsir_saadi": "خداوند در اینجا بندگانش را ادب می‌نماید از این کار که شایسته آنها نیست، دوری کنند. و به آنها می‌فرماید شایسته است وقتی که کاری مهم و منفعتی عمومی که امنیت و شادی مؤمنان را درپی دارد، یا ترسی که مصیبت را برای آنها به همراه دارد پیش آید، پا برجا باشند، و در پخش کردن این خبر شتاب نورزند. بلکه آن را به پیامبر و اولی الامر که اهل رأی و دانش و عقل و متانت و خونسردی هستند و می‌دانند چگونه حوادث و اطلاعات را پردازش و تحلیل نمایند و منافع و مضار را می‌شناسند، ارجاع دهند.پس اگر آنها صلاح ببینند که پخش کردن این خبر مصلحتی برای مؤمنان دارد، و باعث شادی و نشاط آنها می‌شود، و باعث می‌شود تا آنها برای مقابله با دشمنان، خود را آماده کنند، این خبر را پخش می‌کنند. و اگر ببینند که پخش شدن این خبر مصلحتی را دربر ندارد، یا اینکه مصلحتی دارد اما زیان آن از مصلحت و فایده‌اش بیشتر است، آن را پخش نمی‌کنند. بنابراین فرمود: (﴿لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡ﴾) کسانی که آن را با اندیشه و نظر و دانش درست خود می‌فهمند و بررسی می‌کنند، آن را می‌فهمند.\nاز این مطلب یک قاعدۀ ادبی استنباط می‌شود که عبارت است از اینکه هرگاه کاری به بحث و پژوهش نیاز داشته باشد، شایسته است که این پژوهش و تحقیق به فرد شایسته واگذار گردد و کار به اهل آن سپرده شود، و کسی بر اهل فن پیشی نگیرد؛ زیرا این بهتر و به واقعیت نزدیک‌تر و از اشتباه مصون‌تر است. نیز در این بخش از آیه، از شتاب ورزیدن و عجله کردن در پخش اخبار به محض شنیدن آن، نهی شده است.و دستور داده شده است که قبل از سخن گفتن، فکر و اندیشه به کار گرفته شود که آیا پخش آن مصلحت است یا نه؟ و آیا انسان به آن اقدام کند یا نه؟\nسپس خداوند متعال فرمود: (﴿وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ﴾) و اگر فضل و رحمت خدا بر شما نبود، و شما را توفیق نمی‌داد، و ادب را به شما یاد نمی‌داد، و چیزهایی را به شما نمی‌آموخت که نمی‌دانستید، (﴿لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا﴾) جز تعداد اندکی از شما، [همگی] از شیطان پیروی می‌کردید؛ زیرا انسان بنا بر سرشت و طبیعت خود، ستمگر و نادان است، و نفس او جز به بدی دستور نمی‌دهد. پس وقتی انسان به پروردگارش پناه بَرَد و به او تمسک جوید، و در این راستا تلاش نماید، خداوند لطف خویش‌را شامل او می‌گرداند، واورا بر انجام هر کار نیکی توفیق می‌دهد، و از شیطان رانده شده حفاظت می‌نماید."
    },
    {
      "id": 577,
      "verse_number": 84,
      "verse_key": "4:84",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923242,
          "resource_id": 135,
          "text": "پس [ای پیامبر،] در راه الله پیکار کن. تو عهده‌دارِ کسی جز خود نیستی و[لی] مؤمنان را [نیز به جهاد] تشویق کن. امید است که الله آسیب کافران را از شما بازدارد؛ و الله قدرتش، بیشتر و کیفرش سخت‌تر است."
        }
      ],
      "tafsir_saadi": "این حالت، بهترین حالت بنده است که تلاش کند از دستورات الهی، از قبیل: جهاد و غیره تبعیت کند ودیگران‌را بر آن تحریک نماید. و گاهی این دو حالت به طور کلی در بنده وجود ندارد، یا یکی وجود دارد. بنابراین به پیامبرش فرمود: (﴿فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَ﴾) در راه خدا بجنگ، و تو فقط مسئول خودت هستی و بس؛ یعنی تو بر دیگران قدرت نداری، پس تو مسئول کار کسی دیگر نیستی. (﴿وَحَرِّضِ ٱلۡمُؤۡمِنِينَ﴾) و مؤمنان را بر جنگیدن تحریک کن، و این متضمّن هر کاری است که به وسیلۀ آن، مؤمنان تشویق می‌شوند، و دل‌هایشان قوّت می‌گیرد، از قبیل: تقویت کردن مؤمنان، و خبر دادن به آنها که دشمنان ضعیف و سست هستند، و بیان پاداشی که برای جنگجویان راه خدا آماده شده است، و عقابی که برای متخلفان د ر نظر گرفته شده است. پس همۀ این موارد از باب تحریک برای جنگ به حساب می‌آید.\n(﴿عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْ﴾) باشد که خداوند آسیب کافران را، به سبب اینکه شما در راه او می‌جنگید و یکدیگر را برآن تحریک می‌کنید، باز دارد.(﴿وَٱللَّهُ أَشَدُّ بَأۡسٗا﴾) و قدرت و عزت خداوند بیشتر است.(﴿وَأَشَدُّ تَنكِيلٗا﴾) و کیفر و مجازات او برای گناهکار سخت‌تر است. برای گناهکار سخت، و برای دیگران عبرت است. و اگر خداوند بخواهد، می‌تواند کافران را با قدرت خویش از بین ببرد، و از آنها چیزی باقی نگذارد؛ اما حکمت الهی چنین است که برخی از بندگانش را، با برخی دیگر مورد آزمایش قرار دهد، تا همواره بازار جهاد گرم باشد، و مردم ایمان مفید را به دست آورند؛ ایمانی که از روی اختیار است، نه از روی اجبار که هیچ فایده‌ای ندارد."
    },
    {
      "id": 578,
      "verse_number": 85,
      "verse_key": "4:85",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923243,
          "resource_id": 135,
          "text": "کسی‌ که شفاعت [= میانجی‌گریِ] پسندیده‌ای کند، از [خیرِ] آن نصیبی خواهد داشت و کسی ‌که شفاعت ناپسندی کند، از [شرِ] آن سهمی خواهد داشت؛ و الله همواره بر هر چیزی شاهد و مراقب است."
        }
      ],
      "tafsir_saadi": "منظور از شفاعت در اینجا، همکاری برای انجام کاری از کارها است. پس هرکس که دیگر‌ی را یاری کند، و او را در کار خیری یاری دهد ـ از جمله کمک به ستمدیدگان در برابر کسانی که به آنها ستم می‌کنند ـ او از میانجی‌گری و همکاری‌اش، برحسب کار و تلاشش بهره‌ای دارد؛ و از پاداش فرد اصلی یا کسی که مستقیماً آن کار خوب را انجام می‌دهد، کاسته نمی‌شود. و هرکس دیگری را بر انجام کار زشت یاری کند، برحسب همکاری‌اش به او گناه می‌رسد. \nپس این تحریک و تشویق بزرگی برهمکاری در نیکی و پرهیزگاری است، و باز داشتن و منع بزرگی است از همکاری کردن بر انجام گناه و دشمنی و این مطلب را با فرمودۀ خویش مؤکد نمود: \n(﴿وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا﴾) و خداوند بر هر چیزی شاهد و حافظ است، و آدمی را بر این اعمال محاسبه می‌کند، و هر یک را بر حسب آنچه که سزاوار او است، مجازات می‌نماید."
    },
    {
      "id": 579,
      "verse_number": 86,
      "verse_key": "4:86",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
      "page_number": 91,
      "juz_number": 5,
      "translations": [
        {
          "id": 923244,
          "resource_id": 135,
          "text": "[ای مؤمنان،] هر گاه با درودی صمیمانه به شما سلام گویند، شما پاسخی بهتر ـ و یا همانند آن‌ ـ بگویید؛ [چرا که] بی‌تردید، الله همواره بر هر چیزی حسابگر است."
        }
      ],
      "tafsir_saadi": "درود و «تحیّت» کلمه‌ای است که وقتی دو نفر با یکدیگر روبه‌رو می‌شوند، یکی از آنها به خاطر ابراز احترام و در قالب دعا بر زبان می‌آورد، و دیگر کلماتی که با مهربانی و خنده‌رویی گفته می‌شود.\nبالاترین نوع «تحیت» و درود، کلمه‌ای است که در شریعت اسلام آمده است. در هنگام روبه‌رو شدن و دیدار با یکدیگر، ابتدا باید سلام کرد، و در پاسخ نیز باید سلام را جواب گفت. \nپس خداوند مؤمنان را دستور داده است که هر درود و سلامی را باید به گونه‌ای بهتر از آن جواب بگویند، و با کلماتی بهتر و چهره‌ای بازتر سلامِ سلام کننده را جواب دهند، و این بدان معنی است که از پاسخ ندادن سلام و یا جواب دادن آن بدون بشاشت، نهی شده است.\nو از این آیۀ شریفه استنباط می‌شود که باید ابتدا سلام کرد. و از دو جهت این مطلب استنباط می‌گردد؛ یکی اینکه خداوند دستور داده است تا جواب سلام به گونه‌ای بهتر یا به همان صورت داده شود، و این بدان معنی است که سلام کردن از نظر شرع، مطلوب است. و دوم اینکه از کلمۀ «أحسن» که فعل تفضیل، است استنباط می‌گردد که سلام کردن یک امر مشارکتی است [و طرفین باید به یکدیگر سلام کنند] و اینکه جواب سلام باید زیبا و نیکو باشد. و اصل نیز بر همین است. \nو چند مورد از عموم این آیۀ کریمه استثنا می‌شود؛ اینکه کسی درحالتی سلام کند که در آن حالت به سلام کردن امر نشده است؛ مانند اینکه بر کسی سلام ‌کند که مشغول خواندن قرآن یا گوش دادن به خطبه باشد، یا مشغولِ خواندن نماز باشد. پس لازم نیست جواب سلام او را بدهد.\nو یا مانند کسی که شریعت دستور داده است با او قطع رابطه گردد و به او سلام نشود؛ و او شخص گناهکاری است که توبه ننموده و با قطع کردن رابطه با او، از کار بدش باز می‌آید. چنین شخصی مستثنی است و با او قطع رابطه شده و به او سلام گفته نمی‌شود، و جواب سلامش نیز داده نمی‌شود؛ چون سلام کردن به او و پاسخ دادن به سلام وی، با مصلحت بزرگی مخالف و متضاد است.\nو پاسخ گفتن به سلام‌هایی که مردم به آن عادت دارند، و از نظر شرع نیز ایرادی به آنها وارد نیست، در موضوع «جواب سلام» داخل می‌گردد. \nو به ما امر شده است که به این نوع سلام‌ها به همان حالت خودشان و یا بهتر از آنچه سلام‌کننده گفته است، پاسخ بدهیم. سپس خداوند بر انجام کارهای نیک، نوید پاداش و برانجام کارهای بد، وعید عذاب داده و فرموده است: (﴿إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا﴾) بی‌گمان خداوند بر هر چیزی حسابرس است، پس خداوند اعمال نیک و بد و کوچک و بزرگ بندگانش را ثبت می‌نماید، سپس به مقتضای فضل و عدالت و حکمت پسندیده‌اش به آنان سزا و جزا می‌دهد."
    },
    {
      "id": 580,
      "verse_number": 87,
      "verse_key": "4:87",
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "ruku_number": 72,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا",
      "page_number": 92,
      "juz_number": 5,
      "translations": [
        {
          "id": 923245,
          "resource_id": 135,
          "text": "الله [که معبودِ راستین است و] هیچ معبودی [به‌حق] جز او نیست، یقیناً همگی شما را روز قیامت ـ که تردیدی در [وقوعِ] آن نیست ـ جمع می‌کند؛ و کیست که از الله راستگوتر باشد؟"
        }
      ],
      "tafsir_saadi": "خداوند متعال از یگانگی خودش، و اینکه هیچ معبود بر حقی جز او نیست، خبر می‌دهد، چون او در ذات و صفاتش کامل، و در خلق و تدبیر و اعطای نعمت‌های ظاهری و باطنی، یگانه است. و این مستلزم آن است که بنده او را بپرستد، و با انواع عبودیت و بندگی به وی نزدیکی بجوید. چون تنها او شایستۀ پرستش است، و بندگانش را به‌خاطر بندگی و عبودیت پاداش می‌دهد، و آنان را به خاطر کوتاهی ورزیدن در این امر، سزا می‌دهد، به همین خاطر به محل دریافتِ سزا و جزا که روز قیامت است، سوگند یاد کرد و فرمود: (﴿لَيَجۡمَعَنَّكُمۡ﴾) حتماً همۀ شما را از اول تا آخر، در یک جا گرد می‌آورد.\n(﴿إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ﴾) در روز قیامت شما را گرد خواهد آورد که در وقوع آن، هیچ شک و شبهه‌ای که مستدل به دلیل عقلی و نقلی باشد، وجود ندارد. از نظر عقلی در وقوع قیامت شکی نیست؛ زیرا ما مشاهده می‌کنیم که زمینِ مرده، زنده و آباد می‌گردد؛ و اینکه پدیده‌ها نخست از عدم به وجود آمده‌اند، پس ابتدا هیچ چیزی وجود نداشته و خداوند همۀ هستی و انسان‌ها را از عدم پدید آورده است. بنابراین زنده کردن و پدید آوردن دوبارۀ انسان، به طریق اولی امکان‌پذیرتر است. و به یقین باید دانست که خداوند آفریده‌ها و مخلوقات را بیهوده نیافریده است تا بدون هدف در دنیا زندگی کنند و بمیرند، و حکمت و فلسفه‌ای در آفرینش آنها نباشد. اما دلیل شرعی، خبر دادنِ راستگوترینِ راستگویان مبنی برآمدن قیامت است، حتی خداوند نیز بر تحقق قیامت سوگند یاد کرده است.\nبنابراین فرمود: (﴿وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا﴾) و چه کسی از خدا راستگوتر است؟! و نیز در چندین جای قرآن، پیامبرش صلی الله علیه وسلم را دستور داده است تا بر آمدن قیامت سوگند یاد کند. مثلاً فرموده است: ﴿زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ﴾ کافران گمان می‌برند که آنها زنده و برانگیخته نمی‌شوند، بگو: آری! قسم به پروردگار که حتماً برانگیخته می‌شوید، سپس به آنچه انجام داده‌اید، خبر داده خواهید شد. و این برای خدا آسان است.\nو آیۀ (﴿وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا﴾) و﴿وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا﴾ بیانگر آن است که گفته‌ها و اخبار خداوند در بالاترین مراتب صداقت و راستی قرار دارد. \nپس هر سخنی که در زمینۀ عقاید و علوم و اعمال گفته شود و با آنچه که خداوند خبر داده است متضاد و مخالف باشد، باطل است؛ زیرا با خبر راست و یقینی متضاد و مخالف است، بنابراین امکان ندارد که حق باشد."
    },
    {
      "id": 581,
      "verse_number": 88,
      "verse_key": "4:88",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 73,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ ۚ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
      "page_number": 92,
      "juz_number": 5,
      "translations": [
        {
          "id": 923246,
          "resource_id": 135,
          "text": "[ای مؤمنان،] شما را چه شده است که در مورد [نحوۀ رفتار با] منافقان دو گروه شده‌اید، حال ‌آنکه الله آنان را به خاطر آنچه انجام داده‌اند سرنگون ساخته [و به کفر و گمراهی بازگردانده] ‌است؟ آیا می‌خواهید کسی را که الله گمراه کرده‌ است هدایت کنید؟ و[لی] هر کس که الله او را گمراه کند، راهی [به سوی هدایت] برایش نخواهی یافت."
        }
      ],
      "tafsir_saadi": "منظور از منافقان در این آیه‌ها، کسانی هستند که اسلام را اظهار نمودند و کافر زیسته و به سرزمین مسلمانان هجرت نکردند، و در آنجا باقی ماندند.اصحاب رضی الله عنهم در مورد این منافقان، دچار اشتباه شدند؛ برخی از جنگیدن و قطع رابطه با آنها، به سبب ایمانی که اظهار می‌کردند، باز آمدند؛ و برخی به قرینۀ کارهایشان آنها را شناختند، و به کافر بودنشان حکم نمودند.\nپس خداوند متعال از آنها خبر داد و بیان نمود که برای شما شایسته نیست در مورد آنها دچار اشتباه شوید و شک کنید؛ زیرا قضیۀ آنها واضح و روشن است، و آنها منافق‌اند، و کفرشان آشکار است، و دوست دارند شما هم کافر و مانند آنها باشید. پس هرگاه این وضعیت آنان برای شما محقق شد (﴿فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ﴾) از آنان، کسانی را به دوستی برنگیرید، و این امر مستلزم محبت نورزیدن به آنها است؛ زیرا دوست گرفتن و دوستی کردن، از محبت نشأت می‌گیرد.\nو نیز دوستی نکردن با آنها، مستلزم کینه ورزیدن و دشمنی با آنها است؛ زیرا نهی از چیزی، امر به ضد آن است و این تا زمانی است که هجرت نکرده باشند. پس وقتی هجرت کردند، احکامی که بر مسلمین جاری می‌گردد، بر آنها نیز جاری می‌شود؛ همان‌طور که پیامبر صلی الله علیه وسلم احکام اسلام را بر هرکسی که با او بود و به سوی او هجرت کرده بود، اعم از مؤمن حقیقی و کسانی که به ایمان تظاهر می‌کردند، اجرا می‌کرد.\nو اگر آنها هجرت نکردند و از هجرت روی برتافتند، (﴿فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡ﴾) آنها را هرکجا یافتید و در هر وقت و هرجا دیدید، بکشید. و این بیانگر آن است که جنگ در ماه‌های حرام منسوخ است، همان‌طور که جمهور علما اعتقاد دارند.و مخالفانِ این نظر می‌گویند: اینها نصوص مطلقی هستند که بر مقید بودن تحریم جنگ در ماه‌های حرام حمل می‌شوند."
    },
    {
      "id": 582,
      "verse_number": 89,
      "verse_key": "4:89",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 73,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
      "page_number": 92,
      "juz_number": 5,
      "translations": [
        {
          "id": 923247,
          "resource_id": 135,
          "text": "آنان [= منافقان] آرزو می‌کنند که شما نیز همچون خودشان کفر بورزید تا با هم برابر شوید؛ پس هیچ‌یک از آنان را به دوستی نگیرید، مگر آنکه [مسلمان شوند و] در راه الله هجرت کنند؛ پس اگر از [اسلام و هجرت] روی برتافتند [و رفتارشان را ادامه دادند]، آنها را هر جا که یافتید، دستگیر کنید و بکشید و دوست و یاوری [از میان] آنان اختیار نکنید."
        }
      ],
      "tafsir_saadi": "پس خداوند متعال از آنها خبر داد و بیان نمود که برای شما شایسته نیست در مورد آنها دچار اشتباه شوید و شک کنید؛ زیرا قضیۀ آنها واضح و روشن است، و آنها منافق‌اند، و کفرشان آشکار است، و دوست دارند شما هم کافر و مانند آنها باشید. پس هرگاه این وضعیت آنان برای شما محقق شد (﴿فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ﴾) از آنان، کسانی را به دوستی برنگیرید، و این امر مستلزم محبت نورزیدن به آنها است؛ زیرا دوست گرفتن و دوستی کردن، از محبت نشأت می‌گیرد.\nو نیز دوستی نکردن با آنها، مستلزم کینه ورزیدن و دشمنی با آنها است؛ زیرا نهی از چیزی، امر به ضد آن است و این تا زمانی است که هجرت نکرده باشند. پس وقتی هجرت کردند، احکامی که بر مسلمین جاری می‌گردد، بر آنها نیز جاری می‌شود؛ همان‌طور که پیامبر صلی الله علیه وسلم احکام اسلام را بر هرکسی که با او بود و به سوی او هجرت کرده بود، اعم از مؤمن حقیقی و کسانی که به ایمان تظاهر می‌کردند، اجرا می‌کرد.\nو اگر آنها هجرت نکردند و از هجرت روی برتافتند، (﴿فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡ﴾) آنها را هرکجا یافتید و در هر وقت و هرجا دیدید، بکشید. و این بیانگر آن است که جنگ در ماه‌های حرام منسوخ است، همان‌طور که جمهور علما اعتقاد دارند.و مخالفانِ این نظر می‌گویند: اینها نصوص مطلقی هستند که بر مقید بودن تحریم جنگ در ماه‌های حرام حمل می‌شوند."
    },
    {
      "id": 583,
      "verse_number": 90,
      "verse_key": "4:90",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 73,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
      "page_number": 92,
      "juz_number": 5,
      "translations": [
        {
          "id": 923248,
          "resource_id": 135,
          "text": "مگر آنهایی که با هم‌پیمانان شما پیمان بسته‌اند یا آنهایی که نزدتان می‌آیند در حالی که از جنگ با شما یا قوم خود به تنگ آمده‌اند؛ و اگر الله می‌خواست، آنان را بر شما مسلط می‌کرد که با شما بجنگند؛ پس اگر از شما کناره‌گیری کردند و با شما نجنگیدند و تسلیم [و فرمانبردارِ] شما شدند، [بدانید که دیگر] الله برای شما راهی [برای تجاوز] بر آنان قرار نداده ‌است."
        }
      ],
      "tafsir_saadi": "سپس خداوند سه گروه از منافقان را استثنا کرد که با آنها جنگ نشود.\nخداوند دستور داده است که دو گروه از آنها را رها کنند، و این را واجب و قطعی گردانیده است. اول، گروهی که با قومی پیوند دارند که میان آن قوم و مسلمانان پیمان صلح هست، و اینها به آن قوم ملحق می‌شوند. پس حکم اینها در حفاظت و مصون بودن مال و جانشان حکم همان قوم است. دوم، قومی هستند که (﴿حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡ﴾) نه دلشان می‌خواهد با شما بجنگند، و نه می‌خواهند با قومشان بجنگند، و دوست دارند با هردو گروه نجنگند. اینها نیز باید رها شوند، و حکمت رها کردن و نجنگیدن با این گروه را چنین بیان داشت: (﴿وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡ﴾) اگر خداوند می‌خواست آنها را برشما چیره می‌گردانید، پس با شما می‌جنگیدند.\nپس این گروه از سه حالت خارج نیستند: یا اینکه همراه شما باشند و با دشمنانتان بجنگند، و این کار از این گروه بر نمی‌آید. و یا اینکه همراه با قوم خود علیه شما بجنگند. و یا اینکه نه با شما بجنگند و نه با قومشان. و این ساده‌ترین و آسان‌ترین چیز برای شما است، و خداوند می‌تواند آنها را بر شما چیره و مسلط بگرداند. پس عافیت و در امان بودن را بپذیرید، و پروردگارتان را ستایش کنید؛ پروردگاری که آنان را از شما باز داشته است، با اینکه می‌تواند آنان را بر شما مسلط گرداند.\nپس (﴿إِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا﴾) اگر از شما کناره‌گیری کردند و با شما نجنگیدند و به شما پیشنهاد صلح دادند، پس خداوند برای شما راهی [برای تعرض] به آنها قرار نداده است."
    },
    {
      "id": 584,
      "verse_number": 91,
      "verse_key": "4:91",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 73,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
      "page_number": 92,
      "juz_number": 5,
      "translations": [
        {
          "id": 923249,
          "resource_id": 135,
          "text": "[ای مؤمنان،] به زودی [گروه] دیگری [از منافقان] را خواهید یافت که [ظاهراً] می‌خواهند از شما و قومِ خود در امان باشند؛ و[لی] هر گاه به فتنه [شرک] بازگردانده شوند، در آن فرو می‌روند. پس اگر از شما کناره نگرفتند و از درِ صلح و آشتی وارد نشدند و دست‌ از [جنگ با] شما برنداشتند، آنگاه آنان را هر کجا یافتید، دستگیر کنید و بکشید. آنان هستند كه ما براى شما علیه آنان دلیلی آشكار [برای دستگیری و قتلشان] قرار داده‌ایم."
        }
      ],
      "tafsir_saadi": "گروه سوم کسانی هستند که قطع نظر از احترام گذاشتن به شما، منافع خودشان را می‌خواهند، و خداوند در مورد آنها فرموده است: (﴿سَتَجِدُونَ ءَاخَرِينَ﴾)گروهی دیگر از این منافقان را خواهید یافت، (﴿يُرِيدُونَ أَن يَأۡمَنُوكُمۡ﴾) که از ترس شما، می‌خواهند از جانب شما در امان باشند، (﴿وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَا﴾) و از طرف قوم خود هم در امنیت قرار داشته باشند، هرگاه به فتنه فرا خوانده شوند، در آن فرو می‌روند؛ یعنی همیشه بر کفر و نفاق خود باقی هستند و هرگاه فتنه‌ای برای آنها پیش بیاید، آنها را کور می‌گرداند و آنها را واژگون می‌کند و کفر و نفاقشان بیشتر می‌گردد، و اینها در ظاهر مانند گروه دوم هستند و در حقیقت با گروه دوم مخالف می‌باشند؛ زیرا گروه دوم به خاطر احترام گذاشتن به مؤمنان، جنگ با آنان‌را ترک می‌کنند، نه از ترس و به خاطر حفظ جان خودشان. اما این گروه به خاطر ترس با مؤمنان نمی‌جنگند، نه به خاطر اینکه به مؤمنان احترام می‌گذارند. بلکه اگر فرصتی برای جنگیدن با مؤمنان بیابند، آن را غنیمت شمرده و بلافاصله پیش می‌روند. پس اگر به وضوح و روشنی از جنگیدن با مؤمنان دست بر ندارند، باید با آنها جنگید. \nبنابراین خداوند فرمود: (﴿فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ﴾) اگر از شما کناره‌گیری نکردند، و به شما پیشنهاد صلح ندادند، (﴿وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا﴾) و از شما دست نکشیدند، آنها را بگیرید و بکشید هر کجا که آنها را یافتید. آنان، کسانی هستند که ما دلیل آشکاری علیه آنان به شما دادیم؛ یعنی برای شما دلیل روشن و آشکاری قرار داده‌ایم مبنی براینکه آنها تجاوزگر و ستم‌کننده هستند و صلح را نمی‌پذیرند، پس آنان جز خودشان کسی را سرزنش و ملامت نکنند."
    },
    {
      "id": 585,
      "verse_number": 92,
      "verse_key": "4:92",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 74,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا۟ ۚ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ٱللَّهِ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "page_number": 93,
      "juz_number": 5,
      "translations": [
        {
          "id": 923250,
          "resource_id": 135,
          "text": "هیچ مؤمنی مجاز نیست که مؤمنی را بکشد، مگر به اشتباه [و غیرعمد]؛ و کسی‌ که مؤمنی را به اشتباه بکشد، باید یک بردۀ مؤمن آزاد کند و خون‌بهایی به خانوادۀ او [= به وارثان مقتول] بپردازد؛ مگر اینکه آنها گذشت کنند؛ و اگر [مقتول] از قومی باشد که دشمنان شما هستند و [خودِ] او مؤمن است، آزاد کردنِ یک بردۀ مؤمن [توسط قاتل به عنوان کفاره کافی است و پرداخت خون‌بها به وارثانش لازم نیست] و اگر [مقتول مؤمن نباشد ولی] از قومی باشد که میان شما و آنان پیمانی برقرار است، باید خون‌بهایی به خانوادۀ او بپردازد و یک بردۀ مؤمن را [نیز] آزاد کند؛ و هر کس [توان مالی نداشت یا برده‌ای برای آزاد کردن] نیافت، [باید] به عنوان توبه‌ای به درگاه الله، دو ماه پیاپی روزه بگیرد؛ و الله همواره دانای حکیم است."
        }
      ],
      "tafsir_saadi": "این صیغه از صیغه‌های امتناع است؛ یعنی امکان ندارد مؤمن، مؤمنی را از روی عمد بکشد. واین بیانگر شدت حرام بودن قتل مؤمن است و اینکه کشتن مؤمن به شدت با ایمان منافات دارد، و این کار از کافر یا فاسقی سر می‌زند که ایمانش خیلی ناقص است و بیم آن می‌رود که مرتکب گناه بزرگ‌تری گردد؛ زیرا ایمانِ درست و صحیح، مؤمن را از کشتن برادرش که خداوند عقد برادریِِ ایمانی را بین آنان منعقد کرده است، منع می‌کند. از مقتضیات برادری ایمانی، محبت و دوستی و دور کردن اذیت و آزار از برادرش می‌باشد، پس چه آزاری سخت‌تر از کشتن است؟!\nو فرمودۀ پیامبر صلی الله علیه وسلم نیز این مطلب را تصدیق می‌نماید که می‌فرماید: (لا تَرجِعُوا بَعد‌ِی کُفَّاراً یَضرِبُ بَعضُکُم رِقَابَ بَعضٍ) «پس از من کافر نشوید و گردن یکدیگر را نزنید.»\nپس دانسته شد که قتل، جزوِ کفر عملی است، و پس از شرک بزرگ‌ترین گناه کبیره محسوب می‌شود.\nو از آنجا که (﴿وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا﴾) عام ‌است و همۀ حالات را دربر می‌گیرد، و این مفهوم را می‌رساند که به هیچ صورتی امکان ندارد مؤمن دست به کشتن برادرش بزند، خداوند قتل خطا را، استثنا کرد و فرمود: (﴿إِلَّا خَطَ‍ٔٗا﴾) زیرا خطاکار قصد قتل و کشتن را ندارد، و از روی اشتباه این کار از او سر می‌زند، و او بر شکستن محارم الهی جرأت نکرده است، بنابراین گناهکار نیست. ولی از آنجا که کار زشتی مرتکب شده گرچه قصد آن را نیز نداشته، خداوند دستور داده است تا کفاره و دیه بپردازد.\nپس فرمود: (﴿وَمَن قَتَلَ مُؤۡمِنًا خَطَ‍ٔٗا﴾) و هرکس که مؤمنی را از روی خطا بکشد، خواه قاتل مرد باشد یا زن، آزاد باشد یا برده، کوچک باشد یا بزرگ، عاقل باشد یا دیوانه، مسلمان باشد یا کافر. از کلمۀ(﴿مَن﴾) این تفاصیل استنباط می‌شود؛ زیرا بر عموم و کلیّت دلالت دارد. و هدف از آوردن (﴿مَن﴾) در اینجا همین است. زیرا عبارت و سیاق کلام تقاضا می‌کرد که بگوید «فَإن قَتَلَهُ» اما این عبارت، آنچه را که لفظ (﴿مَن﴾) شامل می‌شود، در بر نمی‌گیرد.\nو فرق نمی‌کند که مقتول مرد باشد یا زن، کوچک باشد یا بزرگ؛ زیرا نکره آوردن در سیاق شرط، مفید این مطلب است. پس هر قاتلی لازم است، (﴿فَتَحۡرِيرُ رَقَبَةٖ﴾) برای کفارۀ قتل، برده مؤمنی را آزاد نماید و این کفاره باید از مال او پرداخت شود.\nو بنا بر قول برخی از علما، کوچک و بزرگ و مرد و زن و سالم و معیوب را در بر می‌گیرد. اما حکمت اقتضا می‌نماید که آزاد کردن بردۀ معیوب برای کفاره جایز نباشد؛ زیرا هدف از آزاد کردن این است، برده‌ای که آزاد می‌شود فایده ببرد، و صاحب منافع خودش باشد. پس وقتی که برده به علت آزاد شدن از بین ‌رود و باقی ماندن او در حالت بردگی بیشتر به نفع اوست، آزاد کردن او جایز نیست.\nو (﴿فَتَحۡرِيرُ رَقَبَةٖ﴾) بر این مطلب دلالت می‌نماید؛ زیرا تحریر به معنی آزاد کردن کسی است که فواید و منافع او به خودش برسد، پس وقتی که در آزاد کردن او منافعی نباشد، آزادکردن به حساب نمی‌آید. در این مطلب به خوبی فکر کن، و این موضوع روشن است.\nاما دیه در قتل خطا و شبه عمد بر عاقلۀ قاتل [یعنی: عصبه، مانند پسر، پدر، برادران، پسران برادران، عمو و پسران عمو] واجب است. (﴿مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ﴾) این دیه باید به خانواده و کسان او پرداخت شود تا خاطرشان تسکین گردد. و منظور از اهل مقتول، وارثان او هستند؛ زیرا وارثان آنچه را که مرده برجای بگذارد، به ارث می‌برند. پس دیه و خون‌بها، جزو ترکۀ میّت محسوب می‌شود. دیه توضیحات زیادی دارد که در کتاب‌های فقه ذکر شده ‌است.\n(﴿إِلَّآ أَن يَصَّدَّقُواْ﴾) مگر اینکه وارثان مقتول، با عفو کردن خون بها تصدق نمایند، پس در این صورت خون‌بها ساقط می‌شود. و این تشویق به بخشیدن است؛ زیرا خداوند گذشت و بخشیدن را صدقه نامیده است، و صدقه در هر وقت مطلوب است. \n(﴿فَإِن كَانَ﴾) پس اگر مقتول، (﴿مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ﴾) از قومی باشد که دشمن شما هستند؛ یعنی از کفاری بود که با شما جنگ دارند، (﴿وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ﴾) و [خودِ] وی مؤمن بود، قاتل باید بردۀ مؤمنی را آزاد کند و بر شما لازم نیست که خون‌بها را به وارثان او بپردازید، چون وارثان او کافر هستند و خون و مال‌هایشان احترامی ندارد.\n(﴿وَإِن كَانَ﴾) و اگر مقتول، (﴿مِن قَوۡمِۢ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ﴾) از قومی بود که میان شما و آنها پیمانی هست، باید خون‌بهای مقتول را به وارثان او بپردازید و یک بردۀ مؤمن آزاد کنید؛ چون وارثان به خاطر عهد و پیمانی که با مسلمین دارند، محترم هستند.\n(﴿فَمَن لَّمۡ يَجِدۡ﴾) پس هرکس برده‌ای نیافت و قیمت آن را نیز نداشت، به این صورت که تنگدست باشد و چیزی اضافه از مخارج و نیازهای اساسی را نداشته باشد که در عوضِ برده پرداخت کند، (﴿فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَينِ﴾) در صورتی که معذور نباشد باید دو ماهِ پیاپی روزه بگیرد.\nپس اگر در این میان بنا بر عذری روزه نگرفت، مانند: بیماری، و حیض و امثال آن، پس وجود عذر، پیاپی بودن را قطع نمی‌کند و مشکلی به وجود نمی‌آید. واگر بدون عذر چند روزی را روزه نگیرد پیاپی محسوب نمی‌شود، و بر او واجب است دوباره روزه بگیرد.\n(﴿تَوۡبَةٗ مِّنَ ٱللَّهِ﴾) این کفاره را که خداوند بر قاتل واجب کرده است، توبه‌ای است از جانب او برای بندگانش، و رحمتی است برای آنان و کفاره‌ای است برای کوتاهی و عدم احتیاطی که احتمال دارد از آنان سر زده باشد. همان‌گونه که در بیشتر مواقع آنهایی که مرتکب قتل خطا می‌شوند به نوعی تقصیر و عدم احتیاط دچار گشته‌اند. (﴿وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا﴾) و خداوند دانا و حکیم است، و علم و حکمتش کامل است وبه اندازۀ ذره‌ای در زمین وآسمان و در هر زمان و هر مکانی باشد، از او پنهان نمی‌ماند.\nو هر مخلوقی را که آفریده و هر شریعت و قانونی را که وضع کرده، سرشار از حکمت است. ازجمله علم و حکمت او این است که کفاره‌ای مناسب با گناهی که از قاتل سر زده، بر او واجب گردانیده است؛ زیرا قاتل سبب از بین بردن انسانی شده که جانش محترم است، و آن را نابود کرده است. پس مناسب است که او برده‌ای آزاد کند، و برده را از بردگیِ مردم به‌طور کامل بیرون بیاورد. پس اگر برده را نیابد، دو ماه پیاپی روزه بگیرد و خود را از بردگی شهوت‌ها و لذت‌های حسی و ظاهری که سعادت جاودانگی را از انسان می‌گیرد، به سوی عبادت خداوند و ترک شهوت‌ها و نزدیکی جستن به خدا بیرون بیاورد. و خداوند دو ماه را برای روزه گرفتن قرار داده است، که هم زیاد بودن دوران روزه و هم پی‌درپی بودن آن سخت است. و خداوند غذا دادن به فقرا را در اینجا مشروع نکرده است، چون با جنایت تناسبی ندارد.\nبه خلاف کفارۀ «ظهار» که ـ‌ان شاء الله‌ـ بیان خواهد شد. و از جمله حکمت‌های الهی این است که در قتل، دیه را واجب گردانیده است، گرچه قتل از روی خطا انجام شده باشد، تا پرداختن دیه از بسیاری از قتل‌ها جلوگیری کند؛ زیرا پرداختن دیه یکی از اسبابی است که انسان را از ارتکاب قتل باز می‌دارد.\nیکی دیگر از حکمت‌های الهی این است که به اجماع علما در قتل خطا، دیه بر عاقله واجب است؛ زیرا قاتل گناهی ندارد، پس پرداختن چنین دیۀ سنگینی برای او مشکل است.\nبنابراین مناسب است کسانی که با قاتل منافع مشترکی دارند و در دور کردن مفاسد با یکدیگر همکاری می‌کنند، این دیه را بپردازند.\nو شاید این عمل سبب شود که وارثان، اقوام و فامیل خود را از ارتکاب قتل بازدارند، چون آنها می‌دانند در صورت ارتکاب قتل، آنها باید دیه را بپردازند، و چون دیه برحسب حالات و توانایی‌شان میان آنها تقسیم می‌شود، پرداختن آن بر آنها آسان می‌گردد. و نیز سه سال به آنها مهلت داده می‌شود تا آن را پرداخت کنند، و این امر نیز کار را بر آنها بیشتر آسان می‌کند.\nو از دیگر حکمت‌های الهی این است که خاطر خانواده و وارثان مقتول را، با خون ‌بهایی که بر اولیای قاتل واجب کرده است، تسکین ‌دهد."
    },
    {
      "id": 586,
      "verse_number": 93,
      "verse_key": "4:93",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 74,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خَـٰلِدًا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا",
      "page_number": 93,
      "juz_number": 5,
      "translations": [
        {
          "id": 923251,
          "resource_id": 135,
          "text": "و هر کس مؤمنی را عمداً به قتل برساند، کیفرش دوزخ است [که] در آن جاودانه می‌مانَد و الله بر وی خشم می‌گیرد و او را از رحمت خویش دور می‌سازد و عذاب بزرگی برایش آماده ساخته است."
        }
      ],
      "tafsir_saadi": "پیش‌تر گذشت که مؤمن نباید دست به کشتن مؤمن بزند، و کشتن، یک نوع کفر عملی است. در اینجا سزای قاتلی را که از روی عمد مرتکب قتل می‌شود، بیان نمود، سزایی که لرزه بر اندام و قلب انسان می‌اندازد، و ارباب عقول را دچار وحشت می‌کند.\nبرای هیچ‌یک از گناهان کبیره نه تنها وعید بزرگ‌تری از این نیامده است، حتی مشابه آن را نیز سراغ نداریم. خداوند خبر داده است که سزای او جهنم است؛ یعنی تنها همین گناه کافی است که مرتکب آن به جهنم افکنده شود که در آن به عذابی بزرگ، و خواری و ناخشنودی خداوند جبار، و ناکامی و زیان و محروم شدن از موفقیت و رستگاری مبتلا می‌شود. پس، از هر چیزی که سبب دور شدن از رحمت خدا می‌باشد، به او پناه می‌بریم. و این وعید، حکم دیگر نصوصی را دارد که برای بعضی از گناهان کبیره و معاصی آمده‌اند که در آن جاودانگی درآتش جهنم و محروم شدن از بهشت وعید داده شده است.\nو علما با اینکه بر باطل بودن گفتۀ خوارج و معتزله که می گویند: «مرتکبین گناهان کبیره، برای همیشه در جهنم می‌مانند، گرچه یکتاپرست و موحد باشند»، اتفاق نموده‌اند، در تأویل و تفسیر این آیه اختلاف دارند. و سخن درست و صحیح در تأویل و تفسیر این نصوص، آن است که امام محقق ابن قیم رحمة الله در کتاب «المدارج» گفته است. او پس از اینکه تاویل و تفسیرهای ائمه را بیان نموده و آن را مورد انتقاد قرار داده است، می‌گوید: \nگروهی گفته‌اند: این نصوص و امثال آن، از نصوصی هستند که در آن مقتضی سزا و موجب عقوبت بیان شده است، و از وجود مقتضی و موجبِ حکم، وجود حکم لازم نمی‌آید؛ زیرا حکم زمانی به صورت کامل به وجود می‌آید که موجب و مقتضی آن موجود باشد، و موانع حکم نیز منتفی باشند. و هدف این نصوص، آن است که بیان نماید فلان چیز موجب عقوبت و سزا است.\nو موانعی نیز بر سر راه این عقوبت‌ها وجود دارد. بعضی از این موانع با اجماع و بعضی دیگر با نص ثابت می‌شوند. پس توبه به اجماع مانع از سزا و عقوبت است، و توحید بنا بر نصوص متواتری که راهی برای رد آن وجود ندارد مانع از عقوبت و سزای دایم است، و نیکی‌های بزرگ گناهان را محو می‌کنند، و مصیبت‌های بزرگ که کفاره گناهان هستند مانع از سزا هستند. و اقامۀ حدود در دنیا، مانع از عذاب اخروی است. در این زمینه نصوصی وجود دارد که تعطیل کردن آنها جایز نیست، و دلیلی نیز برای صحت این کار نداریم. بنابراین باید میان نیکی‌ها و بدی‌ها به اعتبار آنچه که موجب عقاب است و آنچه که مانع از عقوبت است مقایسه به عمل آید، و آنچه که راجح‌تر است به‌کار برده شود.\nو می‌گویند: منافع و مفاسد و زیان‌های هر دو جهان بر همین اساس استوار است، و احکام شرعی و تقدیری بر این اصل قرار دارند. و این اصل، مقتضای حکمتی است که در جهان هستی جاری می‌باشد.\nو بر همین اصل و اساس است که میان اسباب و مسبّبات از ناحیۀ «خلق» و «امر» ارتباط برقرار می‌گردد. و خداوند برای هر چیزی، ضدی قرار داده است که آن را دفع می‌کند، و در مقابل آن قرار می‌گیرد، و حکم از آنِ غالب است.\nپس قوت و توانایی مقتضی تندرستی و سلامت است، و فساد طبیعت و مزاج انسان و سرکشی آن مانع از کارکرد طبیعی و به فعلیت تبدیل شدن نیروهای بالقوۀ آن است، و حکم نیز از آن غالب است.\nهمچنین قدرت داروها و بیماری‌ها چنین است، یکی موجب تندرستی و سلامتی است و دیگری موجب رنج و از بین رفتن نیرو و انرژی است، و هر یک مانع آن است که دیگری به طور کامل اثر بگذارد و در برابر آن مقاومت می‌کند. پس هرگاه یکی بر دیگری چیره شد، تأثیر از آن چیره و غالب است.\nو از اینجا پی می‌بریم که مردم به دسته‌های مختلفی تقسیم می‌شوند؛ گروهی داخل بهشت می‌گردند و به جهنم داخل نمی‌شوند، و گروهی داخل جهنم می‌گردند و به بهشت داخل نمی‌شوند، و گروهی وارد آتش می‌شوند سپس از آن خارج می‌گردند و ماندن آنان در جهنم بر اساس میزان گناهانی است که با خود دارند. پس اگر گناهان زیادی داشته باشند، مدت بیشتری در آن می‌مانند و اگر گناهان کمی داشته باشند، زودتر از آن خارج می‌شوند. و هرکس که بینش روشنی داشته باشد، در پرتو آن، مسئلۀ معاد و تفاصیل آن را که خداوند در کتابش از آن خبر داده است، طوری می‌بیند که انگار آن را با چشمش مشاهده می‌نماید.\nومقتضای الوهیت و ربوبیت و عزت و حکمت خداوند، همین بوده و خلاف آن غیرممکن است. و نسبت دادن غیر این به خداوند، نسبت دادن چیزی است که شایستۀ او نیست. و کسی که دارای بصیرت است، همان‌طور که خورشید و ستارگان را مشاهده می‌کند این مسئله را به وضوح می‌بیند.و این، همان ایمان یقینی است که بدی‌ها را از بین می‌برد و می‌سوزاند؛ آن گونه که آتش، هیزم را از بین می‌برد و می‌سوزاند. و کسی که دارای چنین مقام ایمانی باشد، امکان ندارد بر گناه اصرار بورزد گرچه ممکن است که گناهی از او سر بزند و یا زیاد گناه انجام دهد؛ زیرا نور ایمان که همراه اوست، وی را به تجدید توبه در هر وقت و بازگشت به سوی خدا دستور می‌دهد؛ بازگشتی به تعداد شماره‌ها و تعداد نفس‌هایش! و چنین کسی که همواره توبه می‌کند از پسندیده‌ترین بندگان خدا است، و خداوند او را بیش از همه دوست دارد. \nسخن ابن القیم به پایان رسید. قدس الله روحه وجزاه عن الإسلام و المسلمین خیراً."
    },
    {
      "id": 587,
      "verse_number": 94,
      "verse_key": "4:94",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 74,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ٱللَّهِ فَتَبَيَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنْ أَلْقَىٰٓ إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ ٱللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا۟ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "page_number": 93,
      "juz_number": 5,
      "translations": [
        {
          "id": 923252,
          "resource_id": 135,
          "text": "ای کسانی‌ که ایمان آورده‌اید، هنگامی ‌که در راه الله [برای جهاد] رهسپار شدید، [جوانب امر را به دقت] بررسی کنید و به کسی‌ که اظهار صلح و اسلام نمود، نگویید: «تو مؤمن نیستی» تا [به این بهانه بتوانید او را بکشید و غنیمت و] سرمایۀ ناپایدار زندگی دنیا را به دست آورید؛ زیرا غنیمت‌های بسیاری [برای شما] نزد الله است. شما نیز قبلاً اینچنین بودید [و ایمانتان را پنهان می‌کردید]؛ سپس الله بر شما منت نهاد [و هدایت شدید]. بنابراین به درستی بررسی کنید؛ [چرا که] بی‌تردید، الله به آنچه انجام می‌دهید آگاه است."
        }
      ],
      "tafsir_saadi": "خداوند متعال بندگان مؤمنش را فرمان می‌دهد که هرگاه برای جهاد و طلب خشنودی او بیرون رفتند، در همۀ کارهای مشتبه خودشان، تحقیق کنند؛ زیرا امور بر دو قسم‌اند: امور روشن و امور مبهم.\nپس کاری که روشن و واضح است، احتیاج به تحقیق و روشنگری ندارد؛ چون تحقیقِ امر روشن، تحصیل حاصل است.\nو انسان در امور مشکل و غیر روشن، نیاز به تحقیق و روشنگری دارد که آیا به آن اقدام کند یا نه؟ زیرا تحقیق در این کارها، فواید زیادی دربر دارد و از بسیاری از بدی‌ها باز می‌دارد؛ زیرا تأنی و عجله نکردن، نشانۀ دین و عقل و متانت بنده است. به خلاف کسی که در کارها شتاب می‌ورزد و قبل از اینکه تحقیق نماید، حکم را صادر می‌کند. چنین کاری، عواقب وخیمی را دربر دارد. همان‌طور که خداوند کسانی را در این آیه به خاطر اینکه تحقیق نکردند و کسی را کشتند که به آنها سلام کرد و غنیمت یا مالی را به همراه داشت، سرزنش کرد. و آنها گمان بردند که او بدان خاطر به آنها سلام می‌کند که او را نکشند، و این گمان در حقیقت، گمان اشتباهی بود. بنابراین خداوند آنها را سرزنش کرد وفرمود: \n(﴿وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞ﴾) و کالای اندک و فانی دنیا، نباید شما را به ارتکاب کارهای ناشایستی وادارد که با ارتکاب آن، پاداش فراوان و جاودانی خدا را از دست می‌دهید. پس آنچه نزد خدا است، بهتر و جاودانه‌تر است.\nو این بیانگر آن است که شایسته است بنده هرگاه انگیزه‌هایی او را به هوا پرستی فرا خواند ـ‌حال آنکه هوا پرستی برای او زیان آور است‌ـ خود را به یاد چیزهایی بیندازد که خداوند برای کسی آماده کرده است که نفس خود را از تبعیت از هوی و هوس باز می‌دارد، و رضای خدا را بر رضای خویشتن مقدم می‌نماید؛ زیرا این کار، به پیروی کردن از دستور خدا می‌انجامد، گرچه این امر بر انسان دشوار آید. سپس خداوند متعال آنها را به یاد حالت اولیه و دورانی می‌اندازد که هنوز هدایت نشده بودند، و می‌فرماید: (﴿كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْ﴾)شما نیز قبلاً چنین بودید، پس خداوند بر شما منت نهاد.\nیعنی همان‌طور که شما را پس از گمراهی‌تان هدایت کرد، دیگران را نیز هدایت می‌کند؛ و همان‌طور که شما هدایت و روشنایی بصیرت را به تدریج به دست آوردید، برای کسانی دیگر نیز به دست می‌آید. پس چنانچه انسانی که اکنون د‌ر مرحلۀ تکامل به سر می‌برد به مرحلۀ قبلی خود که سرشار از نقصان بوده است نظر بیفکند، و با اقتضائات این حال و وضع با کسانی تعامل کند که حالشان همانند مرحلۀ نقصان وی می‌باشد، چنین نگرشی بزرگ‌ترین عامل است برای سود رساندن به این دسته از انسان‌ها و سود گرفتن از آنان است. به همین خاطر باری دیگر به دقت و امعان نظر دستور داد و فرمود: (﴿فَتَبَيَّنُوٓاْ﴾) تحقیق کنید.\nپس هرکس که برای جهاد و پیکار با دشمنان خدا بیرون رفته وبرای حمله بردن به آنها کاملاً آمادگی پیدا کرده است، باید در مورد کسی که به او سلام کرده است تحقیق نماید، هرچند که قرینۀ قوی وجود داشته باشد مبنی بر اینکه به خاطر کشته نشدن و ترس از جان خودش، سلام کرده است. این بدان معنی است که در هرکاری و در همۀ حالت‌ها که احتمال وقوع اشتباه در آن می‌باشد، باید بنده تحقیق نماید تا مسئله برای او روشن شود، و به حقیقت و رأی صواب راه یابد.\n(﴿إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا﴾) بی‌گمان خداوند به آنچه می‌کنید، آگاه است. پس هریک را طبق نیت و عملی که انجام داده است، سزا و جزا می‌دهد."
    },
    {
      "id": 588,
      "verse_number": 95,
      "verse_key": "4:95",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 74,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "لَّا يَسْتَوِى ٱلْقَـٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ فَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَـٰعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَفَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ عَلَى ٱلْقَـٰعِدِينَ أَجْرًا عَظِيمًا",
      "page_number": 94,
      "juz_number": 5,
      "translations": [
        {
          "id": 923253,
          "resource_id": 135,
          "text": "آن مؤمنان [خانه‌نشینی] که بدون هیچ بیماری و رنجی از جهاد بازنشستند، با مجاهدانی که در راه الله با مال و جان خود جهاد کردند [هرگز] یکسان نیستند. الله کسانی را که با مال و جانشان جهاد کردند بر خانه‌نشینان به مرتبه‌ای [بزرگ] برتری بخشیده است و الله به هر یک [مجاهدان یا خانه‌نشینانِ معذور] وعدۀ [پاداش] نیکو داده ‌است و[لی] الله مجاهدان را بر خانه‌نشینان با پاداشی بزرگ برتری داده ‌است."
        }
      ],
      "tafsir_saadi": "مؤمنانی که با جان و مالشان جهاد می‌کنند، با کسانی که برای جهاد بیرون نرفته‌اند و با دشمنان خدا نجنگیده‌اند، برابر نیستند. در این آیه، خداوند مؤمنان را به منظور بیرون رفتن برای جهاد، تحریک و تشویق می‌نماید، و از تنبلی ورزیدن و نشستن و نرفتن به جهاد بدون اینکه عذری درمیان باشد، برحذر می‌دارد. اما آنهایی که معذورند، مانند: مریض و کور و لنگ و کسی که وسیله‌ای برای رفتن به جهاد ندارد، همچون کسانی نیست که بدون عذر نشسته و به جهاد نمی‌روند. و هر فرد معذوری که به نشستن و نرفتن به جهاد خشنود باشد، و نیت و قصد بیرون رفتن برای جهاد را ـ‌در صورت برطرف شدن عذرش نداشته باشد، و خود را برای جهاد آماده ننماید، مانند کسی است که بدون عذر در خانه نشسته و به جهاد نرفته است.\nو هرکس که برای رفتن به جهاد نیت کند و آرزوی شرکت در جهاد را در دل داشته باشد، او مانند کسی است که در جهاد شرکت کرده است؛ زیرا نیت قطعی اگر بر زبان جاری گردد و به اندازۀ توان در راه آن گام بردارد، دارندۀ نیت را به مقام انجام ‌دهندۀ کار می‌رساند. سپس خداوند متعال برتری مجاهدین را بر کسانی که در خانه نشسته‌اند به صراحت و به طور مجمل بیان داشته است.\nسپس خداوند به طور مشروح، برتری مرتبۀ آنها را تصریح نمود و به آنها نوید آمرزش و رحمت پروردگار را ‌داد که هر کار خوب و دور شدن از هر کار بدی را دربر می‌گیرد.\nو پیامبر صلی الله علیه وسلم در حدیثی که در صحیح مسلم و بخاری آمده است درجات را به طور مشروح بیان کرده و می‌فرماید: در بهشت صد درجه وجود دارد که فاصلۀ هر مقامی تا مقام دیگر، به اندازۀ فاصلۀ آسمان و زمین است، وخداوند این مقامات را برای مجاهدان آماده نموده است.\nو این پاداشی که خداوند برجهاد مترتب نموده است، مانند پاداشی است که در سورۀ صف بیان شده است، آنجا که خداوند فرموده است: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ﴾ ای کسانی که ایمان آورده‌اید! آیا شما را به تجارتی راهنمایی کنم که شما را از عذابی دردناک نجات می‌دهد؟ به خدا و پیامبرش ایمان بیاورید و با مال و جانتان در راه خدا جهاد کنید. این برایتان بهتر است، اگر بدانید. [خداوند] گناهانتان را می‌آمرزد، و شما را وارد باغ‌هایی می‌نماید که رودها از زیر آن روان است، و شما را در مسکن‌های پاکیزه‌ای در باغ‌های بهشت جاویدان جای می‌دهد. پیروزی و رستگاری بزرگ همین است.\nبه زیبایی این انتقال بیندیش که از حالتی به حالتی بالاتر صورت گرفته است. ابتدا خداوند برابر بودن مجاهد و غیر مجاهد را نفی کرد، سپس به صراحت برتری مجاهد را بر کسی که نشسته است بیان نمود، سپس برتری او را به سبب اینکه مغفرت خدا و رحمت الهی او را درمی‌یابد و به مقامی رفیع دست می‌یازد، بیان داشت، و این انتقال در صورت تفضیل دادن فرد یا گروهی از حالتی به حالتی بالاتر است، اما به هنگام توهین و تحقیر از حالتی به حالتی پایین‌تر است. و این روش در مدح و ذم، بهتر و بیشتر در انسان اثر می‌گذارد.\nهمچنین وقتی که خداوند متعال چیزی را بر چیزی دیگر برتری می‌دهد، و هریک نیز از فضیلتی برخوردار باشند، برتری هر دو کار یا هر دو چیز را بیان می‌دارد، تا کسی گمان نبرد که یکی از این دو حالت یا دو کار مورد نکوهش قرار گرفته است، همان‌طور که در اینجا فرموده است: (﴿وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰ﴾) و خداوند به هریک ‌وعدۀ نیک داده است.\nو همان‌طور که در آیه‌های سورۀ صف نیز می‌فرماید: ﴿وَبَشِّرِ ٱلۡمُؤۡمِنِينَ﴾ و مؤمنان را مژده بده. در جایی دیگر نیز می‌فرماید: ﴿لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ﴾ کسانی که پیش از فتح مکه انفاق نموده و در راه خدا جنگیده‌اند، با کسانی که چنین نکرده‌اند، برابر نیستند.\nسپس فرمود: (﴿وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰ﴾) و خداوند به هریک وعدۀ نیکو داده است. و همان‌طور که فرموده است: ﴿فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗا﴾ آن [مسأله] را به سلیمان تفهیم کردیم و به هریک از آنها علم و داوری بخشیدیم.\nپس کسی که می‌خواهد برخی از افراد و گروه‌ها و کارها را بر برخی دیگر برتری دهد، شایسته است که این نکته را درک کند. و همچنین اگر در صدد آن است اشخاص و گفتارها را نقد نماید و بعضی از آن اشخاص و گفته‌ها را بر بعـضی دیگر برتری ‌دهد، باید نواقص و کمبودهای آنها را بیان نماید تا گـمان نرود آنچه که ترجیح داده شده است، به حد کمال رسیده است. همان‌طور که وقتی گفته می‌شود: نصارا از آتش‌پرستان بهترند، باید همزمان بگوید: و هریک از اینها کافرند.\nو مثلاً اگر گفت: قتل از زنا بدتر و زشت‌تر است، باید بگوید: و هر یک از این دو کار، گناه کبیره هستند و خدا و پیامبرش این کارها را حرام قرار داده، و از آن منع کرده‌اند.\nو مجاهدان را به آمرزش و رحمت که از نام‌های بزرگوارِ ﴿ٱلۡغَفُورُ ٱلرَّحِيمُ﴾ برمی‌آیند، نوید داد. آیه را با این دو اسم به پایان رساند وفرمود: (﴿وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا﴾)."
    },
    {
      "id": 589,
      "verse_number": 96,
      "verse_key": "4:96",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 74,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "دَرَجَـٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "page_number": 94,
      "juz_number": 5,
      "translations": [
        {
          "id": 923254,
          "resource_id": 135,
          "text": "[پاداشی كه‌] به عنوان درجات و آمرزش و رحمتى از [پیشگاه] او [نصیبشان مى‌گردد] و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "و مجاهدان را به آمرزش و رحمت که از نام‌های بزرگوارِ ﴿ٱلۡغَفُورُ ٱلرَّحِيمُ﴾ برمی‌آیند، نوید داد. آیه را با این دو اسم به پایان رساند وفرمود: (﴿وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا﴾)."
    },
    {
      "id": 590,
      "verse_number": 97,
      "verse_key": "4:97",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 75,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ ۖ قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ ۚ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا ۚ فَأُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا",
      "page_number": 94,
      "juz_number": 5,
      "translations": [
        {
          "id": 923255,
          "resource_id": 135,
          "text": "کسانی كه [با ماندن در سرزمین کفر] نسبت به خویش ستمكار بوده‌اند، [وقتى‌] فرشتگان جانشان را مى‌گیرند [به آنان] مى‌گویند: «در چه [حال‌] بودید؟» پاسخ مى‌دهند: «ما در زمین از ستمدیدگان بودیم». [فرشتگان] مى‌گویند: «آیا زمینِ الله گسترده نبود تا در آن مهاجرت كنید [و ایمانتان را حفظ نمایید]؟» پس جایگاهشان دوزخ است و چه بد سرانجامى است!"
        }
      ],
      "tafsir_saadi": "این وعید شدید برای کسانی است که با وجود توانایی و قدرت، هجرت نکنند تا اینکه بمیرند. پس فرشتگانی که روح آنان را قبض می‌کنند، این‌گونه آنان را به شدت توبیخ می‌نمایند، و به آنها می‌گویند: (﴿فِيمَ كُنتُمۡ﴾) در چه حالی بودید؟ و با چه چیزی خودتان را از مشرکان جدا ساختید؟\nچراکه شما انبوه و سیاهی مشرکان را افزودید و چه بسا آنان را کمک نمودید تا بر مسلمین چیره گردند، و خیر فراوان و جهاد در رکاب پیامبر و همراه بودن با مسلمانان و یاری کردن آنها بر ضد دشمنانشان را از دست دادید. (﴿قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِ﴾) گفتند: ما ضعیف و ناتوان و ستمدیده بودیم، و توانایی هجرت را نداشتیم، و آنها در این گفتارشان راست نمی‌گویند، چون خداوند آنها را سرزنش نموده و تهدید کرده است. و خداوند هیچ‌کس را مکلف نمی‌کند، مگر به اندازۀ توانش. و خداوند ناتوانان و مستضعفان واقعی را استثنا نموده است، بنابراین فرشتگان به آنها می‌گویند: (﴿قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَا﴾) آیا سرزمین خدا وسیع نبود که در آن هجرت کنید؟ و این استفهام به منظور تقریر و تثبیت است؛ یعنی هرکسی می‌داند و برای هر انسانی ثابت است که زمین خدا وسیع و پهناور است.\nپس اگر بنده در جایی باشد که نمی‌تواند دینش را اظهار نماید، زمین برای او گسترده و وسیع است و می‌تواند در گوشه‌ای دیگر به عبادت خدا بپردازد. همان‌طور که خداوند متعال فرموده است: ﴿يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ﴾ ای بندگان مؤمن من! بی‌گمان زمین من وسیع است، پس فقط مرا بپرستید.\nخداوند در مورد این دسته از اشخاص که عذری ندارند، می‌فرماید: (﴿فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا﴾) پس ایشان جایگاهشان جهنم است و بسیار بد سرانجامی است. و همان‌طور که گذشت، این بیانِ سببی است که موجب سزا می‌گردد، که گاهی مقتضای این سبب در صورتِ وجود شرایط و منتفی شدن موانع آن ترتب پیدا می‌کند، و گاهی مانعی از به وجود آمدن مقتضای سبب جلوگیری می‌نماید.\nو این آیه بیانگر آن است که هجرت از بزرگ‌ترین واجبات است، و هجرت نکردن، از امور حرام و از بزرگ‌ترین گناهان کبیره می‌باشد. نیز این آیه بیانگر آن است که هرکس وفات کند، رزق و روزی و زمان مرگ و عملی را که برای او مقدر شده است، به طور کامل دریافته است، و این از کلمۀ «تَوَفَّی» استنباط می‌شود؛ زیرا کلمه «تَوَفَّی» بر آن دلالت می‌نماید، چون اگر چیزی از روزی یا عمل یا از اجل و زمان مرگش باقی مانده باشد، او متوفی نخواهد بود و نمی‌میرد. و در این آیه به ایمان آوردن به فرشتگان اشاره شده است، و فرشتگان مورد ستایش قرار گرفته‌اند؛ چون خداوند در این آیه و در قالب موافقت با رفتار و عملکرد فرشتگان، خطاب را از زبان آنان نقل می‌کند."
    },
    {
      "id": 591,
      "verse_number": 98,
      "verse_key": "4:98",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 75,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
      "page_number": 94,
      "juz_number": 5,
      "translations": [
        {
          "id": 923256,
          "resource_id": 135,
          "text": "مگر آن مردان و زنان و کودکان ستم‌دیده‌ای که نمی‌توانند چاره‌ای بیندیشند و راه به جایی نمی‌برند."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال ناتوانان حقیقی، و کسانی که به هیچ صورت توانایی هجرت را ندارند، استثنا کرده و فرموده است: (﴿وَلَا يَهۡتَدُونَ سَبِيلٗا﴾) و چاره‌ای ندارند."
    },
    {
      "id": 592,
      "verse_number": 99,
      "verse_key": "4:99",
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "ruku_number": 75,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "فَأُو۟لَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعْفُوَ عَنْهُمْ ۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورًا",
      "page_number": 94,
      "juz_number": 5,
      "translations": [
        {
          "id": 923257,
          "resource_id": 135,
          "text": "پس آنان [كه عذرى دارند] امید است الله از اینان درگذرد و الله همواره بخشایندۀ آمرزگار ‌است."
        }
      ],
      "tafsir_saadi": "پس خداوند درمورد ایشان فرموده: (﴿فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا﴾) شاید خداوند اینها را عفو کند، و خداوند عفوکننده و بخشنده است. و هرگاه کلمۀ (﴿عَسَى﴾) و امثال آن به‌کار رود، بدان معنی است که انجام آن کار به مقتضای بزرگواری و بخشش خداوند بر او واجب است.\nو اینکه در خصوص این دسته از اشخاص گفته است: «امید است این دسته از افراد، پاداش و ثوابی را به‌دست آورند»، بدان جهت است که آنان کارشان را به طور کامل و آن گونه که شایسته است، انجام نمی‌دهند، بلکه در انجام آن کوتاهی می‌ورزند، بنابراین مستحق آن پاداش نمی‌گردند. و خدا داناترین است.\nو آیۀ شریفه نیز بیانگر آن است که هرکس توان انجام دادن کاری را نداشته باشد که به آن مأمور شده است، از قبیل: واجب و غیره، او معذور است، همان‌طور که خداوند در مورد کسانی که از رفتن به جهاد ناتوان‌اند، فرموده است: ﴿لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ﴾ بر کور و لنگ و مریض گناهی نیست. \nو به صورت عام فرموده است: ﴿فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ﴾ به اندازه‌ای که می‌توانید، از خدا بترسید.\nو پیامبر صلی الله علیه وسلم فرموده است: (إذَا أمَرتُکُم بِأمرٍ فَأتُوا مِنهُ مَااستَطَعتُم) «هرگاه شما را به کاری دستور دادم، به اندازه‌ای که می‌توانید آن را انجام دهید.» اما انسان معذور قرار نمی‌گیرد، مگر اینکه تلاش خود را بکند ولی هیچ راه و چاره‌ای را نیابد؛ زیرا خداوند فرموده است: (﴿لَا يَسۡتَطِيعُونَ حِيلَةٗ﴾) مستضعفانی که هیچ راه چاره‌ای ندارند.\nو در آیه به این مطلب نیز اشاره شده است که وجود راهنما در حج و عمره و مسافرت‌هایی از این قبیل از شروط «استطاعت» و توانایی است."
    },
    {
      "id": 593,
      "verse_number": 100,
      "verse_key": "4:100",
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "ruku_number": 75,
      "manzil_number": 1,
      "sajdah_number": null,
      "text_uthmani": "۞ وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً ۚ وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "page_number": 94,
      "juz_number": 5,
      "translations": [
        {
          "id": 923258,
          "resource_id": 135,
          "text": "و هر کس در راه الله هجرت کند، در زمین سرپناه بسیار و گشایش[ی در مصالح دین و دنیا] می‌یابد و کسی‌ که به قصد هجرت به سوی الله و پیامبرش از خانه‌اش خارج شود و آنگاه مرگش فرا رسد، قطعاً پاداش او بر [عهدۀ] الله است و الله آمرزندۀ مهربان است."
        }
      ],
      "tafsir_saadi": "در این آیه به هجرت در راه خدا تشویق شده‌اند، و منافعی که هجرت دربر دارد، بیان شده است، پس خداوند وعده داده است که هرکس در راه او و برای طلب خشنودی او هجرت کند، در زمین اقامتگاه‌های زیاد و گشایش و فراخی می‌یابد. و این دو، منافع دین و دنیا را شامل می‌شود؛ چون بسیاری از مردم گمان می‌برند که هجرت باعث پراکندگی و دوری می‌گردد، و انسان در دیار خود ثروتمند و عزیز است اما در هجرت فقیر می‌شود و ذلیل می‌گردد و دچار سختی و مشکلات می‌شود. \nاما در واقع این طور نیست؛ زیرا مؤمن تا زمانی که درمیان مشرکین باشد، دینش در نهایت نقص و کمبودی قرار دارد. نه عبادت‌های فردی، ازقبیل: نماز و غیره را به طور کامل می‌تواند انجام دهد و نه عبادت‌هایی که آثار آن به دیگران نیز سرایت می‌کند، از قبیل: جهاد با زبان و جهاد با عمل و توابع آن. چون او نمی‌تواند این کارها را انجام دهد، و دینش در خطر قرار دارد، به ویژه اگر ضعیف و ناتوان باشد.\nپس وقتی در راه خدا هجرت کند، می‌تواند دین خدا را برپا دارد و با دشمنان خدا جهاد کند و بینی آنها را به خاک بمالد و شکست بدهد. «مراغمه» اسمی است فراگیر و تمام افعال و اقوالی را دربر می‌گیرد که دشمنان خدا را به خشم و ستوه می‌آورد.\nهمچنین خداوند روزی مهاجر را فراوان می‌نماید، و همان طور که خداوند خبر داد، پیش آمد و این امر در رابطه با مهاجرین صدر اسلام تحقق یافت.\nاصحاب پیامبر صلی الله علیه وسلم را بنگرید، وقتی که در راه خدا هجرت کردند، و خانه‌ها و فرزندان و اموال خود را ترک نمودند، با این عمل ایمانشان کامل گردید، و ایمانِ کامل و جهاد و یاری کردن دین خدا را به دست آوردند، طوری که آنها پیشوا و الگوی کسانی قرار گرفتند که پس از آنها آمدند. همچنین به فتوحات و غنائم زیادی دست یافتند و ثروتمندترین مردم شدند. و تا روز قیامت هرکس کاری را که آنها انجام دادند، انجام دهد چیزی که آنان به دست آوردند، به دست خواهد آورد.\nسپس فرمود: (﴿وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ﴾) و هر کس از خانه‌اش بیرون رود و به سوی خدا و پیامبرش هجرت نماید، و هدفش از هجرت، خدا و خشنودی وی و محبت پیامبر و یاری کردن دین خدا باشد، و هدفی دیگر نداشته باشد، (﴿ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ﴾) سپس کشته شود یا به صورتی دیگر بمیرد.\n(﴿فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِ﴾) به راستی او پاداش مهاجر را به دست آورده و به هدفش دست یافته است؛ زیرا او نیت نموده، و قاطعانه تصمیم گرفته، و کار را شروع کرده است. پس رحمت خدا نسبت به او و امثالش این است که پاداش آنها را به آنان کاملاً می‌دهد گرچه آنها کار و عمل را کامل نکرده باشند، و کوتاهی‌هایی را که در رابطه با هجرت و غیره را که از آنها سر زده است، می‌بخشد. بنابراین آیه را با این دو اسم بزرگوار به پایان رسانید و فرمود: (﴿وَكَانَ ٱللَّهُ غَفُورٗا﴾) و خداوند بخشنده است؛ یعنی گناهان مؤمنان را می‌آمرزد، به خصوص گناه کسانی که توبه کرده و به سوی خدا بازگشته‌اند.\n(﴿رَّحِيمٗا﴾) به همۀ خلق مهربان است، از روی مهربانی آنان را پدید آورده، و سلامتی را به آنها ارزانی داشته، و مال و فرزند و قدرت و دیگر نعمت‌ها را به آنان بخشیده است. و نسبت به مؤمنان مهربان است؛ چرا که به آنان توفیق ایمان و علم و آگاهی داده، و اسباب سعادت و رستگاری و عواملی که به وسیلۀ آن فواید و خیر کثیری را به دست می‌آورند برای آنان آسان گردانده است، و آنها را از رحمت و بخشش خداوند به اندازه‌ای برخوردار می‌سازد که هیچ چشمی مانند آن را ندیده، و هیچ گوشی آن را نشنیده، و به دل هیچ انسانی خطور نکرده است. از خداوند می‌خواهیم که ما را از خیر و برکتی که نزد او است به خاطر بدی‌هایی ما داریم، محروم نگرداند."
    }
  ]
}