[
  {
    "ayah": 1,
    "text": ": 1 - 3                            #\n{الم (1) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (2) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (3)}.\nالم الف ، لام ، ميم.\nأَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ آيا مردم مي پندارند که همين که بگويند :\n«ايمان آورده ايم»\nبه حال خود رها مي شوند و آزمايش نمي گردند؟\nوَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ و به راستي کساني را که پيش از آنان بودند آزموديم، پس البته خداوند آنان را که راست گفتند معلوم مي دارد، و دروغگويان را ]نيز[ معلوم خواهد داشت."
  },
  {
    "ayah": 1,
    "text": "#\n(1 - 3)\nخداوند متعال از حکمت تامّۀ خود خبر داده و حکمت او مقتضی آن نیست که هرکس بگوید مؤمن است و ادعای ایمان بکند، آزمایش نشود؛ و از شر مشکلات در امان بماند و برای وی چیزی پیش نیاید که ایمان وی و فروع آن را دچار تشویش کند. زیرا اگر چنین ‌بود، راستگو از دروغگو؛ و کسی که برحق است از کسی که بر باطل می‌باشد، مشخص نمی‌گردید. اما سنت خداوند متعال و شیوۀ او درمیان پیشینیان و در میان این امت به گونه‌ای بوده است که آنها را با خوشی‌ها و ناخوشی‌ها، تنگدستی و سرمایه‌داری، شادی‌ها و ناگواری‌ها، فقر و توانگری و در برخی مواقع پیروز گرداندن دشمنان بر آنان و جهاد با آنان در قول و عمل و امثال آن بیازماید.\nالبته همۀ این آزمایشات به دو چیز برمی‏گردد:\nاول: شبهاتی که معارض و دشمن عقیده هستند؛\nدوم:\nشهواتی که معارض و دشمن اراده می‏باشند. پس هرکس به هنگام پیش آمدن شبهات، ایمانش پایدار بماند و متزلزل نشود؛ و آن شبهات را با حقی که همراه اوست، دور ‌کند؛ و به هنگام پیش آمدن شهوات که آدمی را به ارتکاب نافرمانی‌ها و گناهان وامی‌دارند، یا از آنچه خداوند و پیامبرش به آن دستور داده‌اند برمی‌گردانند، به مقتضای ایمان عمل ‌کند و با شهوت خود مبارزه نماید، این بر صداقت و راستی ایمان او دلالت می‌نماید. و هرکس به هنگام پیش آمدن شبهات، شک و تردید در دل او به وجود بیاید؛ و به هنگام پیش آمدن شهوات، مرتکب گناهان شود و یا از انجام واجبات باز بماند، این بر عدم صحت ایمان او دلالت می‌نماید. و مردم در این رابطه، درجات و مقام‌هایی دارند که جز خدا کسی آن را نمی‌داند. برخی زیاد پیش می‌روند و برخی در همان ابتدا می‌مانند. از خداوند می‌خواهیم که ما را در زندگانی دنیا و آخرت ثابت قدم و استوار بدارد. پس امتحان و آزمایش برای مردم، مانند کورۀ آهنگری است که ناپاکی‌های موجود را بیرون می‌ریزد."
  },
  {
    "ayah": 2,
    "text": "#\n(1 - 3)\nخداوند متعال از حکمت تامّۀ خود خبر داده و حکمت او مقتضی آن نیست که هرکس بگوید مؤمن است و ادعای ایمان بکند، آزمایش نشود؛ و از شر مشکلات در امان بماند و برای وی چیزی پیش نیاید که ایمان وی و فروع آن را دچار تشویش کند. زیرا اگر چنین ‌بود، راستگو از دروغگو؛ و کسی که برحق است از کسی که بر باطل می‌باشد، مشخص نمی‌گردید. اما سنت خداوند متعال و شیوۀ او درمیان پیشینیان و در میان این امت به گونه‌ای بوده است که آنها را با خوشی‌ها و ناخوشی‌ها، تنگدستی و سرمایه‌داری، شادی‌ها و ناگواری‌ها، فقر و توانگری و در برخی مواقع پیروز گرداندن دشمنان بر آنان و جهاد با آنان در قول و عمل و امثال آن بیازماید.\nالبته همۀ این آزمایشات به دو چیز برمی‏گردد:\nاول: شبهاتی که معارض و دشمن عقیده هستند؛\nدوم:\nشهواتی که معارض و دشمن اراده می‏باشند. پس هرکس به هنگام پیش آمدن شبهات، ایمانش پایدار بماند و متزلزل نشود؛ و آن شبهات را با حقی که همراه اوست، دور ‌کند؛ و به هنگام پیش آمدن شهوات که آدمی را به ارتکاب نافرمانی‌ها و گناهان وامی‌دارند، یا از آنچه خداوند و پیامبرش به آن دستور داده‌اند برمی‌گردانند، به مقتضای ایمان عمل ‌کند و با شهوت خود مبارزه نماید، این بر صداقت و راستی ایمان او دلالت می‌نماید. و هرکس به هنگام پیش آمدن شبهات، شک و تردید در دل او به وجود بیاید؛ و به هنگام پیش آمدن شهوات، مرتکب گناهان شود و یا از انجام واجبات باز بماند، این بر عدم صحت ایمان او دلالت می‌نماید. و مردم در این رابطه، درجات و مقام‌هایی دارند که جز خدا کسی آن را نمی‌داند. برخی زیاد پیش می‌روند و برخی در همان ابتدا می‌مانند. از خداوند می‌خواهیم که ما را در زندگانی دنیا و آخرت ثابت قدم و استوار بدارد. پس امتحان و آزمایش برای مردم، مانند کورۀ آهنگری است که ناپاکی‌های موجود را بیرون می‌ریزد."
  },
  {
    "ayah": 3,
    "text": "#\n(1 - 3)\nخداوند متعال از حکمت تامّۀ خود خبر داده و حکمت او مقتضی آن نیست که هرکس بگوید مؤمن است و ادعای ایمان بکند، آزمایش نشود؛ و از شر مشکلات در امان بماند و برای وی چیزی پیش نیاید که ایمان وی و فروع آن را دچار تشویش کند. زیرا اگر چنین ‌بود، راستگو از دروغگو؛ و کسی که برحق است از کسی که بر باطل می‌باشد، مشخص نمی‌گردید. اما سنت خداوند متعال و شیوۀ او درمیان پیشینیان و در میان این امت به گونه‌ای بوده است که آنها را با خوشی‌ها و ناخوشی‌ها، تنگدستی و سرمایه‌داری، شادی‌ها و ناگواری‌ها، فقر و توانگری و در برخی مواقع پیروز گرداندن دشمنان بر آنان و جهاد با آنان در قول و عمل و امثال آن بیازماید.\nالبته همۀ این آزمایشات به دو چیز برمی‏گردد:\nاول: شبهاتی که معارض و دشمن عقیده هستند؛\nدوم:\nشهواتی که معارض و دشمن اراده می‏باشند. پس هرکس به هنگام پیش آمدن شبهات، ایمانش پایدار بماند و متزلزل نشود؛ و آن شبهات را با حقی که همراه اوست، دور ‌کند؛ و به هنگام پیش آمدن شهوات که آدمی را به ارتکاب نافرمانی‌ها و گناهان وامی‌دارند، یا از آنچه خداوند و پیامبرش به آن دستور داده‌اند برمی‌گردانند، به مقتضای ایمان عمل ‌کند و با شهوت خود مبارزه نماید، این بر صداقت و راستی ایمان او دلالت می‌نماید. و هرکس به هنگام پیش آمدن شبهات، شک و تردید در دل او به وجود بیاید؛ و به هنگام پیش آمدن شهوات، مرتکب گناهان شود و یا از انجام واجبات باز بماند، این بر عدم صحت ایمان او دلالت می‌نماید. و مردم در این رابطه، درجات و مقام‌هایی دارند که جز خدا کسی آن را نمی‌داند. برخی زیاد پیش می‌روند و برخی در همان ابتدا می‌مانند. از خداوند می‌خواهیم که ما را در زندگانی دنیا و آخرت ثابت قدم و استوار بدارد. پس امتحان و آزمایش برای مردم، مانند کورۀ آهنگری است که ناپاکی‌های موجود را بیرون می‌ریزد."
  },
  {
    "ayah": 4,
    "text": ": 4                            #\n{أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ (4)}.\nأَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَن يَسْبِقُونَا سَاء مَا يَحْكُمُونَ آيا آنان که مرتکب بدي ها مي شوند گمان مي برند که از ما پيشي مي گيرند؟ چه بد داوري مي کنند!"
  },
  {
    "ayah": 4,
    "text": "#\n(4)\nآیا کسانی که اراده و خواست آنها بر انجام بدی‌ها و ارتکاب جنایت‌ها رفته است، گمان می‌برند که اعمال آنها فراموش می‌شود و خداوند از آنها غافل خواهد بود، یا از دست خداوند در می‌روند؟ بنابراین آنها اقدام به انجام گناه کرده‌اند و انجام گناه برای آنها آسان شده است؟ (\n﴿سَآءَ مَا يَحۡكُمُونَ﴾\n) داوری و قضاوت آنها چه بد است! زیرا آن یک حکم و داوری ستمگرانه است؛ چون بدان مفهوم است که آنها قدرت خدا و حکمت او را انکار می‌کنند و چنین حکم می‌کنند که خدا قدرت و حکمت ندارد و آنها قدرت دارند و به‌وسیلۀ قدرت و توانایی خویش، خود را از عذاب خدا نجات می‌دهند، حال آنکه آنان ضعیف‌ترین و ناتوان‌ترین موجود می‌باشند."
  },
  {
    "ayah": 5,
    "text": ": 5 - 6                            #\n{مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ (5) وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ (6)}.\nمَن كَانَ يَرْجُو لِقَاء اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ  هر کسي که به لقاي خدا اميد داشته باشد ]بداند که[ ميعاد خداوند آمدني است و او شنواي داناست.\nوَمَن جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ"
  },
  {
    "ayah": 5,
    "text": "#\n(5)\nای کسی که پروردگارت را دوست ‌داری و به نزدیکی و دیدار او مشتاقی؛ و در راه نیل به خشنودی‌های او تلاش می‌کنی! مژده باد که دیدار دوست نزدیک است؛ زیرا دیدار و قرب الهی می‌آید. و هر آنچه که بیاید، نزدیک است. پس برای لقای خداوند توشه فراهم کن؛ و به سوی او حرکت کن؛ و امیدوار باش و آرزو و امید رسیدن به او را داشته باش. ولی این‌طور نیست که هرکس هرچه بخواهد، به او داده شود؛ و این‌طور نیست که هرکس آرزو کند، آرزویش برآورده ‌شود؛ زیرا خداوند صداها را می‌شنود و نیت‌ها را می‌داند، پس هر کس در این راه راستگو باشد، خداوند آنچه را که آرزو کرده است، به او می‌دهد. و هرکس دروغگو باشد، ادعایش به او فایده‌ای نمی‌رساند. و خداوند می‌داند که چه کسی شایستۀ محبت اوست و چه کسی شایستۀ آن نیست."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\n(\n﴿وَمَن جَٰهَدَ﴾\n) و هرکس با نفس و شیطان و دشمن کافر خود جهاد کند، (\n﴿فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓ﴾\n) او به سود خود جهاد می‌کند، چون فایده‌اش به او برمی‌گردد، (\n﴿إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ﴾\n) و خداوند از جهانیان بی‌نیاز است و آنها را به این منظور به جهاد دستور نداده است که فایده‌ای به او برسد؛ و اگر آنها را از چیزی نهی کرده، به خاطر این نیست که بر آنها بخیل است. و دانسته شد که مکلّف، در\n[راستای ادای]\nاوامر و نواهی\n[خدا]\nبه جهاد نیاز دارد؛ چون بر او سنگینی می‌کند؛ و شیطانش او را از آن بازمی‌دارد و دشمن کافرش او را از برپا داشتن آن به‌طور شایسته منع می‌کند. و اینها معارضه و مخالفت‌هایی است که به مجاهدت و تلاش زیادی نیاز دارد."
  },
  {
    "ayah": 7,
    "text": ": 7                            #\n{وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ (7)}.\nوَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ و کساني که ايمان آورده و کارهاي شايسته انجام داده اند، قطعاً گناهانشان را از آنان خواهيم زدود، و به آنان نيکوترين آنچه مي کردند پاداش مي دهيم."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\nکسانی که خداوند با ایمان و توفیق بر انجام اعمال صالح بر آنها منت نهاده است، گناهان‏شان را خواهد زدود و بدی‌های‏شان را دور خواهد کرد؛ زیرا نیکی‌ها بدی‌ها را از میان می‌برند. (\n﴿وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ﴾\n) و به آنان نیکوترین آنچه می‌کردند، پاداش می‌دهیم. و آنچه آنها می‌کردند، اعمال خیر است،\nاز قبیل:\nواجبات و مستحبات، پس اینها بهترین چیزهایی هستند که بنده انجام می‌دهد، چون او امور مباح و غیره را نیز انجام می‌دهد. پس واجبات و مستحبات بهترند."
  },
  {
    "ayah": 8,
    "text": ": 8                            #\n{وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8)}.\nوَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حُسْنًا وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ و انسان را نسبت به پدر و مادرش به نيک رفتاري فرمان داديم. و اگر بخواهند تو را وا دارند تا چيزي را که به حقيقت آن دانشي نداري و من شرک آوري، از آنان اطاعت مکن، بازگشت شما به سوي من است، آنگاه شما را به ]حقيقت[ آنچه مي کرديد خبر مي دهم."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\nانسان را فرمان دادیم؛ و او را توصیه نمودیم تا با پدر و مادرش در قول و عمل به نیکی رفتار کند و همواره با آنها نیکی نماید؛ و هرگز نافرمانی آنها را نکند و با آنها در سخن و کردار به بدی رفتار ننماید. (\n﴿وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآ﴾\n) و اگر بخواهند تو را وادارند تا چیزی را که به حقیقت آن دانشی نداری به من شرک آوری، از آنان اطاعت مکن. و هیچ کس از صحت شرک ورزیدن به خدا آگاهی و دانش ندارد. و این، بزرگ و خطرناک نشان دادن قضیۀ شرک است. (\n﴿إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ﴾\n) بازگشت شما به سوی من است؛ و شما را به آنچه می‌کردید، خبر می‌دهم. و شما را طبق اعمال‏تان مجازات خواهم کرد. پس با پدر و مادرتان نیکی کنید و اطاعت آنها را بر همه چیز مقدم بدارید، جز اطاعت از خدا و پیامبرش که اطاعت آنها بر هرچیزی مقدم است."
  },
  {
    "ayah": 9,
    "text": ": 9                            #\n{وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ (9)}.\nوَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ و کساني که ايمان آورده و کارهاي شايسته کرده اند آنان را در ]زمرۀ[ شايستگان در مي آورديم."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\nهر کس به خدا ایمان بیاورد و عمل صالح انجام بدهد،\nخداوند به او وعده داده است که وی را در زمرۀ بندگان شایستۀ خود از قبیل:\nپیامبران و صدیقان و شهدا و صالحان قرار می‌دهد و هر یک بر حسب درجه و مقامی که دارد، نزد خداوند برخوردار خواهد شد. پس ایمان صحیح و عمل صالح، نشانۀ سعادت و خوشبختی صاحبش است و بیانگر آن است که او، بندۀ خداوند بخشندۀ مهربان و از زمرۀ بندگان شایستۀ اوست."
  },
  {
    "ayah": 10,
    "text": ": 10 - 11                            #\n{وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ (10) وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (11)}.\nوَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا  بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِن جَاء نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ  و از مردم کسي هست که مي گويد :\n«به خداوند ايمان آورده ايم»\nاما وقتي در راه خدا مورد اذيت و آزار قرار گيرد شکنجۀ مردم را مانند عذاب خدا شمارد،\nو اگر پيروزيي از سوي پروردگارت نصبيب ]شما مؤمنان[ گردد مي گويند :\n«همانا که با شما بوديم»\nآيا خداوند به آنچه در دلهاي جهانيان است داناتر نيست؟!\nوَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ و مسلماً خداوند مؤمنان را معلوم مي دارد و به يقين منافقان را ]نيز[ معلوم خواهد داشت."
  },
  {
    "ayah": 10,
    "text": "#\n(10 - 11)\nوقتی خداوند بیان نمود که او حتماً هرکس را که ادعای ایمان ‌کند، مورد آزمایش قرار می‌دهد تا راستگو از دروغگو مشخص شود؛ پس از آن بیان فرمود، گروهی از مردم هستند که در برابر آزمون‌ها و مشکلات، بردباری و پایداری ندارند.\nبنابراین فرمود:\n(\n﴿وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ﴾\n) و از مردم کسانی هستند که می‌گویند به خداوند ایمان آورده‌ایم، اما وقتی در راه خدا مورد اذیت و آزار قرار ‌گیرند، به این صورت که مورد ضرب و شتم واقع شوند یا مال‏شان از آنها گرفته ‌شود یا مورد عیب‌جویی قرار ‌گیرند تا از دین‌شان برگردند و به باطل روی آورند، (\n﴿جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ﴾\n) شکنجۀ مردم را مانند عذاب خدا می‌شمارد؛ یعنی شکنجۀ مردم را، عامل بازدارنده‌ای برای ایمان و پایداری بر آن می‌شمارد، همان‌طور که عذاب خداوند، آدمی را از چیزهایی که باعث آمدن عذاب می‌شود، باز می‌دارد. (\n﴿وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡ﴾\n) و اگر پیروزیی از سوی پروردگارت نصیب شما مؤمنان گردد،\nمی‌گویند:\nما که با شما بودیم؛ چرا که پیروزی با خواست و میل آنها مطابق است. این نوع از مردم،\nکسانی هستند که خداوند در مورد آنان فرموده است:\n﴿وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ﴾\n]الحج: 11]\n«بعضی از مردم، خدا را در حاشیه و کناره می‌پرستند؛ پس اگر سود و خیری به ایشان برسد، به سبب آن شاد و آسوده خاطر و استوار می‌شوند؛ و اگر بلا و مصیبتی بدیشان برسد، عقب‌گرد می‌کنند، بدین ترتیب هم دنیا و هم آخرت را از دست می‌دهند، و قطعاً این، زیان آشکاری است»\n. (\n﴿أَوَ لَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ﴾\n) آیا خداوند به آنچه در دل‌های جهانیان است، داناتر نیست؟! چرا که شما را از این گروه خبر داده است، گروهی که دارای حالت و وضعیتی است که برای‏تان توصیف نمود و از این طریق، کمال علم و حکمت گسترده‌اش را می‌دانید. (\n﴿وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ﴾\n) یعنی خداوند بدین جهت آزمون‌ها و مشکلات را مقدر نموده، تا آنچه را که در مورد آنها می‌داند، مشخص نماید؛ و آنها را به آنچه که از آنان سر زده است، سزا و جزا بدهد؛ نه اینکه آنها را فقط به سبب آنچه در موردشان می‌داند، مجازات کند؛ چون ممکن است آنها در برابر خداوند ادعا کنند که اگر مورد آزمایش قرار می‌گرفتند، ثابت قدم و پایدار می‌ماندند."
  },
  {
    "ayah": 11,
    "text": "#\n(10 - 11)\nوقتی خداوند بیان نمود که او حتماً هرکس را که ادعای ایمان ‌کند، مورد آزمایش قرار می‌دهد تا راستگو از دروغگو مشخص شود؛ پس از آن بیان فرمود، گروهی از مردم هستند که در برابر آزمون‌ها و مشکلات، بردباری و پایداری ندارند.\nبنابراین فرمود:\n(\n﴿وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ﴾\n) و از مردم کسانی هستند که می‌گویند به خداوند ایمان آورده‌ایم، اما وقتی در راه خدا مورد اذیت و آزار قرار ‌گیرند، به این صورت که مورد ضرب و شتم واقع شوند یا مال‏شان از آنها گرفته ‌شود یا مورد عیب‌جویی قرار ‌گیرند تا از دین‌شان برگردند و به باطل روی آورند، (\n﴿جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ﴾\n) شکنجۀ مردم را مانند عذاب خدا می‌شمارد؛ یعنی شکنجۀ مردم را، عامل بازدارنده‌ای برای ایمان و پایداری بر آن می‌شمارد، همان‌طور که عذاب خداوند، آدمی را از چیزهایی که باعث آمدن عذاب می‌شود، باز می‌دارد. (\n﴿وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡ﴾\n) و اگر پیروزیی از سوی پروردگارت نصیب شما مؤمنان گردد،\nمی‌گویند:\nما که با شما بودیم؛ چرا که پیروزی با خواست و میل آنها مطابق است. این نوع از مردم،\nکسانی هستند که خداوند در مورد آنان فرموده است:\n﴿وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ﴾\n]الحج: 11]\n«بعضی از مردم، خدا را در حاشیه و کناره می‌پرستند؛ پس اگر سود و خیری به ایشان برسد، به سبب آن شاد و آسوده خاطر و استوار می‌شوند؛ و اگر بلا و مصیبتی بدیشان برسد، عقب‌گرد می‌کنند، بدین ترتیب هم دنیا و هم آخرت را از دست می‌دهند، و قطعاً این، زیان آشکاری است»\n. (\n﴿أَوَ لَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ﴾\n) آیا خداوند به آنچه در دل‌های جهانیان است، داناتر نیست؟! چرا که شما را از این گروه خبر داده است، گروهی که دارای حالت و وضعیتی است که برای‏تان توصیف نمود و از این طریق، کمال علم و حکمت گسترده‌اش را می‌دانید. (\n﴿وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ﴾\n) یعنی خداوند بدین جهت آزمون‌ها و مشکلات را مقدر نموده، تا آنچه را که در مورد آنها می‌داند، مشخص نماید؛ و آنها را به آنچه که از آنان سر زده است، سزا و جزا بدهد؛ نه اینکه آنها را فقط به سبب آنچه در موردشان می‌داند، مجازات کند؛ چون ممکن است آنها در برابر خداوند ادعا کنند که اگر مورد آزمایش قرار می‌گرفتند، ثابت قدم و پایدار می‌ماندند."
  },
  {
    "ayah": 12,
    "text": ": 12 - 13                            #\n{وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (12) وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (13)}\nوَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُم بِحَامِلِينَ مِنْ خَطَايَاهُم مِّن شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ و کافران به مؤمنان گفتند :\n«از راه ما پيروي کنيد قطعاً گناهان شما را به عهده مي گيريم»\n، در حالي که آنان چيزي از گناهان ايشان را بر نخواهند داشت. بي گمان آنان دروغگويانند.\nوَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ و بدون شک بارهاي ]گناهان\n[ خود و بارهايي ديگر با بارهاي ]\nگناهان خود[ بر دوش مي کشند و همانا روز قيامت از آنچه افترا مي بستند بازخواست مي شوند."
  },
  {
    "ayah": 12,
    "text": "#\n(12)\nخداوند از افترا و دروغ گفتن کافران و دعوت کردن مؤمنان به دین‏شان خبر می‌دهد؛ و در ضمن مؤمنان را از اینکه فریب کافران را بخورند و در دام مکر آنها بیفتند، بر حذر می‌دارد.\nپس می‌فرماید:\n(\n﴿وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا﴾\n) و کافران به مؤمنان گفتند: از راه ما پیروی کنید؛ پس دین خود یا بخشی از آن را رها کنید و از آیین ما پیروی نمایید؛ زیرا ما تضمین می‌کنیم که (\n﴿وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ﴾\n) گناهان شما را برعهده ‌گیریم، درحالی که این کار در دست آنها نیست.\nبنابراین فرمود:\n(\n﴿وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍ﴾\n) و آنان چیزی از گناهان ایشان را برنخواهند داشت. پس این برداشتن گناه، گرچه صاحبش به آن راضی باشد، برای گناهکار فایده‌ای ندارد؛ زیرا حق از آن خداست و خداوند این اختیار را به بنده نداده است که در حق خداوند جز به فرمان و دستور او تصرف نماید، بلکه حکم و فرمان الهی این است که\n﴿أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ﴾\nهیچ حمل کننده‌ای بار گناه کسی دیگر را حمل نمی‌کند. و از آنجا که از این گفتۀ الهی (\n﴿وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍ﴾\n)\n[و آنان چیزی از گناهان ایشان را برنخواهند داشت]\n، گاهی چنین برداشت می‌شود کافرانی که مردمان را به کفر خود فرا می‌خوانند ـ و امثال آنها که دیگران را به باطل خود دعوت می‌کنند ـ جز گناهی که مرتکب شده‌اند، چیزی بر آنها نیست؛ و گناهی که دیگران انجام داده‌اند، بر آنها نخواهد بود گرچه آنها سبب آن بوده باشند،\nبرای دفع این توهم فرمود:"
  },
  {
    "ayah": 13,
    "text": "#\n(13)\n(\n﴿وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡ﴾\n) و قطعاً بارهای سنگین گناهان‏شان را که انجام داده‌اند و بارهای گناهانی که آنان سبب ارتکاب آن شده‌اند، بر دوش می‌کشند. پس هر یک از پیروی کننده و پیروی شونده از گناهی که انجام می‌شود بهره‌ای دارند؛ زیرا تابع\n(پیروی کننده)\nآن را انجام داده است و متبوع\n(پیروی شونده)\nسبب انجام شدن گناه بوده و به سوی آن فرا خوانده است. انجام دادن نیکی نیز همین طور است؛ پس انجام دهنده‌اش به پاس اینکه آن را انجام داده است، پاداش می‌یابد؛ و کسی که به انجام آن دعوت کرده است نیز پاداش می‌یابد، چون سبب انجام شدن آن بوده است. (\n﴿وَلَيُسۡ‍َٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ﴾\n) و آنان روز قیامت از دروغ‌هایی که به هم می‌بافتند،\nاز قبیل:\nبرانگیختن بدی‌ها، و زیبا جلوه دادن آن مورد سؤال قرار خواهند گرفت.\nنیز از این پرسیده می‌شوند که می‌گویند:\n(\n﴿وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ﴾\n) و ما بار گناهان شما را بر دوش می‌کشیم."
  },
  {
    "ayah": 14,
    "text": ": 14 - 15                            #\n{وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ (14) فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ (15)}\nوَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ و به راستي که نوح را به سوي قومش فرستاديم و نهصد و پنجاه سال در ميان آنان ماندگار شد آنگاه طوفان آنان را در حالي که ستمکار بودند فرو گرفت.\nفَأَنجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِّلْعَالَمِينَ آنگاه او و کشتي نشينان را نجات داديم و کشتي را پند و عبرتي براي جهانيان گردانديم."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\nخداوند متعال ما را از فرمان و حکمت خویش دربارۀ کیفر امت‌هایی که پیامبران را تکذیب ‌کردند، خبر می‌دهد و این را بیان می‌دارد که او بنده و پیامبرش نوح علیه السلام را به سوی قومش فرستاد تا آنها را به توحید و یگانه پرستی فرا ‌خواند و آنان را از پرستش انبازان و بت‌ها نهی کند، (\n﴿فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا﴾\n) و او در میان آنها نهصد ‌و پنجاه سال ماندگار شد؛ آنها را دعوت می‌کرد و از این کار خسته نمی‌شد؛ و در امر دعوت و اندرز گفتن‏شان سستی نمی‌ورزید. شب و روز و در پنهانی و آشکار آنان را دعوت می‌کرد، اما هدایت و اصلاح نشدند،\nبلکه به کفرورزی و سرکشی خود ادامه دادند تا اینکه پیامبرشان نوح علیه السلام در اوج بردباری و شکیبایی علیه آنها دعا کرد و فرمود:\n﴿رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا﴾\n[نوح: 26]\n«پروردگارا! هیچ کس از کافران را روی زمین زنده نگذار»\n. (\n﴿فَأَخَذَهُمُ ٱلطُّوفَانُ﴾\n) آنگاه طوفان؛ یعنی آبی که به صورت فراوان از آسمان بارید و از زمین به شدت جوشید، آنها را فرا گرفت. (\n﴿وَهُمۡ ظَٰلِمُونَ﴾\n) درحالی که آنها ستمکار بودند و سزاوار گرفتار شدن به عذاب."
  },
  {
    "ayah": 15,
    "text": "#\n(15)\n(\n﴿فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ﴾\n) پس ما نوح و کسانی را که با او در کشتی بودند -اعم از خانواده‌اش و کسانی که به او ایمان آورده بودند- نجات دادیم، (\n﴿وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ﴾\n) و کشتی یا داستان نوح را برای جهانیان پند و عبرتی قرار دادیم تا از آن عبرت آموزند؛ و تا کسانی که پیامبران را تکذیب می‌کنند، بدانند که سرانجام کارشان هلاکت و نابودی است و خداوند مشکل و اندوه مؤمنان را برطرف می‌نماید و آنان را از هر تنگنایی نجات می‌دهد. و نیز خداوند کشتی را نشانه و پندی برای جهانیان نمود که از آن به رحمت پروردگارشان پی می‌برند؛ پروردگاری که اسباب ساختن کشتی را برای‏شان فراهم نمود و ساختن آن را برای‏شان آسان گرداند و آن را چنان نمود که آنها و کالاهای‏شان را از جایی به جایی دیگر و از کشوری به کشوری دیگر حمل ‌نماید."
  },
  {
    "ayah": 16,
    "text": ": 16 - 22                            #\n{وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (16) إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ (17) وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (18) أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (19) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (20) يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ (21) وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (22)}.\nوَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ]و به يادآور[ ابراهيم را آنگاه که به قومش گفت :\n«خداوند را بپرستيد و از او پروا بداريد اين براي شما بهتر است اگر بدانيد»\n.\nإِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ جز اين نيست که شما غير از خدا بت هايي را مي پرستيد و دروغي را به مي بافيد، بي گمان کساني را که به جاي خداوند مي پرستيد نمي توانند به شما روزي دهند. پس نزد خداوند روزي بجوييد و او را بندگي و سپاسگزاري کنيد که به سوي او برگردانده مي شويد.\nوَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ و اگر ]وحي را\n[ تکذيب کنيد ملت هاي پيش از شما ]\nنيز آن را\n[ دروغ انگاشته اند، و جز پيام رساني آشکار بر عهدۀ پيامبر نيست.\nأَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ آيا نديده اند که خدا چگونه آفرينش را آغاز مي کند سپس آن را باز مي گرداند؟! بي گمان اين بر خداوند آسان است.\nقُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ بگو : «در زمين بگرديد و بنگريد که چگونه آفرينش را آغاز کرد، سپس پيدايش واپسين را پديدار مي کند، بي گمان خداوند بر هر چيزي تواناست.\nيُعَذِّبُُ مَن يَشَاء وَيَرْحَمُ مَن يَشَاء وَإِلَيْهِ تُقْلَبُونَ  هر کس را که بخواهد عذاب مي دهد و هر کس را بخواهد مورد رحمت قرار مي دهد، و به سوي او بازگردانده مي شويد.\nوَمَا أَنتُم بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاء وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ و شما نمي توانيد ]\nخدا را[ درمانده کنيد چه در زمين و چه در آسمان، و به جاي خداوند هيچ دوست و ياوري نداريد."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\nخداوند متعال بیان می‌کند که او خلیل خود ابراهیم علیه السلام را به نزد قومش فرستاد تا آنها را به سوی خدا دعوت کند،\nپس به آنها گفت:\n(\n﴿ٱعۡبُدُواْ ٱللَّهَ﴾\n) خدا را بپرستید؛ یعنی او را یگانه بدانید و عبادت را خالصانه و فقط برای او انجام دهید و از آنچه شما را بدان فرمان داده است، اطاعت کنید. (\n﴿وَٱتَّقُوهُ﴾\n) و از او پروا دارید؛ و بپرهیزید از اینکه بر شما خشم گیرد که آنگاه شما را عذاب می‌دهد؛ پس با ترک کردن گناهان که او را به خشم می‌آورد، از او پروا بدارید. (\n﴿ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ﴾\n) عبادت خدا و تقوای او، برای‏تان از ترک عبادت و نترسیدن از خدا بهتر است. این از باب اطلاق\n«افعل تفضیل»\nدر چیزی است که در طرف دیگر چیزی از آن نیست. پس ترک عبادت خدا و ترک تقوای او، هیچ حُسن و خوبی ندارد؛ چرا که فقط عبادت و تقوای الهی برای مردمان خوب است، چون برای رسیدن به نعمت‌های خدا در دنیا و آخرت، راهی جز این وجود ندارد. و هرخیر و برکتی که در دنیا و آخرت یافت ‌شود، از آثار عبادت خدا و تقوای الهی است. (\n﴿إِن كُنتُمۡ تَعۡلَمُونَ﴾\n) اگر این مطلب را می‌دانید. پس در امور بنگرید و آنچه را که برای انتخاب اولی‌تر و بهتر است، برگزینید."
  },
  {
    "ayah": 17,
    "text": "#\n(17 - 18)\nخداوند آنها را به عبادت پروردگار و تقوای الهی فرمان داد، سپس از پرستش بت‌ها نیز نهی کرد و برای‏شان بیان نمود که بت‌ها ناقص بوده و شایستگی آن را ندارند که پرستش شوند.\nو فرمود:\n(\n﴿إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًا﴾\n) شما غیر از خدا تنها بت‌هایی را می‌پرستید و دروغی را به هم می‌بافید؛ بت‌هایی که آن را می‌تراشید و با دست‌های خودتان آنها را می‌سازید و بر آنها اسم خدایان می‌گذارید؛ و این دروغ را به هم می‌بافید که به عبادت آنها امر شده‌اید و به تمسّک جستن به آنان فرمان یافته‌اید. (\n﴿إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا﴾\n) بی‌گمان کسانی را که به جای خداوند می‌پرستید، نمی‌توانند به شما روزی دهند. آنان ناقص هستند و دارای چیزی نیستند که سبب شود عبادت گردند؛ یعنی برای ما روشن شده که این بت‌ها مخلوق و ناقص هستند و نمی‌توانند سود و زیانی برسانند و مرگ و زندگی و رستاخیز را در اختیار ندارند. و هر کس که چنین باشد، سزاوار ذره‌ای از عبادت و بندگی نیست. و دل‌ها باید به دنبال معبودی باشند که آن را عبادت کنند و نیازهای خود را از او بخواهند. پس خداوند بندگان را تشویق می‌کند کسی را بپرستند که سزاوار عبادت باشد.\nو فرمود:\n(\n﴿فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ﴾\n) پس فقط نزد خداوند روزی بجویید؛ زیرا خداوند روزی را فراهم می‌نماید؛ و هرکس خداوند را برای تأمین منافع دین و دنیایش بخواند، او را جواب می‌دهد. (\n﴿وَٱعۡبُدُوهُ﴾\n) و تنها او را که شریکی ندارد، بپرستید؛ چون او از هر نقصی به‌دور است و فایده دهنده و زیان دهنده است و فقط او کارها را تدبیر می‌نماید. (\n﴿وَٱشۡكُرُواْ لَهُۥٓ﴾\n) و تنها سپاسگزار او باشید؛ چون همۀ نعمت‌هایی که به بندگان رسیده و می‌رسد، از جانب اوست. و همۀ رنج‌ها و ناگواری‌ها را از آنان دور می‌نماید، (\n﴿إِلَيۡهِ تُرۡجَعُونَ﴾\n) و به سوی او برگردانده می‌شوید؛ پس شما را بر کارهایی که کرده‌اید سزا و جزا می‌دهد؛ و از آنچه پنهان نموده‌اید و آشکار کرده‌اید، آگاه می‌سازد. پس بپرهیزید از اینکه درحالی نزد او بیایید که بر شرک خود قرار دارید، بلکه به چیزی روی بیاورید که شما را به او نزدیک می‌نماید و به هنگام حاضر شدن در پیشگاهش، به سبب آن به شما پاداش می‌دهد."
  },
  {
    "ayah": 18,
    "text": "#\n(17 - 18)\nخداوند آنها را به عبادت پروردگار و تقوای الهی فرمان داد، سپس از پرستش بت‌ها نیز نهی کرد و برای‏شان بیان نمود که بت‌ها ناقص بوده و شایستگی آن را ندارند که پرستش شوند.\nو فرمود:\n(\n﴿إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًا﴾\n) شما غیر از خدا تنها بت‌هایی را می‌پرستید و دروغی را به هم می‌بافید؛ بت‌هایی که آن را می‌تراشید و با دست‌های خودتان آنها را می‌سازید و بر آنها اسم خدایان می‌گذارید؛ و این دروغ را به هم می‌بافید که به عبادت آنها امر شده‌اید و به تمسّک جستن به آنان فرمان یافته‌اید. (\n﴿إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا﴾\n) بی‌گمان کسانی را که به جای خداوند می‌پرستید، نمی‌توانند به شما روزی دهند. آنان ناقص هستند و دارای چیزی نیستند که سبب شود عبادت گردند؛ یعنی برای ما روشن شده که این بت‌ها مخلوق و ناقص هستند و نمی‌توانند سود و زیانی برسانند و مرگ و زندگی و رستاخیز را در اختیار ندارند. و هر کس که چنین باشد، سزاوار ذره‌ای از عبادت و بندگی نیست. و دل‌ها باید به دنبال معبودی باشند که آن را عبادت کنند و نیازهای خود را از او بخواهند. پس خداوند بندگان را تشویق می‌کند کسی را بپرستند که سزاوار عبادت باشد.\nو فرمود:\n(\n﴿فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ﴾\n) پس فقط نزد خداوند روزی بجویید؛ زیرا خداوند روزی را فراهم می‌نماید؛ و هرکس خداوند را برای تأمین منافع دین و دنیایش بخواند، او را جواب می‌دهد. (\n﴿وَٱعۡبُدُوهُ﴾\n) و تنها او را که شریکی ندارد، بپرستید؛ چون او از هر نقصی به‌دور است و فایده دهنده و زیان دهنده است و فقط او کارها را تدبیر می‌نماید. (\n﴿وَٱشۡكُرُواْ لَهُۥٓ﴾\n) و تنها سپاسگزار او باشید؛ چون همۀ نعمت‌هایی که به بندگان رسیده و می‌رسد، از جانب اوست. و همۀ رنج‌ها و ناگواری‌ها را از آنان دور می‌نماید، (\n﴿إِلَيۡهِ تُرۡجَعُونَ﴾\n) و به سوی او برگردانده می‌شوید؛ پس شما را بر کارهایی که کرده‌اید سزا و جزا می‌دهد؛ و از آنچه پنهان نموده‌اید و آشکار کرده‌اید، آگاه می‌سازد. پس بپرهیزید از اینکه درحالی نزد او بیایید که بر شرک خود قرار دارید، بلکه به چیزی روی بیاورید که شما را به او نزدیک می‌نماید و به هنگام حاضر شدن در پیشگاهش، به سبب آن به شما پاداش می‌دهد."
  },
  {
    "ayah": 19,
    "text": "#\n(19)\n(\n﴿أَوَ لَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓ﴾\n) آیا ندیده و ندانسته‌اند که خدا چگونه آفرینش را می‌آغازد؟! منظور، آفرینش و پیدایش نخستین است. سپس آن را باز می‌گرداند؛ یعنی در روز قیامت مردگان را دوباره زنده می‌نماید، (\n﴿إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ﴾\n) همانا این کار برای خداوند سهل و آسان است.\nهمان‌طور که خداوند متعال فرموده است:\n﴿ وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِ﴾\n[الروم: 27]\n«و او خدایی است که آفرینش را آغاز می‌کند، سپس آن را باز می‌گرداند و بازگرداندن آفرینش و ایجاد دوبارۀ هستی برای او آسان‌تر است»\n."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\n(\n﴿قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ﴾\n) اگر در آفرینش نخستین تردیدی دارند، به آنها بگو با جسم و دل خود در زمین به سیاحت و گردش بپردازند، آنگاه گروه‌هایی از انسان‏ها و حیوانات را خواهند دید که در اکناف و اطراف زمین وجود دارند؛ گیاهان و درختانی خواهند یافت که در فواصل زمانی مختلف پدید می‌آیند؛ ابرها و بادها و امثال آن را می‌بینند که همواره در حال تجدید و نوگرایی هستند، بلکه همۀ آفرینش همواره در حال مرگ و رستاخیز است. پس به هنگام مرگ کوچک\n[=‌خواب]\nبه آنها بنگرید، درحالی که شب بر آنها سایه گسترانده و آنها بی‌حرکت مانده و صداهای‏شان قطع شده است و در رختخواب‌های خود چون مردگان افتاده‌اند. و آنها در طول شب چنین هستند تا اینکه صبح می‌شود،\nآنگاه از خواب بیدار می‌شوند و از مرگ برانگیخته می‌گردند و می‌گویند:\n«سپاس خداوندی را که ما را زنده گرداند پس از آنکه ما را میراند و همه به نزد او گرد می‌آیند.»\nبنابراین فرمود: (\n﴿ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَ﴾\n) سپس خداوند پیدایش واپسین را ایجاد می‌کند؛ و آن پیدایشی است که هیچ مرگ و خوابی به آن راه ندارد، بلکه برای همیشه در سرای آخرت می‌مانند. (\n﴿إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ﴾\n) همانا خداوند بر هر چیزی تواناست، پس هیچ چیزی خداوند متعال را ناتوان نمی‌کند و همان‌طور که توانایی آفرینش و ایجاد نخستین را داشته است، به طریق اولی توانایی آفرینش دیگر را دارد."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\n(\n﴿يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُ﴾\n) او تنها و یگانه حکم جزائی را انجام می‌دهد؛ و آن پاداش دادن به فرمانبرداران و مورد رحمت قرار دادن آنها و عذاب دادن و شکنجه کردن گناهکاران می‌باشد. (\n﴿وَإِلَيۡهِ تُقۡلَبُونَ﴾\n) و به سرا و جهانی بازگردانده می‌شوید که در آنجا حکم عذاب یا رحمت خدا بر شما اجرا می‌شود. پس در این جهان، طاعت و عبادت‌هایی انجام دهید که موجب رحمت اوست و از اسباب عذاب او که گناهان می‌باشند، دوری کنید."
  },
  {
    "ayah": 22,
    "text": "#\n(22)\n(\n﴿وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ﴾\n) ای کسانی که وحی و پیامبر را تکذیب می‌کنید و بر انجام گناهان به خود جرأت می‌دهید! گمان مکنید که او از شما غافل است، یا می‌توانید خدا را در زمین و در آسمان درمانده کنید و از دست او فرار کنید. پس قدرت و توانایی‌تان، و آنچه هواهای نفسانی‌تان برای‏تان زیبا جلوه داده است، شمارا فریب ندهد که از عذاب خدا نجات خواهید یافت؛ چرا که در هر گوشه‌ای از جهان که باشید، نمی‌توانید از دست او فرار کنید، و او را درمانده نمایید. (\n﴿وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ﴾\n) و به غیر از خدا، هیچ سرپرستی ندارید که منافع دینی و دنیوی شما را فراهم نماید؛ و جز او، یاور و مددکاری ندارید که ناگواری‌ها و سختی‌ها را از شما دور کند."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\nخداوند خبر می‌دهد آنهایی که خیر و خوبی از آنان دور شده و شر و بدی آنها را فرا گرفته است؛ کسانی هستند که به خدا و پیامبرانش و به آنچه پیامبران برای آنها آورده‌اند، کفر ورزیده و دیدار خدا را تکذیب نموده‌اند و چیزی جز دنیا را قبول ندارند،\nبنابراین به انجام کارهایی از قبیل:\nشرک و گناهان اقدام می‌نمایند. چون در دل‌های‏شان چیزی نیست که آنها را از سرانجام این کار بترساند،\nبه همین جهت فرمود:\n(\n﴿أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي﴾\n) اینان از رحمت من مأیوس می‌باشند، بنابراین حتی یکی از اسباب و عواملی که رحمت خدا را به دنبال دارد، انجام نداده‌اند؛ زیرا اگر آنها امیدی به رحمت او ‌داشتند، کارهایی برای جلب رحمت خدا انجام می‌دادند. و ناامیدی از رحمت خدا، از بزرگ‌ترین چیزهایی است که باید از آن پرهیز کرد.\nو آن دو نوع است:\nناامیدی کافران از رحمت خدا و دوری کردن آنها از هر سببی که آنان را به رحمت وی نزدیک ‌نماید. و ناامیدی گناهکاران که گناهان‏شان آنها را پریشان کرده و بر دل‌های‏شان حاکم گشته است، در نتیجه یأس و ناامیدی را برای آنها ایجاد کرده است. (\n﴿وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ﴾\n) و ایشان عذاب دردناکی دارند. و این آیات در لابه‌لای سخن ابراهیم با قومش و پاسخ آنها به او آمده‌اند. والله اعلم."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\nوقتی ابراهیم قومش را به سوی پروردگارش فرا خواند، دعوتش را نپذیرفتند؛ و با اندرزهای او راهیاب نشدند و\n[شکر]\nنعمتِ بعثت ابراهیم را که خدا او را به سوی آنها فرستاده بود، به جای نیاوردند؛\nبلکه آنها بدترین پاسخ را به ابراهیم دادند و گفتند:\n(\n﴿ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ﴾\n) او را بکشید یا بسوزانید که فجیع‌ترین صورت کشتن است. و آنها مردمانی با قدرت و توانا و دارای حکومت و قدرت بودند. پس آنها ابراهیم را در آتش انداختند، (\n﴿فَأَنْجَاهُ اللَّهُ﴾\n) اما سرانجام خداوند او را از آتش نجات داد. (\n﴿إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ﴾\n) بی‌گمان در این ماجرا نشانه‌هایی برای مؤمنان است؛ پس آنگاه صحت و درستی آنچه را که پیامبران آورده‌اند؛ و نیکویی و خیرخواهی آنان را می‌دانند و به باطل بودن گفتار کسانی که با آنها مخالفت می‌نمایند، پی می‌برند؛ و متوجه خواهند شد که مخالفان پیامبران ـ انگار ـ همدیگر را بر تکذیب کردن، تحریک و توصیه ‌نمودند."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\nاز جملۀ اندرزهای ابراهیم به آنان این بود که به آنها گفت: (\n﴿إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا﴾\n) شما به جای خدا، برای دوستی بین خود در زندگی دنیا، بت‌هایی را به پرستش گرفته‌اید؛ و آن محبت و دوستی در دنیا است، اما در آخرت قطع می‌شود و از بین خواهد رفت. (\n﴿ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا﴾\n) سپس در روز قیامت، عبادت کنندگان و عبادت‌شدگان از همدیگر بیزاری می‌جویند؟\n﴿وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ﴾\nو هنگامی‌که مردم گرد آورده شوند، برای‏شان دشمن خواهند شد و به عبادت‏شان کافر خواهند بود و آن را انکار می‌کنند. پس چگونه شما دست به دامان کسی می‌شوید که از کسانی که او را عبادت کرده‌اند، بیزاری خواهد جست و آنان را نفرین خواهد کرد؟ (\n﴿وَمَأۡوَىٰكُمُ﴾\n) و جایگاه همۀ شما عبادت‌کنندگان و عبادت شدگان، (\n﴿ٱلنَّارُ﴾\n) آتش دوزخ است و هیچ کس آنها را در برابر عذاب خدا یاری نمی‌کند و کیفر خدا را از آنها دور نمی‌نماید."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\nابراهیم علیه السلام پیوسته قوم خویش را دعوت می‌کرد؛ و آنها بر عناد و مخالفت خود ادامه می‌دادند، به جز لوط که به دعوت ابراهیم ایمان آورد و خداوند او را پیامبر گرداند و بسوی قومش فرستاد، آن گونه که بیان خواهد شد. و (\n﴿وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓ﴾\n) ابراهیم زمانی که دید فرا خواندن قومش فایده‌ای به آنان نمی‌رساند،\nگفت:\nهمانا من به جایی هجرت می‌کنم که در آن به عبادت پروردگارم بپردازم؛ یعنی او سرزمینی را که آکنده از بدی و زشتی بود، ترک نمود؛ و به سوی سرزمین با برکت شام هجرت نمود. (\n﴿إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ﴾\n) بی‌گمان، او توانا و دارای قدرت است؛ و بر هدایت نمودن شما توانایی دارد؛ ولی او دارای حکمت است و اگر حکمتش اقتضا نماید، هدایت می‌کند. وقتی ابراهیم از آنها کناره‌گیری کرد و جدا شد؛ و آنان بر همان حال خود باقی ماندند، خداوند در مورد آنها نگفت که آنان را به وسیلۀ عذابی نابود کرده است، بلکه بیان نمود که ابراهیم از آنان کناره‌گیری کرد و از میان آنها هجرت نمود. اما آنچه در روایت‌های اسرائیلی آمده است مبنی بر اینکه\n«خداوند پشه‌ها را به سوی قوم ابراهیم گسیل داشت و خون آنها را مکیدند و گوشت‌های‏شان را خوردند و همۀ آنها را نابود کردند.»\nاین گفته را زمانی می‌توان به یقین پذیرفت که دلیل شرعی بر صحت آن وجود داشته باشد، در حالی که هیچ دلیل شرعی بر صحت این مطلب وجود ندارد. پس اگر خداوند به وسیلۀ عذابی آنها را ریشه‌کن کرده بود، این را بیان می‌کرد، همان‌گونه که نابود کردن امت‌های تکذیب کننده را بیان نموده است. ولی شاید بتوان گفت که یکی از اسرار معذب نشدن آنها این است که ابراهیم خلیل علیه السلام یکی از مهربان‌ترین مردم و برترین و بردبارترین و بزرگوارترین آنهاست؛ بنابراین برای نابودی قومش دعا نکرد، آن گونه که برخی از پیامبران علیه قوم‌های خود دعا کردند؛ به همین خاطر خداوند نخواست بر آنها عذابی فراگیر فرود بیاورد؛ از جمله چیزهایی که بر این موضوع دلالت می‌نماید این است که ابراهیم در مورد هلاک کردن قوم لوط با فرشتگان گفتگو کرد و با آنها مجادله نمود و از آن قوم دفاع کرد، درحالی که قوم او نبودند. والله اعلم."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\n(\n﴿وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ﴾\n) و بعد از آنکه او به شام هجرت کرد، اسحاق و یعقوب را به او عطا کردیم، (\n﴿وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ﴾\n) و در دودمان او پیامبری و کتاب مقرر داشتیم. و بعد از او هیچ پیامبری نیامد مگر اینکه از دودمان او بوده؛ و هیچ کتابی جز بر فرزندان او نازل نشده است تا اینکه نبوت با فرزندش محمد صلی الله علیه وسلم پایان یافت. و این از بزرگ‌ترین فضیلت‌ها و افتخارات است که عناصر هدایت و رحمت و سعادت و رستگاری در میان فرزندان اوست، و هدایت یافتگان به دست آنها هدایت شده، مؤمنان به دست آنها ایمان آورده‌اند و صالحان صالح گشته‌اند. (\n﴿وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَا﴾\n) و پاداشش را در دنیا به او دادیم که از آن جمله همسر زیبایش بود که در نهایت زیبایی قرار داشت، و روزی و فرزندان فراوان بود که خداوند به عنوان پاداش در این دنیا به او بخشید؛ فرزندانی که مایۀ خشنودی او گردیدند و باعث شدند تا او خداوند را بیش از پیش بشناسد، او را دوست بدارد و به سویش توبه نماید. (\n﴿وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ﴾\n) و همانا او در آخرت از زمرۀ شایستگان است، بلکه او و محمد ـ علیهما الصلاة والسلام ـ به طور مطلق از برترین صالحان می‌باشند و جایگاهشان از همه برتر است. پس خداوند او را هم در دنیا و هم در آخرت خوشبخت و سعادتمند کرد."
  },
  {
    "ayah": 28,
    "text": ": 28 - 35                            #\n{وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (28) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (29) قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ (30) [وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ (31) قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (32) وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ (33) إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ (34) وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ (35)}].\nوَلُوطاً إِذْ قَالَ لِقَوْمِهِ إنَّكُمْ لَتَأتُونَ الْفَاحِشَهَ مَا سَبَقَكُم بِهَا مِنْ أحَدٍ مِّنَ الْعَلمِينَ و لوط ]را فرستاديم[ آنگاه كه به قومش گفت :\n«شما كه بسيار زشتي را انجام مي دهيد كه هيچ  كس از جهانيان در ]ارتكاب[ آن از شما پيشي نگرفته است.\nأئِنَّكُمْ لَتَأتُونَ الرّجَالَ وَ تَقْطَعُونَ السَّبيِلَ وَ تَأتُونَ فِي نَادِيكُمُ الْمُنكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إلَّا أن قَالُوا ائتِنَا بِعَذَابِ الله إن كُنتَ مِنَ الصَّدِقِينَ آيا شما با مردان آميزش مي كنيد و راه ]فطري و شرعي تناسل[ را مي بنديد و در محافل خود كار ناپسند انجام مي دهيد؟!»\n،\nو پاسخ قومش جز اين نبود كه گفتند :\n«اگر راست مي گويي عذاب خدا را بر سر ما بياور!»\n.\nقَالَ رَبِّ انصُرْنِي عَلَي الْقَوْمِ الْمُفْسِدِينَ گفت :\nپروردگارا! مرا بر گروه فسادكاران پيروز گردان».\nوَ لَمَّا جَآءَتْ رُسُلُنَآ إبْرَاهِيمَ بِالْبُشْرَي قَالُواْ إِنَّا مُهْلِكُواْ أهْلِ هَذِهِ الْقَرْيَهِ إنَّ أهْلَهَا كَانُواْ ظَلِمِينَ و هنگامي كه فرستادگان ما براي ابراهيم مژده آوردند،\nگفتند :\n«ما هلاك كنندة اين شهريم، بي گمان اهل آن ستمكار بودند»\n.\nقَالَ إنَّ فِيهَا لُوطاً قَالُوْا نَحْنُ أعْلَمُ بِمَن فِيهَا لَنُنَجِّيَنَّه وَ أهْلَهُ إلَّا امْرَاتَهُ كَانَتْ مِنَ الْغَبِرِينَ ابراهيم گفت :\n«لوط در آن شهر است»\n،\nگفتند :\n«ما به هر كس كه در آنجاست داناتريم، بي گمان او و خانواده اش را رهايي مي بخشيم، مگر همسرش كه از ماندگاران و نابودشوندگان خواهد بود»\n.\nوَ لَمَّآ أن جَآءَتْ رُسُلُنَا لُوطاً سِي ءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاً وَ قَالُواْ لَا تَخَفْ وَ لَا تَحْزَنْ إنَّا مُنَجُّوكَ وَأهْلَكَ إلَّا امْرَأتَكَ كَانَتْ مِنَ الْغَبِرِينَ و چون فرستادگان ما نزد لوط آمدند، لوط به خاطر آنان سخت ناراحت و دلتنگ شد،\n]فرشتگان[ گفتند :\n«مترس و غمگين مباش كه ما نجات دهندة تو و خانواده ات هستيم، مگر زنت كه از ماندگاران و نابودشوندگان خواهد بود»\n.\nإِنَّا مُنزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاء بِمَا كَانُوا يَفْسُقُونَ همانا ما بر اهل اين شهر به سزاي آن كه نافرماني مي كردند عذابي از آسمان نازل خواهيم كرد.\nوَلَقَد تَّرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ و به راستي از آن ]شهر[ براي گروهي كه خرد مي ورزند نشانه اي روشن بر جاي گذاشتيم."
  },
  {
    "ayah": 28,
    "text": "#\n(28 - 29)\nپیش‌تر بیان شد که لوط علیه السلام به ابراهیم ایمان آورد و از هدایت یافتگان گردید. و گفته‌اند که لوط از فرزندان و دودمان ابراهیم نیست، بلکه برادر زادۀ ابراهیم است. پس این فرمودۀ الهی که\n﴿وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ﴾\n[و در دودمان او، پیامبری و کتاب مقرر داشتیم]\nگرچه عام است، اما با این تضادی ندارد که\n«لوط پیامبر باشد، اما نه از دودمان و فرزندان ابراهیم»\n، چون این آیه برای تمجید و ستایش ابراهیم آمده و خبر داده است که لوط به دست ابراهیم هدایت یافت؛ و کسی که به دست ابراهیم هدایت یافته باشد، با توجه به فضیلت هدایت کننده، از فرزندان او که هدایت شده‌اند، برتر می‌باشد. والله اعلم. پس خداوند لوط را به سوی قومش فرستاد و آنها با وجود شرک‌ورزی، کار زشت و هم جنس‌بازی و راهزنی انجام می‌دادند و لواط و منکرات و زشتی‌ها در مجالس آنان شایع شده بود. پس لوط آنان را نصیحت کرد و از این کارها باز داشت و زشتی این کارها و کیفر سخت آن را برایشان بیان کرد. اما آنها نترسیدند و پند نپذیرفتند، (\n﴿فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ﴾\n)\n«و پاسخ قومش جز این نبود که گفتند: اگر راست می‌گویی، عذاب خدا را بر سر ما بیاور»\n."
  },
  {
    "ayah": 29,
    "text": "#\n(28 - 29)\nپیش‌تر بیان شد که لوط علیه السلام به ابراهیم ایمان آورد و از هدایت یافتگان گردید. و گفته‌اند که لوط از فرزندان و دودمان ابراهیم نیست، بلکه برادر زادۀ ابراهیم است. پس این فرمودۀ الهی که\n﴿وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ﴾\n[و در دودمان او، پیامبری و کتاب مقرر داشتیم]\nگرچه عام است، اما با این تضادی ندارد که\n«لوط پیامبر باشد، اما نه از دودمان و فرزندان ابراهیم»\n، چون این آیه برای تمجید و ستایش ابراهیم آمده و خبر داده است که لوط به دست ابراهیم هدایت یافت؛ و کسی که به دست ابراهیم هدایت یافته باشد، با توجه به فضیلت هدایت کننده، از فرزندان او که هدایت شده‌اند، برتر می‌باشد. والله اعلم. پس خداوند لوط را به سوی قومش فرستاد و آنها با وجود شرک‌ورزی، کار زشت و هم جنس‌بازی و راهزنی انجام می‌دادند و لواط و منکرات و زشتی‌ها در مجالس آنان شایع شده بود. پس لوط آنان را نصیحت کرد و از این کارها باز داشت و زشتی این کارها و کیفر سخت آن را برایشان بیان کرد. اما آنها نترسیدند و پند نپذیرفتند، (\n﴿فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ﴾\n)\n«و پاسخ قومش جز این نبود که گفتند: اگر راست می‌گویی، عذاب خدا را بر سر ما بیاور»\n."
  },
  {
    "ayah": 30,
    "text": "#\n(30 - 35)\nپس پیامبرشان از آنها ناامید شد و دانست که سزاوار عذاب می‌باشند. و از اینکه آنها به شدت او را تکذیب ‌کردند، ناراحت شد؛ پس علیه آنان دعا کرد و (\n﴿قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ﴾\n) گفت: پروردگارا! مرا بر گروه فسادکاران پیروز نما. پس خداوند دعایش را پذیرفت و فرشتگان را برای نابود کردن‏شان فرستاد که قبل از آن، گذرشان بر ابراهیم افتاد و او را به تولد اسحاق و بعد از او یعقوب مژده دادند.\nسپس ابراهیم از فرشتگان پرسید:\nمی‌خواهید کجا بروید؟ آنها نیز او را خبر دادند که می‌خواهند قوم لوط را نابود کنند.\nپس ابراهیم با آنها گفتگو کرد و گفت:\n(\n﴿إِنَّ فِيهَا لُوطٗا﴾\n) لوط در آن شهر است.\nفرشتگان به او گفتند:\n(\n﴿لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n) بی‌گمان او و خانواده‌اش را رهایی می‌بخشیم، مگر همسرش که از ماندگاران و نابود شوندگان خواهد بود. سپس فرشتگان به راه افتادند تا اینکه به نزد لوط آمدند. لوط از آمدن آنها ناراحت و دلتنگ شد، چون آنها را نشناخت و گمان برد که مهمان و مسافر هستند، بنابراین ترسید که قومش به آنها تجاوز کنند.\nپس فرشتگان به او گفتند:\n(\n﴿لَا تَخَفۡ وَلَا تَحۡزَنۡ﴾\n) مترس و غمگین مباش! و به او خبر دادند که آنها فرستادگان خدا هستند، (\n﴿إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n)\n«ما نجات دهندگان تو و خانواده‌ات هستیم، مگر زنت که از ماندگاران و نابود شوندگان خواهد بود»\n.\n((إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾)\nما بر اهل این شهر به کیفر نافرمانی‌ای که می‌کردند، عذابی از آسمان نازل خواهیم کرد. پس فرشتگان به او فرمان دادند که شبانه به همراه خانواده‌اش بیرون برود، پس صبحگاهان خداوند سرزمین آنها را زیرو رو کرد و از آسمان پی در پی بر آنان سنگ باراند تا اینکه آنها را نابود و هلاک ساخت و آنها به افسانه‌ای از افسانه‌ها تبدیل شدند و عبرتی از عبرت‌ها گردیدند. (\n﴿وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ﴾\n) و از خانه‌ها و آبادی‌های قوم لوط، آثار روشن و نمایانی برجای گذاشتیم تا عبرتی برای کسانی باشند که با دل‌های‏شان عبرت‌ها را درک می‌نمایند و از آن بهره‌مند می‌شوند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ﴾\nو شما صبح و شب از کنار آنها عبور می‌کنید، آیا خرد نمی‌ورزید؟!"
  },
  {
    "ayah": 31,
    "text": "#\n(30 - 35)\nپس پیامبرشان از آنها ناامید شد و دانست که سزاوار عذاب می‌باشند. و از اینکه آنها به شدت او را تکذیب ‌کردند، ناراحت شد؛ پس علیه آنان دعا کرد و (\n﴿قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ﴾\n) گفت: پروردگارا! مرا بر گروه فسادکاران پیروز نما. پس خداوند دعایش را پذیرفت و فرشتگان را برای نابود کردن‏شان فرستاد که قبل از آن، گذرشان بر ابراهیم افتاد و او را به تولد اسحاق و بعد از او یعقوب مژده دادند.\nسپس ابراهیم از فرشتگان پرسید:\nمی‌خواهید کجا بروید؟ آنها نیز او را خبر دادند که می‌خواهند قوم لوط را نابود کنند.\nپس ابراهیم با آنها گفتگو کرد و گفت:\n(\n﴿إِنَّ فِيهَا لُوطٗا﴾\n) لوط در آن شهر است.\nفرشتگان به او گفتند:\n(\n﴿لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n) بی‌گمان او و خانواده‌اش را رهایی می‌بخشیم، مگر همسرش که از ماندگاران و نابود شوندگان خواهد بود. سپس فرشتگان به راه افتادند تا اینکه به نزد لوط آمدند. لوط از آمدن آنها ناراحت و دلتنگ شد، چون آنها را نشناخت و گمان برد که مهمان و مسافر هستند، بنابراین ترسید که قومش به آنها تجاوز کنند.\nپس فرشتگان به او گفتند:\n(\n﴿لَا تَخَفۡ وَلَا تَحۡزَنۡ﴾\n) مترس و غمگین مباش! و به او خبر دادند که آنها فرستادگان خدا هستند، (\n﴿إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n)\n«ما نجات دهندگان تو و خانواده‌ات هستیم، مگر زنت که از ماندگاران و نابود شوندگان خواهد بود»\n.\n((إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾)\nما بر اهل این شهر به کیفر نافرمانی‌ای که می‌کردند، عذابی از آسمان نازل خواهیم کرد. پس فرشتگان به او فرمان دادند که شبانه به همراه خانواده‌اش بیرون برود، پس صبحگاهان خداوند سرزمین آنها را زیرو رو کرد و از آسمان پی در پی بر آنان سنگ باراند تا اینکه آنها را نابود و هلاک ساخت و آنها به افسانه‌ای از افسانه‌ها تبدیل شدند و عبرتی از عبرت‌ها گردیدند. (\n﴿وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ﴾\n) و از خانه‌ها و آبادی‌های قوم لوط، آثار روشن و نمایانی برجای گذاشتیم تا عبرتی برای کسانی باشند که با دل‌های‏شان عبرت‌ها را درک می‌نمایند و از آن بهره‌مند می‌شوند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ﴾\nو شما صبح و شب از کنار آنها عبور می‌کنید، آیا خرد نمی‌ورزید؟!"
  },
  {
    "ayah": 32,
    "text": "#\n(30 - 35)\nپس پیامبرشان از آنها ناامید شد و دانست که سزاوار عذاب می‌باشند. و از اینکه آنها به شدت او را تکذیب ‌کردند، ناراحت شد؛ پس علیه آنان دعا کرد و (\n﴿قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ﴾\n) گفت: پروردگارا! مرا بر گروه فسادکاران پیروز نما. پس خداوند دعایش را پذیرفت و فرشتگان را برای نابود کردن‏شان فرستاد که قبل از آن، گذرشان بر ابراهیم افتاد و او را به تولد اسحاق و بعد از او یعقوب مژده دادند.\nسپس ابراهیم از فرشتگان پرسید:\nمی‌خواهید کجا بروید؟ آنها نیز او را خبر دادند که می‌خواهند قوم لوط را نابود کنند.\nپس ابراهیم با آنها گفتگو کرد و گفت:\n(\n﴿إِنَّ فِيهَا لُوطٗا﴾\n) لوط در آن شهر است.\nفرشتگان به او گفتند:\n(\n﴿لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n) بی‌گمان او و خانواده‌اش را رهایی می‌بخشیم، مگر همسرش که از ماندگاران و نابود شوندگان خواهد بود. سپس فرشتگان به راه افتادند تا اینکه به نزد لوط آمدند. لوط از آمدن آنها ناراحت و دلتنگ شد، چون آنها را نشناخت و گمان برد که مهمان و مسافر هستند، بنابراین ترسید که قومش به آنها تجاوز کنند.\nپس فرشتگان به او گفتند:\n(\n﴿لَا تَخَفۡ وَلَا تَحۡزَنۡ﴾\n) مترس و غمگین مباش! و به او خبر دادند که آنها فرستادگان خدا هستند، (\n﴿إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n)\n«ما نجات دهندگان تو و خانواده‌ات هستیم، مگر زنت که از ماندگاران و نابود شوندگان خواهد بود»\n.\n((إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾)\nما بر اهل این شهر به کیفر نافرمانی‌ای که می‌کردند، عذابی از آسمان نازل خواهیم کرد. پس فرشتگان به او فرمان دادند که شبانه به همراه خانواده‌اش بیرون برود، پس صبحگاهان خداوند سرزمین آنها را زیرو رو کرد و از آسمان پی در پی بر آنان سنگ باراند تا اینکه آنها را نابود و هلاک ساخت و آنها به افسانه‌ای از افسانه‌ها تبدیل شدند و عبرتی از عبرت‌ها گردیدند. (\n﴿وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ﴾\n) و از خانه‌ها و آبادی‌های قوم لوط، آثار روشن و نمایانی برجای گذاشتیم تا عبرتی برای کسانی باشند که با دل‌های‏شان عبرت‌ها را درک می‌نمایند و از آن بهره‌مند می‌شوند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ﴾\nو شما صبح و شب از کنار آنها عبور می‌کنید، آیا خرد نمی‌ورزید؟!"
  },
  {
    "ayah": 33,
    "text": "#\n(30 - 35)\nپس پیامبرشان از آنها ناامید شد و دانست که سزاوار عذاب می‌باشند. و از اینکه آنها به شدت او را تکذیب ‌کردند، ناراحت شد؛ پس علیه آنان دعا کرد و (\n﴿قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ﴾\n) گفت: پروردگارا! مرا بر گروه فسادکاران پیروز نما. پس خداوند دعایش را پذیرفت و فرشتگان را برای نابود کردن‏شان فرستاد که قبل از آن، گذرشان بر ابراهیم افتاد و او را به تولد اسحاق و بعد از او یعقوب مژده دادند.\nسپس ابراهیم از فرشتگان پرسید:\nمی‌خواهید کجا بروید؟ آنها نیز او را خبر دادند که می‌خواهند قوم لوط را نابود کنند.\nپس ابراهیم با آنها گفتگو کرد و گفت:\n(\n﴿إِنَّ فِيهَا لُوطٗا﴾\n) لوط در آن شهر است.\nفرشتگان به او گفتند:\n(\n﴿لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n) بی‌گمان او و خانواده‌اش را رهایی می‌بخشیم، مگر همسرش که از ماندگاران و نابود شوندگان خواهد بود. سپس فرشتگان به راه افتادند تا اینکه به نزد لوط آمدند. لوط از آمدن آنها ناراحت و دلتنگ شد، چون آنها را نشناخت و گمان برد که مهمان و مسافر هستند، بنابراین ترسید که قومش به آنها تجاوز کنند.\nپس فرشتگان به او گفتند:\n(\n﴿لَا تَخَفۡ وَلَا تَحۡزَنۡ﴾\n) مترس و غمگین مباش! و به او خبر دادند که آنها فرستادگان خدا هستند، (\n﴿إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n)\n«ما نجات دهندگان تو و خانواده‌ات هستیم، مگر زنت که از ماندگاران و نابود شوندگان خواهد بود»\n.\n((إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾)\nما بر اهل این شهر به کیفر نافرمانی‌ای که می‌کردند، عذابی از آسمان نازل خواهیم کرد. پس فرشتگان به او فرمان دادند که شبانه به همراه خانواده‌اش بیرون برود، پس صبحگاهان خداوند سرزمین آنها را زیرو رو کرد و از آسمان پی در پی بر آنان سنگ باراند تا اینکه آنها را نابود و هلاک ساخت و آنها به افسانه‌ای از افسانه‌ها تبدیل شدند و عبرتی از عبرت‌ها گردیدند. (\n﴿وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ﴾\n) و از خانه‌ها و آبادی‌های قوم لوط، آثار روشن و نمایانی برجای گذاشتیم تا عبرتی برای کسانی باشند که با دل‌های‏شان عبرت‌ها را درک می‌نمایند و از آن بهره‌مند می‌شوند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ﴾\nو شما صبح و شب از کنار آنها عبور می‌کنید، آیا خرد نمی‌ورزید؟!"
  },
  {
    "ayah": 34,
    "text": "#\n(30 - 35)\nپس پیامبرشان از آنها ناامید شد و دانست که سزاوار عذاب می‌باشند. و از اینکه آنها به شدت او را تکذیب ‌کردند، ناراحت شد؛ پس علیه آنان دعا کرد و (\n﴿قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ﴾\n) گفت: پروردگارا! مرا بر گروه فسادکاران پیروز نما. پس خداوند دعایش را پذیرفت و فرشتگان را برای نابود کردن‏شان فرستاد که قبل از آن، گذرشان بر ابراهیم افتاد و او را به تولد اسحاق و بعد از او یعقوب مژده دادند.\nسپس ابراهیم از فرشتگان پرسید:\nمی‌خواهید کجا بروید؟ آنها نیز او را خبر دادند که می‌خواهند قوم لوط را نابود کنند.\nپس ابراهیم با آنها گفتگو کرد و گفت:\n(\n﴿إِنَّ فِيهَا لُوطٗا﴾\n) لوط در آن شهر است.\nفرشتگان به او گفتند:\n(\n﴿لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n) بی‌گمان او و خانواده‌اش را رهایی می‌بخشیم، مگر همسرش که از ماندگاران و نابود شوندگان خواهد بود. سپس فرشتگان به راه افتادند تا اینکه به نزد لوط آمدند. لوط از آمدن آنها ناراحت و دلتنگ شد، چون آنها را نشناخت و گمان برد که مهمان و مسافر هستند، بنابراین ترسید که قومش به آنها تجاوز کنند.\nپس فرشتگان به او گفتند:\n(\n﴿لَا تَخَفۡ وَلَا تَحۡزَنۡ﴾\n) مترس و غمگین مباش! و به او خبر دادند که آنها فرستادگان خدا هستند، (\n﴿إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n)\n«ما نجات دهندگان تو و خانواده‌ات هستیم، مگر زنت که از ماندگاران و نابود شوندگان خواهد بود»\n.\n((إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾)\nما بر اهل این شهر به کیفر نافرمانی‌ای که می‌کردند، عذابی از آسمان نازل خواهیم کرد. پس فرشتگان به او فرمان دادند که شبانه به همراه خانواده‌اش بیرون برود، پس صبحگاهان خداوند سرزمین آنها را زیرو رو کرد و از آسمان پی در پی بر آنان سنگ باراند تا اینکه آنها را نابود و هلاک ساخت و آنها به افسانه‌ای از افسانه‌ها تبدیل شدند و عبرتی از عبرت‌ها گردیدند. (\n﴿وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ﴾\n) و از خانه‌ها و آبادی‌های قوم لوط، آثار روشن و نمایانی برجای گذاشتیم تا عبرتی برای کسانی باشند که با دل‌های‏شان عبرت‌ها را درک می‌نمایند و از آن بهره‌مند می‌شوند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ﴾\nو شما صبح و شب از کنار آنها عبور می‌کنید، آیا خرد نمی‌ورزید؟!"
  },
  {
    "ayah": 35,
    "text": "#\n(30 - 35)\nپس پیامبرشان از آنها ناامید شد و دانست که سزاوار عذاب می‌باشند. و از اینکه آنها به شدت او را تکذیب ‌کردند، ناراحت شد؛ پس علیه آنان دعا کرد و (\n﴿قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ﴾\n) گفت: پروردگارا! مرا بر گروه فسادکاران پیروز نما. پس خداوند دعایش را پذیرفت و فرشتگان را برای نابود کردن‏شان فرستاد که قبل از آن، گذرشان بر ابراهیم افتاد و او را به تولد اسحاق و بعد از او یعقوب مژده دادند.\nسپس ابراهیم از فرشتگان پرسید:\nمی‌خواهید کجا بروید؟ آنها نیز او را خبر دادند که می‌خواهند قوم لوط را نابود کنند.\nپس ابراهیم با آنها گفتگو کرد و گفت:\n(\n﴿إِنَّ فِيهَا لُوطٗا﴾\n) لوط در آن شهر است.\nفرشتگان به او گفتند:\n(\n﴿لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n) بی‌گمان او و خانواده‌اش را رهایی می‌بخشیم، مگر همسرش که از ماندگاران و نابود شوندگان خواهد بود. سپس فرشتگان به راه افتادند تا اینکه به نزد لوط آمدند. لوط از آمدن آنها ناراحت و دلتنگ شد، چون آنها را نشناخت و گمان برد که مهمان و مسافر هستند، بنابراین ترسید که قومش به آنها تجاوز کنند.\nپس فرشتگان به او گفتند:\n(\n﴿لَا تَخَفۡ وَلَا تَحۡزَنۡ﴾\n) مترس و غمگین مباش! و به او خبر دادند که آنها فرستادگان خدا هستند، (\n﴿إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾\n)\n«ما نجات دهندگان تو و خانواده‌ات هستیم، مگر زنت که از ماندگاران و نابود شوندگان خواهد بود»\n.\n((إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ﴾)\nما بر اهل این شهر به کیفر نافرمانی‌ای که می‌کردند، عذابی از آسمان نازل خواهیم کرد. پس فرشتگان به او فرمان دادند که شبانه به همراه خانواده‌اش بیرون برود، پس صبحگاهان خداوند سرزمین آنها را زیرو رو کرد و از آسمان پی در پی بر آنان سنگ باراند تا اینکه آنها را نابود و هلاک ساخت و آنها به افسانه‌ای از افسانه‌ها تبدیل شدند و عبرتی از عبرت‌ها گردیدند. (\n﴿وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ﴾\n) و از خانه‌ها و آبادی‌های قوم لوط، آثار روشن و نمایانی برجای گذاشتیم تا عبرتی برای کسانی باشند که با دل‌های‏شان عبرت‌ها را درک می‌نمایند و از آن بهره‌مند می‌شوند.\nهمان‌گونه که خداوند متعال فرموده است:\n﴿وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ﴾\nو شما صبح و شب از کنار آنها عبور می‌کنید، آیا خرد نمی‌ورزید؟!"
  },
  {
    "ayah": 36,
    "text": ": 36 - 37                            #\n{وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (36) فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (37)}.\nوَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ و به سوي مدين برادرشان شعيب را فرستاديم و گفت : اي قوم من! خداي را پرستش كنيد و به روز بازپسين اميد داريد، و در زمين اصلاً فساد و تباهي نكنيد».\nفَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ پس او را تكذيب كردند در نتيجه زلزله آنان را فرو گرفت و در خانه و كاشانة خود از پاي در آمدند."
  },
  {
    "ayah": 36,
    "text": "#\n(36 - 37)\n(\n﴿وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا﴾\n) و به سوی قبیلۀ معروف مدین، برادرشان شعیب را فرستادیم که آنها را به عبادت خدای یگانه و بی شریک، ایمان آوردن به روز رستاخیز، امید داشتن به آن و عمل کردن برای آن فرمان داد؛ و آنان را از تباهی و فساد ورزیدن در زمین، کاستن از ترازو و پیمانه و راهزنی نهی می‌کرد. (\n﴿فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ﴾\n) پس او را تکذیب کردند، در نتیجه عذاب خدا آنها را فرو گرفت، (\n﴿فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ﴾\n) و آنها در خانه و کاشانۀ خود به رو درافتادند و مردند."
  },
  {
    "ayah": 37,
    "text": "#\n(36 - 37)\n(\n﴿وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا﴾\n) و به سوی قبیلۀ معروف مدین، برادرشان شعیب را فرستادیم که آنها را به عبادت خدای یگانه و بی شریک، ایمان آوردن به روز رستاخیز، امید داشتن به آن و عمل کردن برای آن فرمان داد؛ و آنان را از تباهی و فساد ورزیدن در زمین، کاستن از ترازو و پیمانه و راهزنی نهی می‌کرد. (\n﴿فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ﴾\n) پس او را تکذیب کردند، در نتیجه عذاب خدا آنها را فرو گرفت، (\n﴿فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ﴾\n) و آنها در خانه و کاشانۀ خود به رو درافتادند و مردند."
  },
  {
    "ayah": 38,
    "text": ": 38 - 40                            #\n{وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ (38) وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ (39) فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (40)}\nوَعَادًا وَثَمُودَ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ. و عاد و ثمود را ]نيز نابود كرديم\n[ و خانه و كاشانة ايشان براي شما نمايان است و شيطان كارهايشان را برايشان آراسته جلوه داد و آنان را از راه ]\nراست\n[ بازداشت در حالي كه بينا بودند.\nوَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءهُم مُّوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ. و قارون و فرعون و هامان را ]\nرا نيز نابود كرديم\n[ و همانا موسي با دلائل و براهين روشن نزد آنان آمده بود امّا ايشان در زمين استكبار و برتري جويي ورزيدند ولي نتوانستند ]\nاز ما[ پيشي گيرند.\nفَكُلًّا أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ"
  },
  {
    "ayah": 38,
    "text": "#\n(38)\nبر سر قوم عاد و ثمود نیز همان بلایی آوردیم که بر سر قوم لوط آوردیم؛ و شما داستان آنها را می‌دانید؛ و برخی از خانه‌ها و آثارشان را با چشم خود مشاهده می‌کنید و خانه‌های‏شان را که از آن جدا شده‌اند، می‌بینید. پس برایتان روشن شده که خداوند با آنان چه کرده است. پیامبران با دلایل و نشانه‌های روشنگر و بینش به نزد آنها آمدند، اما آنان را تکذیب کردند و با آنها به مجادله پرداختند. (\n﴿وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ﴾\n) و شیطان کارهای‏شان را برای‏شان آراست تا اینکه گمان بردند آنچه شیطان برای آنان آورده است، از آنچه که پیامبران برای‏شان آورده‌اند، بهتر می‌باشد."
  },
  {
    "ayah": 39,
    "text": "#\n(39)\nو همچنین قارون و فرعون و هامان، وقتی خداوند موسی بن عمران را به همراه نشانه‌های روشن و دلایل قاطع به نزد آنها فرستاد، فرمان نبردند؛ و در زمین بر بندگان خدا استکبار و سرکشی ورزیدند و حق را نپذیرفتند؛ بنابراین وقتی که کیفر خدا بر آنها نازل شد، نتوانستند نجات یابند. (\n﴿وَمَا كَانُواْ سَٰبِقِينَ﴾\n) و نتوانستند از خدا پیشی بگیرند و از دست خدا در روند، بلکه تسلیم و دستگیر شدند."
  },
  {
    "ayah": 40,
    "text": "#\n(40)\n(\n﴿فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦ﴾\n) و هریک از این امت‌ها را که پیامبران را تکذیب ‌کردند، به اندازۀ گناهش و با کیفری متناسب با آن عذاب دادیم، (\n﴿فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا﴾\n) پس بر بعضی از ایشان عذابی را فرستادیم و آنها را سنگباران نمودیم،\nمانند قوم عاد که خداوند طوفان شدید را بر آنان فرستاد:\n﴿سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ﴾\n[الحاقة: 7]\n«[خداوند] آن [عذاب] را هفت شب و هشت روزِ پیاپی بر آنان مسخر گرداند و مردم را در آن [عذاب] فرو افتاده می‌دیدی، انگار تنۀ نخل‌های میان تهی می‌باشند»\n! (\n﴿وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ﴾\n) و بعضی از ایشان را صدای مرگبار فرو گرفت، مانند قوم صالح، (\n﴿وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ﴾\n) و برخی از ایشان را مانند قارون به قلب زمین فرو بردیم، (\n﴿وَمِنۡهُم مَّنۡ أَغۡرَقۡنَا﴾\n) و برخی از ایشان را مانند فرعون و هامان و لشکریان‏شان در آب غرق نمودیم. (\n﴿وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ﴾\n) و شایسته و سزاوار خداوند نیست که بر آنها ستم نماید، چون او در کمال دادگری و به‌طور کامل از همۀ مردم بی‌نیاز است. (\n﴿وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ﴾\n) اما آنها خود بر خویشتن ستم ‌کردند و حق را ضایع نمودند؛ زیرا انسان‌ها برای پرستش خدای یگانه آفریده شده‌اند، اما با این وجود خود را به شهوت‌ها و گناهان مشغول کردند، و خویشتن را در معرض زیان و آسیب قرار دادند، چون گمان می‌بردند که این کار به نفع آنهاست."
  },
  {
    "ayah": 41,
    "text": ": 41 - 43                            #\n{مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ (41) إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ (42) وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ (43)}.\nمَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاء كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ مثال آناني که به جاي خداوند دوستاني گرفته اند همچون کار عنکبوت است که خانه اي ساخته و به درستي که اگر مي دانستند سست ترين خانه ها خانۀ عنکبوت است.\nإِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ بي شک خداوند مي داند هر آنچه را که به جاي او ]به نيايش[ مي خوانند در حقيقت چيزي نيست، و او پيروزمند فرزانه است.\nوَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ و اين مثال هايي هستند که ما براي مردم مي زنيم، و جز دانايان آن را درک نمي کنند."
  },
  {
    "ayah": 41,
    "text": "#\n(41)\nاین مثال را خداوند برای کسی زده است که به همراه او کسی دیگر را عبادت می‌کند؛ و منظورش عزت و قدرت یافتن و فایده‌مند شدن است، درحالی که قضیه برخلاف منظور اوست.\nخداوند می‌فرماید:\nمثال چنین کسی مانند عنکبوت است که برای خود خانه‌ای درست کرده است تا او را از گرما و سرما و آفت‌ها مصون و محفوظ بدارد، (\n﴿وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِ﴾\n) حال آنکه بی‌گمان سست‌ترین خانه‌ها، خانه و کاشانۀ عنکبوت است؛ چرا که عنکبوت حیوان ضعیفی است و خانه‌اش نیز ضعیف‌ترین و سست‌ترین خانه‌هاست؛ و درست کردن خانه جز ضعف و سستی چیزی به او نیفزوده است. همچنین کسانی که به جای خدا سرپرستان و دوستانی برگرفته‌اند، از هر جهت ناتوان هستند؛ و وقتی که به جای او سرپرستان و دوستانی برمی‌گیرند و به آنها افتخار می‌کنند و از آنها یاری می‌جویند، در حقیقت به ضعف و سستی خود می‌افزایند. و آنها برای تحقق بسیاری از منافع‏شان بر آنان توکل نموده‌اند و آن را بر گردن آنها انداخته‌اند و خود به این امید نشسته‌اند که آنها این کارها را برای‏شان انجام خواهند داد. در نتیجه این بت‌ها آنان را خوار می‌نمایند و فایده‌ای به آنها نمی‌رسانند و از کمک و یاری آنها کمترین چیزی عایدشان نمی‌شود. پس اگر این دسته از انسان‌ها، حقیقت و ماهیت کسانی که آنان را به پرستش گرفته‌اند می‌دانستند، آنان را عبادت نمی‌کردند و از آنها بیزاری می‌جستند و پروردگار توانای مهربان را به سرپرستی و دوستی می‌گرفتند؛ که هرگاه بنده‌اش او را به دوستی بگیرد و بر او توکل نماید، مشکلات دینی و دنیوی او را حل می‌کند، او را بسنده خواهد بود، به نیرو و قدرت قلبی و بدنی‌اش می‌افزاید و حالات و کارهایش را سامان می‌بخشد. وقتی خداوند متعال نهایت ناتوانی خدایان و معبودان مشرکین را بیان نمود، به همین مقدار بسنده نکرد،\nبلکه از این فراتر رفت و گفت:\nآنها هیچ چیزی نیستند، بلکه فقط نام‌هایی هستند که بر آنان گذاشته‌اید و گمان‌هایی هستند که باور نمودید؛ و پوچ بودن آن با کمترین تحقیق و تفحص برای مرد عاقل و هوشمند مشخص و روشن می‌شود."
  },
  {
    "ayah": 42,
    "text": "#\n(42)\nبنابراین فرمود: (\n﴿إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖ﴾\n) خداوند می‌داند ـ‌و او به پیدا و پنهان آگاه است‌ـ که آنچه آنان به جای وی به نیایش می‌خوانند، در حقیقت وجود ندارند و معبود حقیقی نیستند؛\nمانند اینکه می‌فرماید:\n﴿إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍ﴾\n[النجم: 23]\n«اینها فقط نام‌هایی هستند که شما و پدران‏تان نهاده‌اید؛ و خداوند برای آن دلیلی نازل نفرموده است»\n.\n﴿وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ﴾\n[یونس: 66]\n«کسانی که به جای خدا انبازهایی دیگر را به فریاد می‌خوانند، جز از گمان [خود] پیروی نمی‌کنند»\n. (\n﴿وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ﴾\n) و خداوند تواناست، و بر همۀ مخلوقات چیره است؛ و با حکمت است، و هر چیزی را در جایش و در محل مناسب آن قرار می‌دهد؛ خداوندی که آفرینش هر چیزی را زیبا و محکم نموده است."
  },
  {
    "ayah": 43,
    "text": "#\n(43)\n(\n﴿وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ﴾\n) و این مثال‌هایی است که به خاطر مردم و برای بهره‌مند شدن آنها و تعلیم دادن‏شان می‌زنیم؛ و از این طریق علوم و دانستنی‌ها را برای‏شان واضح و روشن می‌گردانیم؛ و از این راه امور معقول را به امور محسوس نزدیک می‌نماییم؛ و بدین سبب معنی مطلوب روشن می‌شود. پس این مصلحتی برای عموم مردم است. (\n﴿وَمَا يَعۡقِلُهَآ﴾\n) ولی این مثال‌ها را نمی‌فهمند و درک نمی‌کنند و تطبیق نمی‌دهند، (\n﴿إِلَّا ٱلۡعَٰلِمُونَ﴾\n) مگر دانشمندان و عالمان حقیقی؛ آنهایی که علم و دانایی به دل‌های‏شان رسیده است. خداوند با آوردن این مثال‌ها،\n[آدمی را]\nبه تدبر و فهم و درک امور تحریک نموده و او را بر این کار می‌ستاید. این مثال‌ها نشانۀ علم و دانایی است. پس دانسته شد که هر کس این مثال‌ها را نفهمد و درک نکند، از عالمان و دانایان نیست؛ زیرا مثال‌هایی که خداوند در قرآن می‌زند، برای کارهای بزرگ و مطالب عالی و مهم می‌باشد. و اهل علم می‌دانند که اینها از دیگر چیزها مهم‌تر هستند، چون خداوند به آن اعتنا و توجه نموده و بندگانش را بر فهمیدن و اندیشیدن در آن تحریک کرده است. بنابراین آنها تمامی سعی و تلاش خود را برای شناختن آن مبذول می‌دارند. اما هر کس این مثال‌ها را با وجود اهمیتی که دارند نفهمد، این بیانگر آن است که او از اهل علم نیست؛ چون وقتی او مسائل مهم را نداند، به طریق اولی دیگر چیزها را نمی‌داند. بنابراین خداوند در مورد اصول دین و امثال آن مثال‌های زیادی بیان کرده است."
  },
  {
    "ayah": 44,
    "text": ": 44                            #\n{خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ (44)}.\nخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِّلْمُؤْمِنِينَ خداوند آسمان ها و زمين را به حق آفريد، قطعاً در اين نشانۀ بزرگي براي اهل ايمان است."
  },
  {
    "ayah": 44,
    "text": "#\n(44)\nخداوند به تنهایی آسمان‏ها را، با وجود بلندی و ارتفاع و گستردگی و زیبایی‌اش، همراه با خورشید و ماه و ستارگان و فرشتگانی که در آنها وجود دارند، آفرید. و زمین و کوه‌ها و دریاها و صحرا و بیابان‌ها و درختانی را که در آن وجود دارد، به تنهایی آفریده است؛ و همۀ اینها را به حق آفریده؛ و آنها را بیهوده و بی‌هدف خلق نکرده است، بلکه آنها را آفریده تا فرمان و قانونش اجرا شود؛ و نعمتش بر بندگانش کامل گردد؛ تا آنها حکمت و قهر و تدبیر او را ببینند. این چیزها را به آنان نشان می‌دهد تا فقط او را معبود و محبوب و خدای خود بدانند. (\n﴿إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ﴾\n) قطعاً در این، برای مؤمنان نشانه‌ایست که بر بسیاری از مطالب ایمانی دلالت می‌نماید و هرگاه مؤمن در آن بیندیشد، مطالب ایمانی را به صورت آشکار در آن مشاهده خواهد کرد."
  },
  {
    "ayah": 45,
    "text": ": 45                            #\n{اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (45)}.\nاتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ"
  },
  {
    "ayah": 45,
    "text": "#\n(45)\nخداوند به تلاوت و خواندن محصول وحی -که این کتاب بزرگ است- فرمان می‌دهد. تلاوت؛ یعنی پیروی کردن از آن؛ با انجام و اجرای اوامر آن، دوری و اجتناب از نواهی آن، حرکت کردن مطابق رهنمود و راهنمایی آن، تصدیق اخبارش، تدبر در معانی آن و تلاوت الفاظ آن. پس تلاوت و خواندن کلمات قرآن، جزو این معنی و بخشی از آن است. با این توضیح از معنی تلاوت، دانسته شد که برپا داشتن همۀ دین، در تلاوت قرآن داخل است.\nو گفتۀ الهی:\n(\n﴿وَأَقِمِ ٱلصَّلَوٰةَ﴾\n) از باب عطف خاص بر عام است، چون نماز دارای فضیلت است و آثار زیبا و خوبی دارد؛ و آن این است که (\n﴿إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ﴾\n) همانا نماز\n[انسان ‌را]\nاز کارهای زشت و ناپسند باز می‌دارد.\n«فحشاء»\nبه معنی گناهی است که بزرگ شمرده می‌شود و زشت است و نفس انسان بدان تمایل دارد. و\n«منکر»\nبه معنی گناهی است که عقل‌ها و فطرت‌ها آن را نمی‌پسندند. و دلیل اینکه نماز از کارهای زشت و ناپسند باز می‌دارد، این است که چنانچه بنده‌ای نماز را به طور کامل و با ارکان و شرایط آن و با فروتنی ادا ‌کند، قلبش روشن و نورانی و پاک می‌شود و ایمانش افزون می‌گردد و به خیر و نیکی علاقۀ بیشتری پیدا کرده و علاقه‌اش به شر و بدی کم می‌شود. پس قطعاً اگر بدین صورت بر نماز مداومت و محافظت شود، از کارهای زشت و ناپسند باز می‌دارد. و این از بزرگ‌ترین اهداف نماز و نتایج آن است. و نیز در نماز، هدفی بزرگ‌تر و مهم‌تر از این وجود دارد؛ و آن اینکه در نماز، با قلب و زبان و بدن، خداوند یاد می‌شود؛ و خداوند بندگان را برای عبادت خود آفریده و بهترین عبادتی که انجام می‌دهند، نماز است؛ زیرا در این عبادت، همۀ اعضای بدن، خدا را بندگی می‌کنند که در غیر آن چنین نیست.\nبنابراین فرمود:\n(\n﴿وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُ﴾\n) و ذکر و یاد خدا بزرگ‌تر است. و معنی دیگری که از این آیه محتمل می‌باشد، این است که وقتی خداوند به نماز فرمان داد و آن را ستود، خبر داد که ذکر و یاد خداوند در خارج از نماز والاتر و بزرگ‌تر است، آن‌طور که نظر جمهور مفسرین همین است. اما تفسیر اول بهتر است، چون نماز خواندن از ذکر خدا در خارج از نماز بهتر است. و نماز ـ ‌چنان‏که گذشت ـ یکی از بزرگ‌ترین ذکرها است. (\n﴿وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ﴾\n) و خداوند به خوبی و بدی‌ای که انجام می‌دهید، داناست؛ و شما را بر آن به کامل‌ترین صورت جزا و سزا می‌دهد."
  },
  {
    "ayah": 46,
    "text": ": 46                            #\n{وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ (46)}.\nوَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ و با اهل کتاب جز به روشي که بهتر است مجادله نکنيد مگر با کساني از ايشان که ستم کردند،\nو بگوييد :\n«به تمام آنچه از سوي خدا بر ما و شما نازل شده است ايمان داريم، و معبود ما و معبود شما يکي است و ما فرمانبردار او هستيم»\n."
  },
  {
    "ayah": 46,
    "text": "#\n(46)\nخداوند از مجادلۀ بدون بینش و یا بدون قاعدۀ پسندیده با اهل کتاب نهی کرده است و می‌فرماید: با روشی که بهتر است و با اخلاق خوب و سخن نرم و دعوت دادن به حق و زیبا ارائه کردن دعوت و رد نمودن باطل و نشان دادن زشتی آن بحث و گفتگو کنید؛ و نباید منظور از مجادله، شکست دادن محض و برتری یافتن باشد؛ بلکه باید منظور از آن، بیان حق و هدایت خلق باشد. (\n﴿إِلَّا ٱلَّذِينَ ظَلَمُواْ﴾\n) مگر آن کسانی از اهل کتاب که ستم کردند؛ و از حالت مجادله کننده مشخص شود که او اراده‌ای برای پذیرفتن حق ندارد و تنها به قصد آشوبگری و شکست دادن مجادله می‌نماید؛ پس مجادله با چنین کسی فایده‌ای ندارد. (\n﴿وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ﴾\n) و بگویید به آنچه بر ما و شما نازل شده است، ایمان آورده‌ایم؛ و معبود ما و معبود شما یکی است؛ یعنی مجادلۀ شما با اهل کتاب، باید بر اساس ایمان داشتن به آنچه بر شما و بر آنها نازل شده و بر اساس ایمان به پیامبرتان و پیامبر آنها و بر مبنای توحید خدا استوار باشد. و مناظرۀ شما با آنها نباید باعث انتقاد و خرده‌گیری از کتاب‌های الهی یا خرده‌گیری از یکی از پیامبران شود، آن گونه که جاهل به هنگام مناظره با طرف خود می‌نماید و از همۀ آنچه که دارد -خواه حق باشد یا باطل- خرده می‌گیرد. پس این ظلم است و از دایرۀ آداب مناظره خارج می‌باشد؛ زیرا باید سخن و باور باطل و پوچِ مجادله کننده رد گردد و حقی که نزد اوست پذیرفته شود؛ و نباید حق به خاطر گوینده‌اش -گرچه کافر باشد- رد شود. مناظره با اهل کتاب با این طریق، آنها را به اعتراف به قرآن و پیامبر ملزم می‌گرداند؛ زیرا وقتی که دربارۀ اصول دین و آنچه که پیامبران و کتاب‌ها بر آن اتفاق دارند سخن گفته شود و حقایق آن برای دو طرف مناظره ‌کننده ثابت گردد؛ حقایقی که کتاب‌ها و پیامبران گذشته و قرآن و محمد صلی الله علیه وسلم آن را بیان نموده و از آن خبر داده‌اند، از این لازم می‌آید که همۀ کتاب‌ها و پیامبران تصدیق شوند؛ و این از ویژگی‌های اسلام است.\nاما اگر کسی بگوید:\nبه آنچه فلان کتاب بر آن دلالت می‌نماید، ایمان می‌آورم؛ نه به آنچه که فلان کتاب می‌گوید، در حالی که آن حقی است که کتابِ پیش از خود را تصدیق می‌نماید، چنین کاری ستم و هوا پرستی است. و او با چنین کاری گفتۀ خویش را تکذیب می‌کند، چون وقتی او قرآن را ـ که کتاب‌های پیش از خود را تایید می‌کند ـ دروغ ‌انگارد، در حقیقت آنچه را که گمان می‌برد به آن ایمان دارد، تکذیب می‌نماید. نیز هرآنچه که نبوت یکی از پیامبران را ثابت ‌نماید، بر نبوت محمد صلی الله علیه وسلم دلالت می‌کند؛ و هر شبهه‌ای که بر نبوت محمد صلی الله علیه وسلم وارد گردد، همان شبهه یا بزرگ‌تر از آن در مورد نبوت غیر از محمد وارد می‌شود. پس وقتی باطل بودن این شبهه در مورد یکی از پیامبران ثابت شد، باطل بودن آن در حق پیامبر صلی الله علیه وسلم بسیار روشن‌تر است. (\n﴿وَنَحۡنُ لَهُۥ مُسۡلِمُونَ﴾\n) و ما تسلیم و منقاد فرمان او هستیم؛ و هرکس به خدا ایمان آورد و او را معبود خود قرار دهد و به همۀ کتاب‌ها و پیامبرانش ایمان آورد و فرمانبردار خدا باشد و از پیامبرانش پیروی کند، او خوشبخت و سعادتمند است؛ و هرکس از این راه منحرف شود، بدبخت و گمراه است."
  },
  {
    "ayah": 47,
    "text": ": 47 - 48                            #\n{وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ (47) وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ (48)}.\nوَكَذَلِكَ أَنزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاء مَن يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ و بدينسان بر تو کتاب نازل کرديم و کساني که به آنان کتاب ]آسماني[ بخشيديم و به آن ايمان مي آورند، و از ميان اينان کسي بدان ايمان دارند و آيات ما را جز کافران انکار نمي کنند.\nوَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَّارْتَابَ الْمُبْطِلُونَ و تو پيش از قرآن کتابي نمي خواندي و با دست خويش چيزي نمي نوشتي که اگر چنين مي شد باطل گرايان در شک مي افتادند."
  },
  {
    "ayah": 47,
    "text": "#\n(47)\n(\n﴿وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ﴾\n) و همچنین ای محمد! این کتاب بزرگ را که هر خبر بزرگی را بیان می‌دارد و به هر اخلاق خوب و امر نیکی فرا می‌خواند و کتاب‌های گذشته را تصدیق می‌نماید و پیامبران گذشته از آن خبر داده‌اند، بر تو فرو فرستادیم. (\n﴿فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ﴾\n) و کسانی که به آنان کتاب داده‌ایم، قرآن را به گونۀ شایسته شناختند و کینه و هوی‌پرستی در باور آنها رخنه نکرد. (\n﴿يُؤۡمِنُونَ بِهِۦ﴾\n) به قرآن ایمان می‌آورند، چون آنها با توجه به آنچه که نزدشان است، و مژده‌هایی که در کتاب‌های‏شان مبنی بر صحت این کتاب آمده، و به سبب معیارهایی که برای شناخت خوب و بد و راست و دروغ در اختیار دارند، به راست بودن آن یقین کردند. (\n﴿وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦ﴾\n) و از میان اینان کسانی هستند که از روی بینش و آگاهی به آن ایمان می‌آورند، نه از روی ترس و امید. (\n﴿وَمَا يَجۡحَدُ بِ‍َٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ﴾\n) و آیات ما را جز کافران انکار نمی‌کنند؛ همان کسانی که به انکار حق و مخالفت با آن عادت کرده‏اند. و این محصور ساختن کسانی است که به او کفر می‌ورزند؛ و اینکه هیچ یک از آنها به قصد پیروی کردن از حق، آن را انکار نکرده‌اند؛ زیرا هر کس قصد و ارادۀ درستی داشته باشد، باید به آن ایمان بیاورد؛ چون در آن نشانه‌هایی است که هر فرد عاقل به آن ایمان می‌آورد، و هرکس که با قلبی بیدار به آن گوش فرا دهد، آن را می‌پذیرد."
  },
  {
    "ayah": 48,
    "text": "#\n(48)\nو از جمله چیزهایی که بر صحت و درستی قرآن دلالت می‌نماید، این است که این پیامبر امین قرآن را آورده است؛ کسی که قومش، صداقت و امانتداری و رفت و آمدها و سایر حالات او را می‌دانستند و نمی‌توانست با دست خود چیزی را بنویسد، بلکه اگر چیزی هم نوشته می‌شد، نمی‌توانست آن را بخواند. پس با چنین وضعیتی این قرآن را آورده است و این روشن‌ترین دلیل است مبنی بر اینکه قرآن از جانب خداوند توانا و ستوده است و در این هیچ شک و تردیدی نیست.\nبنابراین فرمود:\n(\n﴿وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ﴾\n) و تو پیش از نزول قرآن کتابی را نمی‌خواندی و با دست خود چیزی را نمی‌نوشتی، که اگر چنین می‌شد و کتاب می‌خواندی و چیزی می‌نوشتی،\nباطل‌گرایان به شک و تردید می‌افتادند و می‌گفتند:\nآنچه را می‌گوید از کتاب‌های گذشته یاد گرفته، یا از آن کتاب‌ها رونویسی نموده است. خداوند بر قلب تو کتاب بزرگی نازل کرده است که به وسیلۀ آن، افراد فصیح و بليغ و آنانی را که دشمنان سرسخت تو بودند، به مبارزه طلبیدی تا مانند قرآن یا یک سوره مانند آن را بیاورند. پس آنها کاملاً از انجام چنین کاری درماندند، و به فصاحت و شیوایی قرآن و اینکه سخن هیچ انسانی نمی‌تواند به این مرتبه\n[از فصاحت و بلاغت]\nبرسد، کاملاً واقف بودند، به همین خاطر مخالفت و مبارزۀ با قرآن به قلب‏شان هم خطور نمی‌کرد."
  },
  {
    "ayah": 49,
    "text": ": 49                            #\n{بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ (49)}.\nبَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ بلکه آن ]قرآن[ آيات روشني است که در سينه هاي دانش يافتگان است و جز ستمکاران آيات ما را انکار نمي کنند."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\nبنابراین فرمود: (\n﴿بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِ‍َٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ﴾\n) بلکه این قرآن آیات روشنی است که\n[بر هیچ انسان خردمندی]\nپوشیده نیست،\n[و]\nدر سینه‌های دانش یافتگان است؛ و آنها سران مردم و افراد عاقل، کامل و خردمندان‏شان هستند. پس وقتی این قرآن، آیات روشنی در سینۀ چنین افرادی است، مخالفت دیگران زیانی نمی‌رساند و انکارشان جز ستم در حق خویش چیزی نیست.\nبنابراین فرمود:\n(\n﴿وَمَا يَجۡحَدُ بِ‍َٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ﴾\n) و آیات ما را جز ستمگران انکار نمی‌کنند، چون آیات قرآن را جز فرد جاهل و نادان انکار نمی‌کند؛ نادانی که بدون آگاهی و دانش سخن می‌گوید و از اهل علم و یا کسی که توانایی شناخت حقیقت را دارد، پیروی نمی‌کند. یا کسی قرآن را انکار می‌کند که خود را به نادانی می‌زند، و علی رغم اینکه می‌داند آن حق است و راست بودن آن را می‌داند، با آن مخالفت می‌نماید."
  },
  {
    "ayah": 50,
    "text": ": 50 - 52                            #\n{وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (50) أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ (51) قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (52)}\nوَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ و گفتند :\n«چرا نشانه هايي از پروردگارش بر او فرو فرستاده نشده است؟»\nبگو :\n«نشانه ها تنها نزد خداوند است، و من تنها بيم دهنده اي روشنگر هستم و بس»\n.\nأَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ آيا آنان را کافي شو بسنده نيست که ما اين کتاب را بر تو نازل کرده ايم که بر آنان خوانده مي شود؟! بي گمان در اين براي گروهي که باور مي دارند رحمت و پندي هست.\nقُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُوْلَئِكَ هُمُ الْخَاسِرُونَ بگو :\n«همين بس که خدا ميان من و شما گواه است»\n، آنچه را که در آسمان ها و زمين است مي داند و کساني که به باطل اميان آوردند و به خدا کفر ورزيدند اينانند که زيانکارانند."
  },
  {
    "ayah": 50,
    "text": "#\n(50)\nستمگران تکذیب کننده، بر پیامبر و بر آنچه او آورده بود، اعتراض کردند؛ و معجزاتی را پیشنهاد نمودند و گفتند آنها را برای‏مان بیاور.\nآن‌گونه که خداوند دربارۀ آنها فرموده است:\n﴿وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا﴾\n[الإسراء: 9]\nو گفتند:\n«هرگز به تو ایمان نمی‌آوریم مگر اینکه از زمین برای ما چشمه‌ای بجوشانی.»\nدر حالی که تعیین معجزات، به دست آنها و پیامبر صلی الله علیه وسلم نیست؛ چرا که این کار یک نوع مشارکت و همراهی با خداوند در تدبیر کارها محسوب می‌شود، خداوند در انجام کارها یگانه است و هیچ کس در این زمینه اختیاری ندارد.\nبنابراین فرمود:\n(\n﴿قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ﴾\n) بگو: معجزات تنها نزد خداوند هستند؛ و اگر بخواهد آنها را نازل می‌نماید و اگر بخواهد آن را نمی‌آورد. (\n﴿وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ﴾\n) و من فقط بیم دهنده‌ای آشکار هستم و مقامی بالاتر از این ندارم. و اگر هدف شما روشن شدن حق از باطل است، بدانید که این مهم به طرق گوناگون حاصل گردیده است. بنابراین پیشنهاد معجزات مشخص و معینی، ستم و ظلم و تکبر در برابر خدا و حق است. و اگر فرض شود که این معجزات نازل شوند، و آنها این گونه در دل داشته باشند که جز با این معجزات ایمان نمی‌آورند، ایمان‏شان ایمان حقیقی نیست، بلکه چیزی است که طبق خواسته‌های آنان انجام شده است؛ بنابراین آنها ایمان می‌آورند اما نه به این خاطر که آن حق است، بلکه به خاطر آن معجزات ایمان می‌آورند. پس به فرض اینکه معجزات فرو فرستاده شوند، در فرو فرستاده شدن آن فایده‌ای نیست."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\nو از آنجا که هدف بیان حق بود،\nخداوند طریق آن را بیان کرد و فرمود:\n(\n﴿أَوَ لَمۡ يَكۡفِهِمۡ﴾\n) آیا برای اینکه آنها به راستگو بودن تو و راست بودن آنچه که آورده‌ای پی ببرند، این کافی و بسنده نیست که (\n﴿أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡ﴾\n) ما کتاب را بر تو نازل کرده‌ایم که بر آنها خوانده می‌شود؟! کلام مختصر و جامعی که در آن نشانه‌های روشن و آشکار زیادی هست! و همان‌طور که قبلاً بیان شد، پیامبر بی‌سوادی که خواندن و نوشتن را بلد نیست، آن را آورده است و این بزرگ‌ترین دلیل بر صحت و راست بودن آن است. سپس ناتوان بودن آنها از مبارزه با قرآن، نشانۀ دیگری بر حقانیت آن است. و قرآن آشکارا بر آنها خوانده می‌شود و از جانب خداست و پیامبر در زمانی که یاورانش اندک و مخالفان و دشمنانش زیاد بودند، آن را اظهار نمود؛ و اندک بودن یاوران و زیاد بودن دشمنانش، او را از آشکار کردن قرآن باز نداشت، بلکه به صورت علنی در میان مردم اعلام کرد که این سخن پروردگارم می‌باشد؛ و آیا کسی توان مقابله با آن را دارد؛ و آیا کسی می‌تواند سخنی مانند آن بیاورد؟! پس این دلیلی بر راست بودن قرآن است. و قرآن کتاب‌های گذشته را تصدیق کرده و مطالب آنها را تصحیح نموده است، و تحریف و تغییری که در آنها صورت گرفته، بیان کرده است. این نیز دلیلی دیگر بر حقانیت قرآن می‌باشد. و قرآن در امر و نهی خود، به راه راست هدایت می‌نماید؛ و این دلیلی بر حق و راست بودن آن است. بنابراین قرآن به هیچ چیزی دستور نداده است که عقل بگوید کاش به آن فرمان نمی‌داد. و از هیچ چیزی نهی نکرده است که عقل بگوید کاش از آن نهی نمی‌کرد. بلکه امر و نهی قرآن، مطابق با عدالت و دادگری و حکمت و عقل صاحبان بینش و خرد است. نیز رهنمودها و احکام قرآن، همگام با زمان و مکان حرکت می‌کند، به گونه‌ای که در هیچ زمان و مکانی جز با احکام قرآن کارها بهبود نمی‌یابد. این نیز دلیلی است بر اینکه قرآن حق، و از جانب خداست. پس همۀ این موارد برای کسی که بخواهد حق را تصدیق نماید، و در پی یافتن آن برآید، کافی است؛ و خداوند کسی را که به قرآن بسنده نکند، به مرادش نرساند، و هرکس را که قرآن شفا بخش او نیست خداوند شفایش ندهد؛ و هرکس به وسیلۀ قرآن هدایت شود، و قرآن برایش بسنده باشد، این برای او مایۀ خیر و رحمت است.\nاز این رو فرمود:\n(\n﴿إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ﴾\n) بی‌گمان، در این برای گروهی که باور می‌دارند، رحمت و پندی هست. چون به وسیلۀ قرآن، علم فراوان و خیر زیاد به دست می‌آید، و دل‌ها و ارواح پاکیزه می‌گردند، و باورها و عقاید پاک می‌شوند، و اخلاق کامل می‌گردد؛ و در سایۀ چنین رحمتی، می‌توان به فتوحات الهی و اسرار ربانی دست یافت."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\n(\n﴿قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗا﴾\n) بگو: همین بس که خدا میان من و شما گواه است، من او را گواه گرفته‌ام که اگر دروغگو باشم، عذابی بر من فرود آورد که مایۀ عبرت شما باشد؛ و اگر او مرا یاری ‌کند و کارها را بر من آسان ‌گرداند، باید این شهادت و گواهی بزرگ خداوند، شما را کافی باشد. بنابراین اگر در دل‌های‏تان چنین است که گواهی او ـ و شما آن را نشنیده و ندیده‌اید ـ به عنوان دلیل کافی نیست، پس او (\n﴿يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ﴾\n) آنچه را در آسمان‌ها و زمین است، می‌داند. از جمله چیزهایی که خداوند آن را می‌داند، حالت و سخن من و شماست. پس من به دروغ، چیزهایی به او نسبت نمی‌دهم؛ زیرا او می‌داند و بر کیفر دادن من توانایی دارد. و اگر دروغ بگویم و آن‌را به او نسبت دهم و مرا کیفر ندهد، این نقصی در آگاهی و توانایی و حکمت او خواهد بود.\nآن‌گونه که فرموده است:\n﴿وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ * لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ * ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ﴾\n[الحاقة: 44-46]\n«و اگر برخی سخن‌های دروغ را به ما نسبت می‌داد، او را می‌گرفتیم و رگ‌های گردنش را قطع می‌نمودیم»\n. (\n﴿وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ﴾\n) و کسانی که به باطل ایمان آوردند و به خدا کفر ورزیدند، اینانند که زیانکارند؛ چون آنها ایمان آوردن به خدا و فرشتگان و کتاب‌ها و پیامبران و روز قیامت و نعمت پایدار و جاودان را از دست داده‌اند، و به‌جای برخورداری از حق و\n[راهِ]\nصحیح، هر امر باطل قبیحی بهرۀ آنها گردیده، و به عوض نعمت و آسایش، عذاب دردناکی عایدشان شده است. پس آنان در روز قیامت، خود و خانواده‌های‏شان را از دست می‌دهند."
  },
  {
    "ayah": 53,
    "text": ": 53 - 55                            #\n{وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (53) يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (54) يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ (55)}.\nوَ يَسْتَعْجِلوُنَكَ بِالْعَذَابِ وَ لَوْ لَآ أجَلٌ مُّسَمًّي لَّجَآء هُمُ الْعَذَابُ وَ لَيَأتِيَنَّهُم بَغْتَهً وَ هُمْ لَا يَشْعُرُونَ و آنان عذاب را با شتاب از تو مي جويند، و اگر موعدي مقرر نبود به يقين عذاب به آنان مي رسيد و ناگهان در حالي كه نمي دانند عذاب به سراغشان مي آمد.\nيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَ إنَّ جَهَنَّمَ لَمُحِيطَهٌ بِالْكَفِرِينَ آنان عذاب را به شتاب از تو مي خواهند و بي گمان جهنم فرا گيرندة كافران است.\nيَوْمَ يَغْشَهُمُ الْعَذَابُ مِن فَوْقِهِمْ وَ مِن تَحْتِ أرْجُلِهِمْ وَ يَقُولُ ذَوقُواْ مَا كُنتُمْ تَعْلَمُونَ روزي كه عذاب از بالاي سرشان و از زير پاهايشان آنان را فرو مي پوشاند و ]خداوند[ مي گويد :\n«بچشيد آنچه را كه مي كرديد»\n."
  },
  {
    "ayah": 53,
    "text": "#\n(53)\nخداوند از جهالت کسانی خبر می‌دهد که پیامبر و آنچه را که آورده است، تکذیب می‌کنند. این افراد درحالی که برای آمدن عذاب شتاب دارند و بیشتر حق را تکذیب می‌کنند،\nمی‌گویند:\n﴿مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ﴾\n«این وعده کی خواهد آمد، اگر راست می‌گویید؟»\nخداوند متعال می‌فرماید: (\n﴿وَلَوۡلَآ أَجَلٞ مُّسَمّٗى﴾\n) و اگر موعدی مقرر برای نازل شدن عذاب نبود که هنوز آن زمان مقرر فرا نرسیده است، (\n﴿لَّجَآءَهُمُ ٱلۡعَذَابُ﴾\n) عذاب به سراغ‏شان می‌آمد؛ چون آنها ما را ناتوان به‌حساب می‌آورند و حق را تکذیب می‌کنند. و اگر ما آنها را به سبب جهالت و نادانی‌شان می‌گرفتیم، سخن‏شان بسیار زود آنها را به عذاب و کیفر گرفتار می‌کرد. ولی ـ با وجود این ـ آنها برای نازل شدن عذاب شتاب نکنند و گمان نبرند که دیر خواهد آمد، (\n﴿وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ﴾\n) بلکه ناگهان در حالی که نمی‌دانند عذاب به سراغ‏شان خواهد آمد. و همان‌طور که خداوند خبر داد، اتفاق افتاد؛ و هنگامی که با غرور و فخرفروشی به جنگ\n«بدر»\nآمدند، به گمان اینکه می‌توانند به هدف خود دست یابند، خداوند آنها را خوار گردانید و بزرگان و سران‏شان را نابود کرد و همۀ افراد شرور آنها را هلاک نمود و هیچ خانه‌ای نماند مگر اینکه مصیبت بدان وارد شد. پس عذاب از جایی به سراغ‏شان آمد که گمانش را نمی‌بردند."
  },
  {
    "ayah": 54,
    "text": "#\n(54)\nو اگر عذاب دنیا آنها را فرا نگیرد، عذاب آخرت را در پیش دارند که هیچ یک از آنها نمی‌تواند از آن رهایی یابد، خواه در دنیا عذاب داده شده باشد یا مهلت یافته باشد. (\n﴿وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ﴾\n) و همانا جهنم کافران را دربر خواهد گرفت و راه گریزی از آن ندارند؛ چراکه آنان را از هر سو احاطه کرده است. همان‌طور که گناهان و بدی‌ها و کفرشان، آنها را احاطه کرده است؛ و این، عذاب بسیار سختی است."
  },
  {
    "ayah": 55,
    "text": "#\n(55)\n(\n﴿يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ﴾\n) اعمال‏تان، برای شما به عذاب تبدیل شده است؛ و عذاب، شما را فرا گرفته است، همان گونه که کفر و گناهان، شما را از هر سو فرا گرفته بود."
  },
  {
    "ayah": 56,
    "text": ": 56 - 59                            #\n{يَاعِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ (56) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ (57) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نِعْمَ أَجْرُ الْعَامِلِينَ (58) الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (59)}.\nيَعِبَادِيَ الَّذِينَ ءَامَنُواْ إنَّ وَسِعَهٌ فَإيَّيَ فَاعْبُدُونِ اي بندگانم كه ايمان آورده ايد! بي گمان زمين من فراخ است، پس تنها مرا بپرستيد.\nكَلُّ نَفْسٍ ذَأئِقَهُ الْمَوْتِ ثُمَّ إلَيْنَا تُرْجَعُونَ هر جانداري مزة مرگ را مي چشد سپس به سوي ما بازگردانده مي شويد.\nوَ الَّذِينَ ءَامَنُواْ وَ عَمِلوُاْ الصَّلِحَتِ لَنُبَوِّئَنَّهُم مِّنَ الْجَّنهِ غُرَفًا تَجْرِي مِن تَحْتِهَا الأنْهرُ خَلِدِينَ فِيهَا نِعْمَ أجْرُ الْعَمِلِينَ و كساني كه ايمان آورده و كارهاي شايسته كرده اند ايشان را در كاخهاي بهشت جاي مي دهيم كه در زير آنها رودبارها روان است و در آنجا جاودان خواهند ماند. چه خوب است پاداش عمل كنندگان!\nالَّذِينَ صَبَرُواْ وَ عَلَي رَبِّهِمْ يَتَوَكَّلُونَ همان كساني كه بردباري ورزيدند و بر پروردگارشان توكل مي كنند."
  },
  {
    "ayah": 56,
    "text": "#\n(56 - 59)\nخداوند متعال می‌فرماید: (\n﴿يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ﴾\n) ای بندگانم که ایمان آورده و پیامبر مرا تصدیق کرده‌اید! هرگاه عبادت و پرستش پروردگارتان در سرزمینی برای‏تان دشوار و مشکل بود، از آنجا به سرزمینی دیگر کوچ کنید و به جایی بروید که خداوند را به یگانگی پرستش نمایید. پس جاهای عبادت، فراخ و وسیع است؛ و معبود یکی است. و مرگ حتماً به سوی شما خواهد آمد؛ سپس به سوی پروردگارتان بازگردانده می‌شوید. آنگاه خداوند هرکس را که عبادت او را به خوبی انجام داده و ایمان آورده و عمل شایسته انجام داده باشد، در کاخ‌های بلند و منازل مجلل و زیبای بهشت جای می‌دهد که همۀ آنچه را دل انسان می‌خواهد و چشم‌ها از دیدن آن لذت می‌برند، دربر دارد؛ و شما در آن جاودانه خواهید بود.(\n﴿نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ﴾\n) پس این منازل و کاخ‌های بهشتی، چه پاداش نیکی است برای کسانی که برای خدا کار می‌کنند! (\n﴿ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ﴾\n) کسانی که بر عبادت خدا شکیبایی می‌ورزند، و در این باره بر پروردگارشان توکل می‌نمایند. پس صبر کردن آنها بر عبادت خدا، مستلزم آن است که توان و کوشش خود را در این راستا مبذول دارند و مبارزۀ بزرگی را با شیطان آغاز کنند؛ شیطانی که آنها را فرا می‌خواند تا در عبادت‏شان اخلال ایجاد کند. و توکل آنها مقتضی آن است که به خدا اعتماد کامل داشته باشند؛ و نسبت به او گمان نیک داشته باشند تا اعمالی را که قصد آن را کرده‌اند، محقق نماید و آن را برای‏شان تکمیل گرداند. و توکل را به صراحت بیان کرد با اینکه توکل در بردباری داخل است؛ چون در انجام یا خودداری از هر کاری، به توکل نیاز هست و هیچ کاری بدون توکل انجام نمی‌گیرد."
  },
  {
    "ayah": 57,
    "text": "#\n(56 - 59)\nخداوند متعال می‌فرماید: (\n﴿يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ﴾\n) ای بندگانم که ایمان آورده و پیامبر مرا تصدیق کرده‌اید! هرگاه عبادت و پرستش پروردگارتان در سرزمینی برای‏تان دشوار و مشکل بود، از آنجا به سرزمینی دیگر کوچ کنید و به جایی بروید که خداوند را به یگانگی پرستش نمایید. پس جاهای عبادت، فراخ و وسیع است؛ و معبود یکی است. و مرگ حتماً به سوی شما خواهد آمد؛ سپس به سوی پروردگارتان بازگردانده می‌شوید. آنگاه خداوند هرکس را که عبادت او را به خوبی انجام داده و ایمان آورده و عمل شایسته انجام داده باشد، در کاخ‌های بلند و منازل مجلل و زیبای بهشت جای می‌دهد که همۀ آنچه را دل انسان می‌خواهد و چشم‌ها از دیدن آن لذت می‌برند، دربر دارد؛ و شما در آن جاودانه خواهید بود.(\n﴿نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ﴾\n) پس این منازل و کاخ‌های بهشتی، چه پاداش نیکی است برای کسانی که برای خدا کار می‌کنند! (\n﴿ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ﴾\n) کسانی که بر عبادت خدا شکیبایی می‌ورزند، و در این باره بر پروردگارشان توکل می‌نمایند. پس صبر کردن آنها بر عبادت خدا، مستلزم آن است که توان و کوشش خود را در این راستا مبذول دارند و مبارزۀ بزرگی را با شیطان آغاز کنند؛ شیطانی که آنها را فرا می‌خواند تا در عبادت‏شان اخلال ایجاد کند. و توکل آنها مقتضی آن است که به خدا اعتماد کامل داشته باشند؛ و نسبت به او گمان نیک داشته باشند تا اعمالی را که قصد آن را کرده‌اند، محقق نماید و آن را برای‏شان تکمیل گرداند. و توکل را به صراحت بیان کرد با اینکه توکل در بردباری داخل است؛ چون در انجام یا خودداری از هر کاری، به توکل نیاز هست و هیچ کاری بدون توکل انجام نمی‌گیرد."
  },
  {
    "ayah": 58,
    "text": "#\n(56 - 59)\nخداوند متعال می‌فرماید: (\n﴿يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ﴾\n) ای بندگانم که ایمان آورده و پیامبر مرا تصدیق کرده‌اید! هرگاه عبادت و پرستش پروردگارتان در سرزمینی برای‏تان دشوار و مشکل بود، از آنجا به سرزمینی دیگر کوچ کنید و به جایی بروید که خداوند را به یگانگی پرستش نمایید. پس جاهای عبادت، فراخ و وسیع است؛ و معبود یکی است. و مرگ حتماً به سوی شما خواهد آمد؛ سپس به سوی پروردگارتان بازگردانده می‌شوید. آنگاه خداوند هرکس را که عبادت او را به خوبی انجام داده و ایمان آورده و عمل شایسته انجام داده باشد، در کاخ‌های بلند و منازل مجلل و زیبای بهشت جای می‌دهد که همۀ آنچه را دل انسان می‌خواهد و چشم‌ها از دیدن آن لذت می‌برند، دربر دارد؛ و شما در آن جاودانه خواهید بود.(\n﴿نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ﴾\n) پس این منازل و کاخ‌های بهشتی، چه پاداش نیکی است برای کسانی که برای خدا کار می‌کنند! (\n﴿ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ﴾\n) کسانی که بر عبادت خدا شکیبایی می‌ورزند، و در این باره بر پروردگارشان توکل می‌نمایند. پس صبر کردن آنها بر عبادت خدا، مستلزم آن است که توان و کوشش خود را در این راستا مبذول دارند و مبارزۀ بزرگی را با شیطان آغاز کنند؛ شیطانی که آنها را فرا می‌خواند تا در عبادت‏شان اخلال ایجاد کند. و توکل آنها مقتضی آن است که به خدا اعتماد کامل داشته باشند؛ و نسبت به او گمان نیک داشته باشند تا اعمالی را که قصد آن را کرده‌اند، محقق نماید و آن را برای‏شان تکمیل گرداند. و توکل را به صراحت بیان کرد با اینکه توکل در بردباری داخل است؛ چون در انجام یا خودداری از هر کاری، به توکل نیاز هست و هیچ کاری بدون توکل انجام نمی‌گیرد."
  },
  {
    "ayah": 59,
    "text": "#\n(56 - 59)\nخداوند متعال می‌فرماید: (\n﴿يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ﴾\n) ای بندگانم که ایمان آورده و پیامبر مرا تصدیق کرده‌اید! هرگاه عبادت و پرستش پروردگارتان در سرزمینی برای‏تان دشوار و مشکل بود، از آنجا به سرزمینی دیگر کوچ کنید و به جایی بروید که خداوند را به یگانگی پرستش نمایید. پس جاهای عبادت، فراخ و وسیع است؛ و معبود یکی است. و مرگ حتماً به سوی شما خواهد آمد؛ سپس به سوی پروردگارتان بازگردانده می‌شوید. آنگاه خداوند هرکس را که عبادت او را به خوبی انجام داده و ایمان آورده و عمل شایسته انجام داده باشد، در کاخ‌های بلند و منازل مجلل و زیبای بهشت جای می‌دهد که همۀ آنچه را دل انسان می‌خواهد و چشم‌ها از دیدن آن لذت می‌برند، دربر دارد؛ و شما در آن جاودانه خواهید بود.(\n﴿نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ﴾\n) پس این منازل و کاخ‌های بهشتی، چه پاداش نیکی است برای کسانی که برای خدا کار می‌کنند! (\n﴿ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ﴾\n) کسانی که بر عبادت خدا شکیبایی می‌ورزند، و در این باره بر پروردگارشان توکل می‌نمایند. پس صبر کردن آنها بر عبادت خدا، مستلزم آن است که توان و کوشش خود را در این راستا مبذول دارند و مبارزۀ بزرگی را با شیطان آغاز کنند؛ شیطانی که آنها را فرا می‌خواند تا در عبادت‏شان اخلال ایجاد کند. و توکل آنها مقتضی آن است که به خدا اعتماد کامل داشته باشند؛ و نسبت به او گمان نیک داشته باشند تا اعمالی را که قصد آن را کرده‌اند، محقق نماید و آن را برای‏شان تکمیل گرداند. و توکل را به صراحت بیان کرد با اینکه توکل در بردباری داخل است؛ چون در انجام یا خودداری از هر کاری، به توکل نیاز هست و هیچ کاری بدون توکل انجام نمی‌گیرد."
  },
  {
    "ayah": 60,
    "text": ": 60                            #\n{وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ (60)}.\nوَكَأيّن مِّن دَآبَّهٍ لَّا تَحْمِلُ رِزْقَهَا اللهُ يَرْزُقُهَا وَ إيَّاكُمْ وَ هُوَ السَّمِيعُ الْعَلِيمُ و چه بسيارند جنبندگاني كه نمي توانند روزي خود را بر دارند ]بلكه[ خداوند به آنها و به شما روزي مي دهد، و او شنواي داناست."
  },
  {
    "ayah": 60,
    "text": "#\n(60)\nخداوند متعال روزی دادن به همۀ آفریده‌های قوی و ضعیف را به عهده گرفته است: (\n﴿مِّن دَآبَّةٖ﴾\n) پس چه بسیار جنبندگان و جانورانی در زمین وجود دارند که جسم و عقل و درک‏شان ضعیف است، (\n﴿لَّا تَحۡمِلُ رِزۡقَهَا﴾\n) و روزی خود را بر نمی‌دارند و آن را ذخیره نمی‌کنند، بلکه همواره چنان هستند که چیزی از روزی را با خود ندارند، اما خداوند همیشه و در هر وقت روزی را برای‏شان فراهم می‌سازد، (\n﴿ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡ﴾\n) شما و آنها را خدا روزی می‌دهد، پس همۀ شما تحت سرپرستی خدا هستید، و شما را روزی می‌دهد، همان‌طور که شما را آفریده است. (\n﴿وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ﴾\n) و او شنوای داناست. پس هیچ چیزی بر او پنهان نمی‌ماند؛ و هیچ جنبنده و جانوری از نگاه خدا پنهان نمی‌شود؛ و به سبب نداشتن روزی، هلاک نمی‌گردد.\nآن‌گونه که خداوند متعال می‌فرماید:\n﴿وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ﴾\n[هود: 6]\n«و هیچ جنبنده‌ای در زمین نیست مگر اینکه روزی آن بر خداست؛ و محل استقرار و مکان مردنش را می‌داند. همۀ [اینها] در کتاب روشنی [ثبت گردیده] است»\n."
  },
  {
    "ayah": 61,
    "text": ": 61 - 63                            #\n{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ (61) اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (62) وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ (63)}.\nوَلَئِن سَألْتَهُم مَّنْ خَلَقَ السَّمَوَاتِ وَ الأرْضَ وَ سَخَّرَ الشَّمْسَ وَ الْقَمَرَ لَيَقُولُنَّ اللهُ فَأنَّي يُؤفَكُونَ و اگر از آنان بپرسي كه چه كسي آسمان ها و زمين را آفريده و خورشيد و ماه را مسخّر كرده است؟\nالبته خواهند گفت :\n«خدا»\n. پس چگونه منحرف مي گردند؟!\nالله يَبْسُطُ الرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِ وَ يَقْدِرُ لَهُ إنَّ اللهَ بِكُلِّ شَيْ ءٍ عَلِيمٌ خداوند روزي را براي هر كس از بندگانش كه بخواهد فراوان و گسترده مي كند، و براي هر كس كه بخواهد تنگ مي گرداند. همانا خداوند به هر چيزي داناست.\nوَلَئِن سَألْتَهُم مَّن نَّزَّلَ مِنَ السَّمَآءِ مَآءً فَأحْيَا بِهِ الْأرْضَ مِن بَعْدِ مَؤتِهَا لَيَقُولُنَّ اللهُ قُلِ الْحَمْدُللهِ بَلْ أكْثَرُهُمْ لَا يَعْقِلُونَ و اگر از آنان بپرسي كه چه كسي از آسمان آبي را نازل كرد آنگاه با آن زمين را بعد از پژمرده شدنش زنده گرداند؟\nقطعاً خواهند گفت :\n«خدا»\n،\nبگو :\n«ستايش خداوند راست»\n، اما بيشتر آنان نمي فهمند."
  },
  {
    "ayah": 61,
    "text": "#\n(61 - 63)\nاین استدلالی است علیه مشرکان که تکذیب کنندۀ توحید الوهیت و یگانه‌پرستی بودند. و با توجه به اینکه توحید ربوبیت را قبول داشتند، به پذیرش توحید الوهیت نیز ملزم می‌گردند. پس اگر از آنها بپرسی که آسمان‌ها و زمین را چه کسی آفریده است؛ و چه کسی از آسمان، آبی فرو فرستاده و به وسیلۀ آن زمین را پس از پژمرده شدنش زنده ساخته است؟ و تدبیر همۀ چیزها در دست چه کسی است؟ (\n﴿لَيَقُولُنَّ ٱللَّهُ﴾\n) خواهند گفت: خدا. و به ناتوانی بت‌ها و چیزهایی که در کنار خدا و همراه با او پرستش می‌کنند، اعتراف می‌نمایند؛\nو می‌گویند:\nآنها توانایی چیزی از این کارها را ندارند. پس به دروغگویی خویش؛ و روی آوردن‏شان به سوی کسی که سزاوار آن نیست به کاری بپردازد؛ اعتراف می‌کنند. پس بدان که آنها عقل ندارند و بی‌خرد هستند! و کیست بی‌عقل‌تر و کم بینش‌تر از کسی که به سنگ یا قبر یا امثال آن روی آورد – درحالی که می‌داند اینها نه می‏توانند فایده‏ای برسانند و نه ضرری، نه چیزی را می‏آفرینند و نه به کسی روزی می‏دهند- و اخلاص و صفای عبودیت را، با روی آوردن به آن مکدر و تیره ‌نماید، و او را با پروردگار آفریننده و روزی دهنده و فایده دهنده و زیان دهنده شریک ‌سازد؟\n! و بگو:\nستایش خداوندی راست که هدایت را از گمراهی مشخص نمود؛ و باطل بودن آنچه را که مشرکان بر آن هستند، واضح گرداند؛ تا توفیق یافتگان از آن برحذر باشند.\nو بگو:\nستایش خداوندی ‌راست که جهان بالا و پایین را آفریده و به تدبیر امور روزمرّۀ آنها پرداخته است؛ و برای هرکس که بخواهد روزی را فراوان و گسترده می‌نماید؛ و برای هر کس که بخواهد، روزی را تنگ و کم می‌گرداند. و این عین حکمت اوست، چرا که او مصلحت بندگانش و آنچه را که برای‏شان مناسب است، می‌داند."
  },
  {
    "ayah": 62,
    "text": "#\n(61 - 63)\nاین استدلالی است علیه مشرکان که تکذیب کنندۀ توحید الوهیت و یگانه‌پرستی بودند. و با توجه به اینکه توحید ربوبیت را قبول داشتند، به پذیرش توحید الوهیت نیز ملزم می‌گردند. پس اگر از آنها بپرسی که آسمان‌ها و زمین را چه کسی آفریده است؛ و چه کسی از آسمان، آبی فرو فرستاده و به وسیلۀ آن زمین را پس از پژمرده شدنش زنده ساخته است؟ و تدبیر همۀ چیزها در دست چه کسی است؟ (\n﴿لَيَقُولُنَّ ٱللَّهُ﴾\n) خواهند گفت: خدا. و به ناتوانی بت‌ها و چیزهایی که در کنار خدا و همراه با او پرستش می‌کنند، اعتراف می‌نمایند؛\nو می‌گویند:\nآنها توانایی چیزی از این کارها را ندارند. پس به دروغگویی خویش؛ و روی آوردن‏شان به سوی کسی که سزاوار آن نیست به کاری بپردازد؛ اعتراف می‌کنند. پس بدان که آنها عقل ندارند و بی‌خرد هستند! و کیست بی‌عقل‌تر و کم بینش‌تر از کسی که به سنگ یا قبر یا امثال آن روی آورد – درحالی که می‌داند اینها نه می‏توانند فایده‏ای برسانند و نه ضرری، نه چیزی را می‏آفرینند و نه به کسی روزی می‏دهند- و اخلاص و صفای عبودیت را، با روی آوردن به آن مکدر و تیره ‌نماید، و او را با پروردگار آفریننده و روزی دهنده و فایده دهنده و زیان دهنده شریک ‌سازد؟\n! و بگو:\nستایش خداوندی راست که هدایت را از گمراهی مشخص نمود؛ و باطل بودن آنچه را که مشرکان بر آن هستند، واضح گرداند؛ تا توفیق یافتگان از آن برحذر باشند.\nو بگو:\nستایش خداوندی ‌راست که جهان بالا و پایین را آفریده و به تدبیر امور روزمرّۀ آنها پرداخته است؛ و برای هرکس که بخواهد روزی را فراوان و گسترده می‌نماید؛ و برای هر کس که بخواهد، روزی را تنگ و کم می‌گرداند. و این عین حکمت اوست، چرا که او مصلحت بندگانش و آنچه را که برای‏شان مناسب است، می‌داند."
  },
  {
    "ayah": 63,
    "text": "#\n(61 - 63)\nاین استدلالی است علیه مشرکان که تکذیب کنندۀ توحید الوهیت و یگانه‌پرستی بودند. و با توجه به اینکه توحید ربوبیت را قبول داشتند، به پذیرش توحید الوهیت نیز ملزم می‌گردند. پس اگر از آنها بپرسی که آسمان‌ها و زمین را چه کسی آفریده است؛ و چه کسی از آسمان، آبی فرو فرستاده و به وسیلۀ آن زمین را پس از پژمرده شدنش زنده ساخته است؟ و تدبیر همۀ چیزها در دست چه کسی است؟ (\n﴿لَيَقُولُنَّ ٱللَّهُ﴾\n) خواهند گفت: خدا. و به ناتوانی بت‌ها و چیزهایی که در کنار خدا و همراه با او پرستش می‌کنند، اعتراف می‌نمایند؛\nو می‌گویند:\nآنها توانایی چیزی از این کارها را ندارند. پس به دروغگویی خویش؛ و روی آوردن‏شان به سوی کسی که سزاوار آن نیست به کاری بپردازد؛ اعتراف می‌کنند. پس بدان که آنها عقل ندارند و بی‌خرد هستند! و کیست بی‌عقل‌تر و کم بینش‌تر از کسی که به سنگ یا قبر یا امثال آن روی آورد – درحالی که می‌داند اینها نه می‏توانند فایده‏ای برسانند و نه ضرری، نه چیزی را می‏آفرینند و نه به کسی روزی می‏دهند- و اخلاص و صفای عبودیت را، با روی آوردن به آن مکدر و تیره ‌نماید، و او را با پروردگار آفریننده و روزی دهنده و فایده دهنده و زیان دهنده شریک ‌سازد؟\n! و بگو:\nستایش خداوندی راست که هدایت را از گمراهی مشخص نمود؛ و باطل بودن آنچه را که مشرکان بر آن هستند، واضح گرداند؛ تا توفیق یافتگان از آن برحذر باشند.\nو بگو:\nستایش خداوندی ‌راست که جهان بالا و پایین را آفریده و به تدبیر امور روزمرّۀ آنها پرداخته است؛ و برای هرکس که بخواهد روزی را فراوان و گسترده می‌نماید؛ و برای هر کس که بخواهد، روزی را تنگ و کم می‌گرداند. و این عین حکمت اوست، چرا که او مصلحت بندگانش و آنچه را که برای‏شان مناسب است، می‌داند."
  },
  {
    "ayah": 64,
    "text": ": 64 - 69                            #\n{وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ (64) فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ (65) لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا فَسَوْفَ يَعْلَمُونَ (66) أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ (67) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ (68) وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ (69)}.\nوَ مَا هَذِهِ الْحَيَوهُ الدُّنْيَآ إلَّا لَهْوٌ وَ لَعِبُ و إنَّ الدَّارَ الأخِرَهَ لَهِيَ الْحَيَوَانُ لَوْ كَانُواْ يَعْلَمُونَ و زندگي اين دنيا جز سرگرمي و بازيچه نيست، و زندگي جهان آخرت زندگي ]راستين\n[ است اگر مي دانستند.\nفَإذَا رَكِبُوا فِي الْفُلْكِ دَعَوُْا اللهَ مُخْلِصِينَ لَهُ الدّيِنَ فَلَمَّا نَجَّهُمْ إلَي الْبَرّ إذَا هُمْ يُشْرِكُونَ و هنگامي كه سوار كشتي شوند خداوند را خالصانه و مخلصانه به دعا مي خوانند، پس چون آنان را نجات دهد و به خشكي برساند باز ايشان شرك مي ورزند.\nلِيَكْفُرُوا بِمَآ ءَاتَيْنَهُمْ وَ لِيَتَمَتَّعُواْ فَسَوْفَ يَعْلَمُونَ تا ]\nسرانجام\n[ در آنچه به آنان داده ايم ناسپاسي كنند و تا بهره مند گردند، پس خواهند دانست.\nأوَلَمْ يَرَؤاْ أنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَ يُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أفَبِالْبَطِلِ يُؤمِنُونَ وَ بِنِعْمَهِ اللهِ يَكْفُرُونَ آيا نديده اند كه ما حرمي ايمن ]\nبراي آنان[ قرار داده ايم. حال آن كه مردم از اطراف آنان ربوده مي شوند؟ آيا به باطل ايمان مي آورند و نعمت خداوند را ناسپاسي مي كنند.\nوَ مَنْ أظْلَمُ مِمَّنِ افْتَرَي عَلَي اللهِ كَذِبًا أوْ كَذَّبَ بِالحَقِّ لَمَّا جَآءَ هُ ألَيْسَ فِي جَهَنَّمَ مَثْوًي لِّلْكَفِرِينَ و كيست ستمگرتر از كسي كه بر خدا دروغ ببندد و گمراهي و باطلي را كه خود بر آن هست به خدا نسبت دهد؟! آيا در جهنم جايگاهي براي كافران نيست؟!\nوَ الَّذِينَ جَهَدُواْ فِيناَ لَنَهْدِيَنَّهُمْ سُبُلَنَا و إنَّ اللهَ لَمَعَ الْمُحْسِنِينَ و كساني كه در راه ما كوشش كنند قطعاً آنان را به راه هاي خويش رهنمود مي گردانيم، و قطعاً خدا با نيكوكاران است."
  },
  {
    "ayah": 64,
    "text": "#\n(64)\nخداوند متعال از حالت دنیا و آخرت خبر می‌دهد و به طور ضمنی آدمی را به متمایل نبودن به دنیا و علاقه‌مند بودن به آخرت تشویق می‌کند.\nپس فرمود:\n(\n﴿وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞ﴾\n) زندگی این دنیا در حقیقت سرگرمی و بازیچه‌ای بیش نیست که دل‌ها با آن مشغول و سرگرم می‌شوند و جسم‌ها با آن بازی می‌کنند، چون خداوند آن را آراسته است و لذت‌ها و شهوت‌هایی را در آن قرار داده است که دل‌های رویگردان را در چنگال خود می‌گیرد و چشم‌های غافل را می‌فریبد و افراد باطل‌گرا را شاد و خوشحال می‌کند. اما این دنیا به سرعت از بین می‌رود و دوستدارش چیزی جز پشیمانی و زیان به دست نمی‌آورد. (\n﴿وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُ﴾\n) و زندگی آخرت، زندگی کامل است؛ و اجسامِ صاحبان سرای آخرت، در نهایتِ قوت و قدرت قرار دارد؛ چون این جسم‌ها و نیروها برای زندگی آفریده شده‌اند و هرآنچه که زندگی را کامل ‌گرداند و لذت با آن تکمیل ‌شود،\nاز قبیل:\nچیزهایی که دل‌ها را شاد می‌کند و خوردنی‌ها و نوشیدنی‌ها و همسرانی که سبب لذت بردن جسم می‌شوند، در آن موجود است. نیز چیزهایی در آنجا یافت می‌شود که هیچ چشمی آن را ندیده، -و هیچ گوشی آن را نشنیده و بر دل هیچ انسانی خطور نکرده است. (\n﴿لَوۡ كَانُواْ يَعۡلَمُونَ﴾\n) اگر آنها این حقیقت را می‌دانستند، دنیا را بر آخرت ترجیح نمی‌دادند و از سرای زندگی رویگردان نمی‌شدند و به جهان بازی و سرگرمی شیفته نمی‌گردیدند. و آنها باید آخرت را بر دنیا ترجیح دهند؛ چرا که حالت هر دو دنیا را می‌دانند."
  },
  {
    "ayah": 65,
    "text": "#\n(65 - 66)\nسپس خداوند این را بیان داشت که مشرکین در حالت سختی، و به هنگامی که در دریا سوار بر کشتی‌ها هستند و امواج خروشان، آنها را فرا می‌گیرد و از هلاک شدن می‌ترسند، خالصانه و فقط خدا را به فریاد می‌خوانند؛ و در آن وقت بت‌ها و آنچه را که همتای خدا قرار می‌دادند، ترک می‌کنند؛ و فقط خداوند یگانه و بی شریک را به کمک می‌خوانند. اما وقتی سختی از آنها دور ‌شود؛ به خداوند ـ که تا چندی پیش او را خالصانه به فریاد می‌خواندند؛ و آنها را سالم به خشکی ‌رسانده است ـ شرک می‌ورزند؛ و کسانی را شریک او قرار می‌دهند که آنها را از سختی نجات نداده و مشقت را از آنان دور نساخته است. در حالی که می‌بایست در سختی و آسانی، خدا را به فریاد بخوانند تا مؤمن حقیقی باشند و سزاوار پاداش او بگردند و عذاب خدا از آنها دور شود. اما شرک ورزیدن آنها -پس از آنکه نعمتِ نجات یافتن را بهرۀ آنها نمودیم- برای این است تا سرانجام به نعمت‌هایی که به آنان بخشیده‌ایم، کفر بورزند و ناسپاسی نمایند؛ و در مقابل نعمت، بدی کنند؛ و بهره‌مندی خود را از دنیا تکمیل نمایند که این همانند بهره‌مندی چهارپایان است که هدفی جز پُر کردن شکم و اشباع غریزۀ جنسی خود ندارند. (\n﴿فَسَوۡفَ يَعۡلَمُونَ﴾\n) پس آنها وقتی از دنیا به آخرت منتقل ‌شوند، سخت متأسّف می‌شوند؛ و کیفر سخت را خواهند چشید؛ و می‌دانند چه زیان فراوانی به دست آورده‌اند."
  },
  {
    "ayah": 66,
    "text": "#\n(65 - 66)\nسپس خداوند این را بیان داشت که مشرکین در حالت سختی، و به هنگامی که در دریا سوار بر کشتی‌ها هستند و امواج خروشان، آنها را فرا می‌گیرد و از هلاک شدن می‌ترسند، خالصانه و فقط خدا را به فریاد می‌خوانند؛ و در آن وقت بت‌ها و آنچه را که همتای خدا قرار می‌دادند، ترک می‌کنند؛ و فقط خداوند یگانه و بی شریک را به کمک می‌خوانند. اما وقتی سختی از آنها دور ‌شود؛ به خداوند ـ که تا چندی پیش او را خالصانه به فریاد می‌خواندند؛ و آنها را سالم به خشکی ‌رسانده است ـ شرک می‌ورزند؛ و کسانی را شریک او قرار می‌دهند که آنها را از سختی نجات نداده و مشقت را از آنان دور نساخته است. در حالی که می‌بایست در سختی و آسانی، خدا را به فریاد بخوانند تا مؤمن حقیقی باشند و سزاوار پاداش او بگردند و عذاب خدا از آنها دور شود. اما شرک ورزیدن آنها -پس از آنکه نعمتِ نجات یافتن را بهرۀ آنها نمودیم- برای این است تا سرانجام به نعمت‌هایی که به آنان بخشیده‌ایم، کفر بورزند و ناسپاسی نمایند؛ و در مقابل نعمت، بدی کنند؛ و بهره‌مندی خود را از دنیا تکمیل نمایند که این همانند بهره‌مندی چهارپایان است که هدفی جز پُر کردن شکم و اشباع غریزۀ جنسی خود ندارند. (\n﴿فَسَوۡفَ يَعۡلَمُونَ﴾\n) پس آنها وقتی از دنیا به آخرت منتقل ‌شوند، سخت متأسّف می‌شوند؛ و کیفر سخت را خواهند چشید؛ و می‌دانند چه زیان فراوانی به دست آورده‌اند."
  },
  {
    "ayah": 67,
    "text": "#\n(67)\nسپس خداوند به وسیلۀ حرم پر امن و امان خود، بر آنها منت می‌گذارد و این را بیان می‌دارد که اهل حرم در امنیت به سر می‌برند و از روزی فراوان برخوردارند، حال آنکه مردمی که در اطراف و اکناف و بیرون از حرم زندگی می‏کنند از این امنیت برخوردار نیستند، بلکه ربوده می‌شوند و در ترس هراس‌ بسر می‏برند. پس آیا کسی را عبادت نمی‌کنند که به هنگام گرسنگی آنها را خوراک داد؛ و از ترس ایمن گرداند؟! (\n﴿أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ﴾\n) آیا به باطل می‌گرایند و ایمان نمی‌آورند؟! و باطل، شرکی است که آنها بر آن قرار دارند؛ و گفته‌ها و کردارهای پوچی است که انجام می‌دهند. (\n﴿وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ﴾\n) و نعمت‌های خدا را نادیده گرفته و سپاس نمی‌گزارند. پس عقل‌ها و خردهای‏شان کجا رفته است که گمراهی را بر هدایت؛ و باطل را بر حق؛ و بدبختی را بر سعادت ترجیح داده و ستمکارترین مردم گشته‌اند؟!"
  },
  {
    "ayah": 68,
    "text": "#\n(68)\n(\n﴿وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓ﴾\n) و کیست ستمگرتر از کسی که بر خدا دروغ ببندد؛ و گمراهی و باطلی را که خود بر آن است، به خدا نسبت دهد؛ و یا حقی را که توسط پیامبر صلی الله علیه وسلم به نزد او آمده است، دروغ انگارد؟! اما این ستمگر کینه‌توز، جهنم را در پیش روی دارد، (\n﴿أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ﴾\n) که در آنجا حق از او گرفته می‌شود و به وسیلۀ جهنم خوار و ذلیل می‌گردد؛ و جهنم جایگاه همیشگی او خواهد بود و از آن بیرون آورده نمی‌شود."
  },
  {
    "ayah": 69,
    "text": "#\n(69)\n(\n﴿وَٱلَّذِينَ جَٰهَدُواْ فِينَا﴾\n) و کسانی که در راه ما کوشش کردند، آن‌ها کسانی هستند که در راه خدا هجرت نموده و با دشمنانش جهاد کرده و تمام توانایی خود را در راه پیروی از خشنودی‌های خدا مبذول داشته‌اند. (\n﴿لَنَهۡدِيَنَّهُمۡ سُبُلَنَا﴾\n) آنان را به راه‌هایی که انسان را به ما می‌رساند، هدایت خواهیم کرد؛ چون آنها نیکوکار هستند. (\n﴿وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ﴾\n) و همانا یاری و کمک و هدایت خدا همراه نیکوکاران است. این دلالت می‌نماید که شایسته‌ترین مردمی که راه صحیح را در پیش گرفته‌اند، مجاهدین هستند. و نیز بر این دلالت می‌نماید که هر کس در آنچه بدان فرمان یافته است، خوب عمل کند؛ خداوند او را یاری می‌دهد و اسباب هدایت را برای وی فراهم می‌سازد. و بر این دلالت می‌نماید که هرکس در پی کسب علوم دینی تلاش و کوشش نماید، خداوند او را در راستای به دست آوردن آنچه که جویایش می‌باشد، یاری و هدایت می‌دهد؛ و از رهنمودها و مددهای الهی که از توان و تلاش او بیرون است، برخوردارش می‌گرداند؛ و تحصیل علم برایش آسان می‌گردد؛ زیرا طلب علم شرعی جزوِ جهاد در راه خداست، بلکه یکی از دو نوع جهاد است که جز انسان‌های خاص و برگزیده به آن برنمی‌خیزند؛\nو آن عبارت است از:\nجهاد با زبان و گفتار در برابر کافران و منافقان؛ و جهاد در راه تعلیم امور دین، و جواب دادن شبهات، و منازعات مخالفان حق هرچند که از مسلمانان نیز باشند. پایان تفسیر سوره العنکبوت."
  }
]