{
  "id": 67,
  "name": "The Sovereignty",
  "verses": [
    {
      "id": 5242,
      "verse_number": 1,
      "verse_key": "67:1",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " تَبَـٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927907,
          "resource_id": 135,
          "text": "پربرکت [و بزرگوار] است کسی‌ که فرمانرواییِ جهانِ هستی به دست اوست، و او بر همه چیز تواناست."
        }
      ],
      "tafsir_saadi": "(﴿تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ﴾) بزرگوار و والا است و خدا دارای برکات و خیر بسیار و احسان فراگیر است. و از عظمت و شکوهمندی‌اش این است که فرمانروایی جهان بالا و پائین به دست اوست، و آفرینندۀ آسمان‌ها و زمین است، و با فرامین تقدیری و دینی که تابع حکمت اوست آن گونه بخواهد در آنها تدبیر و تصرف می‌کند. \n(﴿وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ﴾) و خداوند دارای کمال قدرت و توانمندی است و بر هر کاری تواناست، و مخلوقات بزرگی چون آسمان‌ها و زمین را با این قدرت خویش ایجاد کرده است."
    },
    {
      "id": 5243,
      "verse_number": 2,
      "verse_key": "67:2",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927908,
          "resource_id": 135,
          "text": "[همان] ذاتی که مرگ و زندگی را آفرید، تا شما را بیازماید که کدام یک از شما نیکوکار‌تر است؛ و او پیروزمندِ بخشنده است."
        }
      ],
      "tafsir_saadi": "(﴿ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ﴾) کسی که برای بندگانش چنان مقدّر نمود که آنها را زنده نماید و بمیراند. (﴿لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗا﴾) تا شما را بیازماید که عمل کدام یک از شما خالصانه‌تر و درست‌تر است. خداوند بندگانش را آفریده و به این جهان آورده، و به آنها خبر داده است که به زودی از این جهان خواهند رفت، و آنها را امر و نهی نموده و با شهوت‌هایی که با امر الهی متضاد هستند آنها را آزموده است. پس هرکس تسلیم فرمان خدا گردد و کار نیک انجام دهد، خداوند در هر دو جهان به او پاداش نیک می‌دهد؛ و هرکس به سوی شهوت‌ها و امیال نفس گرایش یابد و فرمان الهی را پشت سر اندازد، او بدترین سزا را خواهد داشت. \n(﴿وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ﴾) و خداوند توانمند است و بر همه چیز چیره می‌باشد و آفریده‌ها منقاد اویند. و آمرزگار است و بدکارانی که کوتاهی کرده‌اند و گناهکاران را می‌آمرزد به خصوص وقتی که توبه کنند و برگردند. او گناهانشان را می‌آمرزد گرچه پُرِ زمین و آسمان باشد، و عیب‌هایشان را می‌پوشاند گرچه به اندازۀ تمام دنیا باشد."
    },
    {
      "id": 5244,
      "verse_number": 3,
      "verse_key": "67:3",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِى خَلَقَ سَبْعَ سَمَـٰوَٰتٍ طِبَاقًا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَـٰنِ مِن تَفَـٰوُتٍ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927909,
          "resource_id": 135,
          "text": "آن ذاتی که هفت آسمان را بر فرازِ یکدیگر آفرید. در آفرینشِ [الله] رحمان هیچ بی‌نظمی و خللی نمی‌بینی. بار دیگر نگاه کن؛ آیا هیچ شکاف [و نقصی] می‌بینی؟"
        }
      ],
      "tafsir_saadi": "(﴿ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا﴾) خداوندی که هفت آسمان را بر بالای یکدیگر و درنهایت زیبایی و استحکام آفریده است. \n(﴿مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖ﴾) در آفرینش خداوند مهربان هیچ خلل و نقصی نمی‌بینی.\nو چنانچه از هر حیثی نقص منتفی می‌گردد، به طور کامل از حیث رنگ و هیأت و ارتفاعش نیکو و متناسب می‌گردد. و همچنین خورشید و ماه و ستارگان روشنی که برخی ثابت و برخی سیارند هیچ خلل و نقصی در آنها نیست. و از آنجا که کمال آنها مشخّص است، خداوند دستور داد تا چند بار به آن نگاه کرده شود و در کرانه‌های آن تأمل شود. پس فرمود: (﴿فَٱرۡجِعِ ٱلۡبَصَرَ﴾) بار دیگر به آن بنگر و عبرت بگیر، (﴿هَلۡ تَرَىٰ مِن فُطُورٖ﴾) آیا در آن عیب و خللی می‌بینی؟"
    },
    {
      "id": 5245,
      "verse_number": 4,
      "verse_key": "67:4",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927910,
          "resource_id": 135,
          "text": "بار دیگر [به عالم هستی] نگاه کن؛ [خلل و نقصی نخواهی دید و] چشمت در حالی ‌که خسته و ناتوان است به سوی تو بازمی‌گردد."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ﴾) منظور این است که چندین بار بنگر. (﴿يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ﴾) چراکه چشم تو از این عاجز و ناتوان است که عیب و خللی را در آن مشاهده کند، هرچند که بکوشی و دریغ نورزی. سپس به حسن و نیکویی آن تصریح نمود:"
    },
    {
      "id": 5246,
      "verse_number": 5,
      "verse_key": "67:5",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَجَعَلْنَـٰهَا رُجُومًا لِّلشَّيَـٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927911,
          "resource_id": 135,
          "text": "و به راستی ما آسمان دنیا را با ستارگان درخشان آراستیم و آنها را برای راندن شیاطین قرار دادیم، و عذاب [آتش] سوزان را برایشان آماده ساختیم."
        }
      ],
      "tafsir_saadi": "(﴿وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا﴾) و آسمان دنیا را می‌بینی و مشاهده می‌کنی که آن را آراسته‌ایم، \n(﴿بِمَصَٰبِيحَ﴾) با ستارگان که هریک نور متفاوتی دارد. و اگر ستارگان در آسمان نبودند، آسمان سقفی تاریک بود و زیبایی نداشت، ولی خداوند این ستارگان را زینت‌بخش آسمان و روشنایی آن قرار داده است. و ابزارهای راهنمایی هستند که در تاریکی‌های دریا و خشکی، مردم به وسیلۀ آنها راهیاب می‌شوند. و اینکه خداوند می‌فرماید آسمان دنیا را با چراغ‌هایی آراسته، منافاتی با این ندارد که بسیاری از ستارگان بالای آسمان‌های هفت‌گانه باشند، چون آسمان‌ها شفاف هستند و این گونه آسمان دنیا آراسته می‌گردد، گرچه ستارگان در آن نباشند.(﴿وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِ﴾) و این چراغ‌ها را ابزار سنگسار کردن شیطان‌هایی قرار داده‌ایم که می‌خواهند دزدکی به اخبار آسمان گوش دهند و استراق سمع نمایند. پس خداوند این ستارگان را پاسداران آسمان قرار داده است و نمی‌گذارند شیطان‌ها اخبار آسمان را به زمین بیاورند؛ شهاب‌هایی که از ستارگان پرتاب می‌شوند، و خداوند آن را برای راندن شیطان‌ها آماده کرده است.\n(﴿وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ﴾) و در آخرت برای آنان عذاب سوزان دوزخ آماده کرده‌ایم، چون آنها سرکشی کرده و بندگان خدا را گمراه نموده‌اند. بنابراین پیروان کافرشان همانند آنها می‌باشند، و خداوند برای آنان عذاب سوزان دوزخ را آماده کرده است."
    },
    {
      "id": 5247,
      "verse_number": 6,
      "verse_key": "67:6",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927912,
          "resource_id": 135,
          "text": "و برای کسانی ‌که به پروردگار‌شان کافر شدند، عذاب جهنم است؛ و چه بد جایگاهی است!"
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ﴾) و [نیز] برای کسانی که به پروردگارشان کفر ورزیدند، عذاب دوزخ [مهیّا] است و بد جایگاهی است که دوزخیان در نهایت خواری و ذلّت در آن قرار می‌گیرند."
    },
    {
      "id": 5248,
      "verse_number": 7,
      "verse_key": "67:7",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًا وَهِىَ تَفُورُ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927913,
          "resource_id": 135,
          "text": "هنگامی ‌که در آن انداخته شوند، نعره‌ای [وحشتناک] از آن می‌شنوند، در حالی‌ که می‌جوشد."
        }
      ],
      "tafsir_saadi": "(﴿إِذَآ أُلۡقُواْ فِيهَا﴾) وقتی با اهانت و خواری به دوزخ افکنده می‌شوند، (﴿سَمِعُواْ لَهَا شَهِيقٗا﴾) صدای بلند و خشن از آن می‌شنوند. (﴿وَهِيَ تَفُورُ﴾) در حالی که دوزخ می‌جوشد."
    },
    {
      "id": 5249,
      "verse_number": 8,
      "verse_key": "67:8",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927914,
          "resource_id": 135,
          "text": "از شدت خشم، نزدیک است [جهنم] پاره‌پاره شود. هر گاه گروهی در آن انداخته می‌شوند، نگهبانانش از آنان می‌پرسند: «آیا بیم‌دهنده‌ای به سراغتان نیامد؟»"
        }
      ],
      "tafsir_saadi": "(﴿تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِ﴾) نزدیک است که دوزخ از خشم پاره پاره شود، و از بس که بر کافران خشمگین است از هم بپاشد. پس وقتی که وارد آن شوند، گمان می‌بری با آنها چه کار خواهد کرد؟!\nسپس سرزنش نگهبانان دوزخ را که کافران را مورد سرزنش قرار می‌دهند بیان کرد و فرمود: \n (﴿كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ﴾) هرگاه گروهی در دوزخ افکنده شوند نگهبانان دوزخ از آنها می‌پرسند: «آیا هشداردهنده‌ای به سوی شما نیامد؟» یعنی حالت شما و دوزخی بودنتان چنان است که گویا از این دوزخ خبر داده نشده‌اید، و بیم‌دهندگان شما را از آن برحذر نداشته‌اند."
    },
    {
      "id": 5250,
      "verse_number": 9,
      "verse_key": "67:9",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ كَبِيرٍ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927915,
          "resource_id": 135,
          "text": "می‌گویند: «بله؛ بیم‌دهنده به سوی ما آمد، اما ما او را تکذیب کردیم و گفتیم: «هرگز الله چیزی نازل نکرده است. شما جز در گمراهی بزرگی نیستید»."
        }
      ],
      "tafsir_saadi": "(﴿قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ﴾) می‌گویند: آری! هشداردهنده‌ای نزد ما آمد، امّا او را تکذیب کردیم و گفتیم: خداوند هیچ چیزی را نازل نکرده است و شما در گمراهی بزرگ هستید. پس آنها پیامبر خود را تکذیب کردند، و به طور کلّی همۀ آنچه را که خداوند نازل کرده است دروغ انگاشتند. و به این بسنده نکردند و همۀ پیامبران هشداردهنده را گمراه خواندند، در حالی که آنها راه‌یافتگان هدایت‌کننده بودند. و فقط به گمراه قرار دادن آنها اکتفا نکردند، بلکه گمراهی آنها را گمراهی بزرگ قرار دادند. پس کدام عناد و تکبر و ستم شبیه چنین عناد و تکبری است؟"
    },
    {
      "id": 5251,
      "verse_number": 10,
      "verse_key": "67:10",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَـٰبِ ٱلسَّعِيرِ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927916,
          "resource_id": 135,
          "text": "و [باز] می‌گویند: «اگر ما می‌شنیدیم یا عقلمان را به کار می‌بردیم، در [زمرۀ] دوزخیان نبودیم»."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ﴾) آنها با اعتراف به اینکه شایستۀ هدایت نبودند می‌گویند: اگر می‌شنیدیم یا خرد می‌ورزیدیم، در زمرۀ دوزخیان نمی‌بودیم. \nپس آنها همۀ راه‌های هدایت را از خود نفی می‌کنند که عبارتند از: شنیدن چیزهایی که خداوند نازل کرده است و یا پیامبران آورده‌اند، عقلی که به صاحب خود فایده می‌رساند و او را به حقایق اشیا آگاه می‌کند، و به ترجیح خیر وا می‌دارد و از هر آنچه که سرانجام زشتی دارد برحذر می‌دارد. پس آنان نه عقل دارند و نه نیروی شنوایی. و این به خلاف عقل و ایمان ارباب صدق و یقین است که آنها ایمان خود را با دلایل سمعی تأیید نموده‌اند. پس آنچه را که از سوی خدا و پیامبر آمده است شنیده‌اند و به آن عمل کرده‌اند. \nنیز با دلایل عقلی، ایمان خود را تقویت کرده‌اند و گمراهی را از هدایت و خیر را از شر تشخیص داده‌اند. پس ایمان آنها بر اساس دلایل عقلی و نقلی استوار است و آنان از آن پیروی می‌نمایند. پس پاک است کسی که لطف خویش را به هرکس که بخواهد اختصاص می‌دهد. و بر هرکس از بندگانش که بخواهد منّت می‌نهد [و او را به درجاتی رفیع می‌رساند]، و کسانی را که شایستۀ خوبی نیستند خوار می‌گرداند."
    },
    {
      "id": 5252,
      "verse_number": 11,
      "verse_key": "67:11",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَـٰبِ ٱلسَّعِيرِ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927917,
          "resource_id": 135,
          "text": "اینجاست که به گناه خود اعتراف می‌کنند. پس دوری [از رحمت الله] بهرۀ دوزخیان باد!"
        }
      ],
      "tafsir_saadi": "خداوند متعال دربارۀ کسانی که وارد دوزخ می‌شوند و به ستمگری و عناد خود اعتراف می‌کنند، می‌فرماید: (﴿فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ﴾) به گناهان خود اعتراف می‌کنند، پس دوری از رحمت خدا و زیانمندی و شقاوت بهرۀ دوزخیان باد. چقدر بدبخت و خوار هستند وقتی که پاداش الهی را از دست داده‌اند و در دوزخ قرار گرفته‌اند؛ دوزخی که آتش سوزان آن جسم‌ها و دل‌هایشان را می‌سوزاند."
    },
    {
      "id": 5253,
      "verse_number": 12,
      "verse_key": "67:12",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "page_number": 562,
      "juz_number": 29,
      "translations": [
        {
          "id": 927918,
          "resource_id": 135,
          "text": "بی‌گمان، کسانی ‌که در نهان از پروردگار‌شان می‌ترسند، آمرزش و پاداش بزرگی دارند."
        }
      ],
      "tafsir_saadi": "وقتی حالت بد کافران فاسق را بیان کرد، توصیف نیکوکاران خوشبخت را نیز ذکر نمود و فرمود: (﴿إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ﴾) کسانی که در نهان از پروردگارشان می‌ترسند و در همۀ حالات خود از خداوند می‌ترسند، حتی در حالت و وضعیتی که جز از خدا کسی از آنها اطلاع ندارد؛ پس آنان اقدام به ارتکاب گناه نمی‌کنند، و در انجام آنچه خداوند آنان را بدان امر نموده است کوتاهی نمی‌ورزند.\n(﴿لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ﴾) آنان آمرزش و پاداش بزرگ و فراوانی دارند؛ یعنی گناهانشان بخشیده می‌شود؛ و وقتی که خداوند گناهانشان را بیامرزد، آنان را از شر گناهان محفوظ می‌دارد و از عذاب دوزخ نجات می‌دهد. و پاداش بزرگی دارند و آن نعمت‌های پایدار پادشاه بزرگ و لذت‌های پیوسته و منازل عالی و حورهای خوب و خدمتگزارانی است که خداوند در بهشت برای آنان آماده کرده است، و بزرگ‌تر از این رضایت خداوند مهربان است که بر ساکنان بهشت فرود می‌آورد."
    },
    {
      "id": 5254,
      "verse_number": 13,
      "verse_key": "67:13",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927919,
          "resource_id": 135,
          "text": "[خواه] گفتار خود را پنهان دارید یا آن را آشکار سازید، [به هر حال،] او به آنچه در دل‌هاست آگاه است."
        }
      ],
      "tafsir_saadi": "خداوند در اینجا از گستردگی آگاهی و دانش و فراگیر بودن لطف خویش خبر می‌دهد و می‌فرماید: (﴿وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓ﴾) و سخنتان را نهان دارید یا آن را آشکار سازید در هر دو صورت نزد او برابر است، و هیچ چیزِ پنهان و پوشیده‌ای بر او پنهان و پوشیده نمی‌ماند. \n(﴿إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ﴾) بی‌گمان، خداوند به نیّت‌ها و اراده‌هایی که در دل‌هاست آگاه است؛ پس گفته‌ها و کارهایی که شنیده و دیده می‌شوند چگونه خواهد بود؟"
    },
    {
      "id": 5255,
      "verse_number": 14,
      "verse_key": "67:14",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 498,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927920,
          "resource_id": 135,
          "text": "آیا کسی‌ که [همۀ موجودات را] آفریده است، [حالِ بندگان را] نمی‌داند؟ در حالی ‌که او باریک‌بین و آگاه است."
        }
      ],
      "tafsir_saadi": "سپس با استناد به یک دلیل عقلی بر آگاهی خداوند استدلال نمود و فرمود: (﴿أَلَا يَعۡلَمُ مَنۡ خَلَقَ﴾) آیا کسی که آفریده است نمی‌داند؟ پس کسی که خلق را آفریده و خلقت آن را خوب و محکم کرده است، چگونه آن را نمی‌داند؟! \n(﴿وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ﴾) و او باریک‌بین و آگاه است. دانش و آگاهی او دقیق است تا جایی که رازها و پنهانی‌ها را می‌داند، و او ﴿ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى﴾ نهان و نهان‌تر را می‌داند.\nاز جمله معانی لطیف، یکی این است که او نسبت به بنده و دوست خود لطف و مهربانی دارد، و نیکی و احسان را از جایی به او می‌رساند که گمانش را نمی‌برد، و او را از شر و بدی حفاظت می‌کند، و به وسیلۀ اسبابی که بنده فکرش را هم نمی‌کند او را به بالاترین مراتب و جایگاه‌ها می‌رساند، حتی گاه ناخوشی به بنده می‌چشاند تا به وسیلۀ آن او را به امور دوست‌داشتنی بزرگ و خواسته‌های ارزشمند برساند."
    },
    {
      "id": 5256,
      "verse_number": 15,
      "verse_key": "67:15",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927921,
          "resource_id": 135,
          "text": "او ذاتی است که زمین را برای شما رام [و هموار] گردانید، پس در گوشه و کنارِ آن راه بروید و از روزیِ او بخورید؛ و بازگشت [همه] به سوی اوست."
        }
      ],
      "tafsir_saadi": "خداوند است که زمین را برایتان رام گردانیده است تا بتوانید نیازهای خود را از قبیل: کاشتن و ساختن و شخم زدن را از آن برآورده نمائید، و در آن راه‌هایی قرار داده که به وسیلۀ آنها به مناطق دوردست و شهرهای دور می‌رسید. (﴿فَٱمۡشُواْ فِي مَنَاكِبِهَا﴾) پس برای طلب روزی و کارهایتان در گوشه و کنار زمین حرکت کنید.(﴿وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ﴾) و از روزی خداوند بخورید، و زنده شدن پس از مرگ در دست اوست؛ یعنی بعد از آنکه از این جهان رخت بربندید که خداوند آن را میدان آزمایش و پلی برای انتقال به آن دنیا قرار داده است، دوباره زنده‌تان خواهد کرد و به سوی خدا حشر می‌شوید تا شما را طبق کارهای نیک و بدتان جزا و سزا بدهد."
    },
    {
      "id": 5257,
      "verse_number": 16,
      "verse_key": "67:16",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927922,
          "resource_id": 135,
          "text": "آیا خود را از [عذاب] ذاتی که در آسمان است، در امان می‌دانید، که [فرمان دهد] زمین شما را فرو بَرد و ناگهان به لرزش درآید؟"
        }
      ],
      "tafsir_saadi": "این تهدید و وعیدی است برای کسی که به سرکشی و تعدی و گناه خود که موجب عذاب است ادامه دهد. پس فرمود: (﴿ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ﴾) آیا از کسی که در آسمان است ایمن شده‌اید که شما را در زمین فرو بَرَد، و آن خداوند متعال است که بر بالای آفریده‌هایش قرار گرفته است؟! \n(﴿أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ﴾) که شما را در زمین فرو بَرَد، در حالی که ناگهان زمین به حرکت و جنبش در‌آید تا اینکه هلاک و تلف شوید."
    },
    {
      "id": 5258,
      "verse_number": 17,
      "verse_key": "67:17",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927923,
          "resource_id": 135,
          "text": "یا خود را از ذاتی ‌که در آسمان است در امان می‌دانید، که طوفان شن بر شما فرستد؟ آنگاه به زودی خواهید دانست که هشدار من چگونه است!"
        }
      ],
      "tafsir_saadi": "(﴿أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا﴾) آیا از کسی که در آسمان است ایمن شده‌اید که طوفانی از شن بر شما بفرستد؟! یعنی عذابی از آسمان بر شما بفرستد که شما را سنگباران نماید و از شما انتقام بگیرد. (﴿فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ﴾) پس خواهید دانست که چگونه آنچه که کتاب‌ها و پیامبران شما را از آن بیم داده بودند به سراغتان می‌آید! پس گمان مبرید که چون شما از آمدن عذاب از آسمان و زمین ایمن هستید، این برای شما فایده‌ای دارد. بنابراین شما سرانجام کارتان را خواهید دانست، خواه مدتی طولانی بر شما بگذرد یا مدّتی کوتاه بر شما سپری شود.\nبه راستی کسانی که پیش از شما بودند همانند شما تکذیب کردند، آنگاه خداوند آنها را هلاک و نابود ساخت. پس بنگرید که خشم و کیفر خدا نسبت به آنها چگونه بوده است که آنها را قبل از عذاب آخرت در دنیا عذاب داد. پس بترسید از اینکه گرفتار عذابی شوید که آنها بدان گرفتار شدند."
    },
    {
      "id": 5259,
      "verse_number": 18,
      "verse_key": "67:18",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927924,
          "resource_id": 135,
          "text": "همانا کسانی ‌که پیش از آنان بودند [نیز دعوت پیامبران را] تکذیب کردند؛ پس [بنگر که] عقوبت من چگونه بود!"
        }
      ],
      "tafsir_saadi": "به راستی کسانی که پیش از شما بودند همانند شما تکذیب کردند، آنگاه خداوند آنها را هلاک و نابود ساخت. پس بنگرید که خشم و کیفر خدا نسبت به آنها چگونه بوده است که آنها را قبل از عذاب آخرت در دنیا عذاب داد. پس بترسید از اینکه گرفتار عذابی شوید که آنها بدان گرفتار شدند."
    },
    {
      "id": 5260,
      "verse_number": 19,
      "verse_key": "67:19",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَـٰٓفَّـٰتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَـٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927925,
          "resource_id": 135,
          "text": "آیا به پرندگانی که بر فرازِ سرشان است نگاه نکردند که [گاهی] بال‌هایشان را می‌گشایند و [گاهی] فرومی‌بندند؟ جز [الله] رحمان [کسی] آنها را [بر فرازِ آسمان] نگاه نمی‌دارد؛ بی‌گمان او به همه چیز بیناست."
        }
      ],
      "tafsir_saadi": "در اینجا آدمی ملامت و تشویق شده است که به پرنده‌ای بنگرد که خداوند آن را رام کرده و فضا و هوا را برای او مسخّر گردانیده است، پرنده‌ای که بال‌هایش را برای پرواز می‌گشاید و برای پائین آمدن می‌بندد، و در فضا شنا می‌کند و هرجا که بخواهد و نیاز دارد می‌رود. \n(﴿مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُ﴾) جز خدای مهربان کسی آنها را نگاه نمی‌دارد، و اوست که فضا را برای آنها رام گردانیده است، و پرندگان را به گونه‌ای خلق کرده که برای پرواز آمادگی دارند. و هرکس به حالت پرنده بنگرد و در آن بیندیشد، به قدرت و عنایت خداوند راهیاب می‌شود، و نشانگر این است که او یگانه و یکتاست و عبادت جز برای او شایستۀ کسی نیست. \n(﴿إِنَّهُۥ بِكُلِّ شَيۡءِۢ بَصِيرٌ﴾) بی‌گمان او به هر چیزی بینا است. پس اوست که به گونه‌ای شایسته و طبق حکمت خود به تدبیر امور بندگان می‌پردازد."
    },
    {
      "id": 5261,
      "verse_number": 20,
      "verse_key": "67:20",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَمَّنْ هَـٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَـٰنِ ۚ إِنِ ٱلْكَـٰفِرُونَ إِلَّا فِى غُرُورٍ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927926,
          "resource_id": 135,
          "text": "آیا این کسی که لشکر شماست، می‌تواند شما را در برابر الله یاری دهد؟ کافران جز در فریب [و غرور‌شان] نیستند."
        }
      ],
      "tafsir_saadi": "خداوند به کافرانی که از فرمان او سرپیچی کرده و از حق روی برگردانیده‌اند می‌گوید: (﴿أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِ﴾) اگر خداوند قصد بدی به شما بکند، چه کسی می‌تواند عذاب او را از شما دور نماید؟ یعنی چه کسی به غیر از خداوند مهربان شما را بر دشمنان پیروز می‌کند؟ پس او تعالی تنها یاری‌کننده و عزت‌دهنده و خوارکننده است؛ و اگر تمام مردم برای یاری کردن انسان گرد هم بیایند، به اندازۀ ذره‌ای به او سودی نخواهند رساند. بنابراین ادامه دادن کافران به کفرشان ـ‌بعد از آنکه می‌دانند جز خداوند کسی آنان را یاری نمی‌کندـ غرور و بی‌خردی است."
    },
    {
      "id": 5262,
      "verse_number": 21,
      "verse_key": "67:21",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَمَّنْ هَـٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّ وَنُفُورٍ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927927,
          "resource_id": 135,
          "text": "یا آن ذاتی که شما را روزی می‌دهد‌، اگر روزی‌اش را بازدارد، [چه کسی می‌تواند نیاز شما را تأمین کند؟] ولی آنها در سرکشی و فرار از حقیقت، لجاجت می‌ورزند."
        }
      ],
      "tafsir_saadi": "(﴿أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥ﴾) یعنی روزیِ همه به دست خداوندست. پس اگر روزی را از شما دریغ دارد چه کسی برایتان می‌فرستد؟ مردم نمی‌توانند به خودشان روزی بدهند، پس دیگران را چگونه روزی خواهند داد؟ پس روزی‌دهنده و نعمت بخشندۀ همۀ نعمت‌ها خداست، و شایسته است که به تنهایی پرستش ‌شود، ولی کافران (﴿لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ﴾) بر سنگدلی و سرکشی و گریز از حق پافشاری می‌کنند."
    },
    {
      "id": 5263,
      "verse_number": 22,
      "verse_key": "67:22",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927928,
          "resource_id": 135,
          "text": "آیا کسی ‌که به رو افتاده [و نگونسار] حرکت می‌کند، به هدایت نزدیک‌تر است، یا کسی ‌که راست و استوار بر راهِ راست گام برمی‌دارد؟"
        }
      ],
      "tafsir_saadi": "از این دو نفر کدام یک راهیاب‌تر است: کسی که در گمراهی و سرگردانی و کفر غرق است و قلبش واژگون گردیده، پس حق نزد او باطل قرار گرفته و باطل را حق شمرده است؛ یا کسی که حق را می‌شناسد و آن را برگزیده، و در کارها و گفته‌ها و همۀ حالت‌های خود بر راه راست و درست گام برمی‌دارد؟! پس با تأمّل در حالت این دو نفر، فرق آن دو مشخص می‌شود که به وضوح خواهیم دانست کدام‌یک هدایت یافته و کدام‌یک گمراه است. و حالات انسان شاهد بزرگ‌تری از گفته‌هایش می‌باشند!"
    },
    {
      "id": 5264,
      "verse_number": 23,
      "verse_key": "67:23",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927929,
          "resource_id": 135,
          "text": "بگو: «او ذاتی است که شما را آفرید و گوش و چشمان و دل برایتان قرار داد؛ [اما شما] اندکی سپاسگزاری می‌کنید»."
        }
      ],
      "tafsir_saadi": "خداوند متعال با بیان اینکه تنها او معبود به حق است، و با فراخواندن بندگانش به شکرگزاری او و یگانه‌پرستی می‌فرماید: (﴿قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ﴾) بگو: اوست که شما را از عدم پدید آورد بدون اینکه یاور و پشتیبانی داشته باشد. \n(﴿وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡ‍ِٔدَةَ﴾) و بعد از آنکه شما را پدید آورد، به وسیلۀ گوش و چشم و دل، خلقت شما را کامل نمود. این اعضای سه‌گانه، بهترین اعضای بدن و کامل‌ترین نیروی بدنی می‌باشند. (﴿قَلِيلٗا مَّا تَشۡكُرُونَ﴾) ولی با وجود اینکه به شما نعمت داده است کمتر سپاس خداوند را می‌گزارید، و شکرگزاری شما اندک است."
    },
    {
      "id": 5265,
      "verse_number": 24,
      "verse_key": "67:24",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927930,
          "resource_id": 135,
          "text": "بگو: «او ذاتی است که شما را در زمین پراکند، و به سوی او محشور می‌شوید»."
        }
      ],
      "tafsir_saadi": "(﴿قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ﴾) بگو: اوست خدایی که شما را در زمین پخش نموده و در گوشه و کنار آن جای داده، و به شما امر و نهی نموده و نعمت‌ها را به سویتان سرازیر کرده است که از آن استفاده می‌برید. سپس شما را در روز قیامت حشر می‌کند."
    },
    {
      "id": 5266,
      "verse_number": 25,
      "verse_key": "67:25",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927931,
          "resource_id": 135,
          "text": "و می‌گویند: «اگر راست می‌گویید، این وعده [قیامت] چه زمانی است؟»"
        }
      ],
      "tafsir_saadi": "ولی مخالفان این وعده را تکذیب می‌کنند و می‌گویند: (﴿مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ﴾) اگر راست می‌گویید، این وعده‌ای که می‌دهید کی خواهد بود؟ آنها نشانۀ صداقت پیامبران را این قرار دادند که وقت آمدن قیامت را به آنان خبر دهند، و این کار آنها ستمگری و عناد است.\n(﴿إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ﴾) بگو: علم آن تنها نزد خدا است، هیچ کس دیگری از فرارسیدن قیامت آگاهی و علم ندارد، و خبر دادن از اینکه قیامت خواهد آمد مشروط بر این نیست که زمان آن فاش شود؛ چون سخن راست با دلایل آن شناخته می‌شود، و خداوند دلایل و حجّت‌هایی بر صحّت و درستی آن اقامه کرده است، دلایلی که با وجود آن کوچک‌ترین شکّی در اینکه قیامت خواهد آمد باقی نمی‌ماند. امّا کسی درک می‌کند که با گوش و دل، گوش فرادهد."
    },
    {
      "id": 5267,
      "verse_number": 26,
      "verse_key": "67:26",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
      "page_number": 563,
      "juz_number": 29,
      "translations": [
        {
          "id": 927932,
          "resource_id": 135,
          "text": "بگو: «علم [قیامت] تنها نزد الله است و من فقط بیم‌دهنده‌ای آشکارم»."
        }
      ],
      "tafsir_saadi": "ولی مخالفان این وعده را تکذیب می‌کنند و می‌گویند: (﴿مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ﴾) اگر راست می‌گویید، این وعده‌ای که می‌دهید کی خواهد بود؟ آنها نشانۀ صداقت پیامبران را این قرار دادند که وقت آمدن قیامت را به آنان خبر دهند، و این کار آنها ستمگری و عناد است.\n(﴿إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ﴾) بگو: علم آن تنها نزد خدا است، هیچ کس دیگری از فرارسیدن قیامت آگاهی و علم ندارد، و خبر دادن از اینکه قیامت خواهد آمد مشروط بر این نیست که زمان آن فاش شود؛ چون سخن راست با دلایل آن شناخته می‌شود، و خداوند دلایل و حجّت‌هایی بر صحّت و درستی آن اقامه کرده است، دلایلی که با وجود آن کوچک‌ترین شکّی در اینکه قیامت خواهد آمد باقی نمی‌ماند. امّا کسی درک می‌کند که با گوش و دل، گوش فرادهد."
    },
    {
      "id": 5268,
      "verse_number": 27,
      "verse_key": "67:27",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ",
      "page_number": 564,
      "juz_number": 29,
      "translations": [
        {
          "id": 927933,
          "resource_id": 135,
          "text": "هنگامی که آن [وعده و عذاب الهی] را از نزدیک ببینند، چهرۀ کسانی‌ که کافر شدند، سیاه و اندوهگین می‌گردد و [به آنان] گفته می‌شود: «این همان چیزی است که درخواست می‌کردید»."
        }
      ],
      "tafsir_saadi": "کافران در دنیا فرارسیدن قیامت را تکذیب می‌کنند، اما در روز قیامت که عذاب را از نزدیک مشاهده می‌کنند، اندوهگین و پریشان خواهند شد. پس چهره‌هایشان تغییر می‌کند، و به خاطر تکذیب و دروغ انگاشتن‌شان مورد سرزنش و توبیخ قرار می‌گیرند، و گفته می‌شود: (﴿هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ﴾) این همان چیزی است که خود می‌خواستید. پس امروز آن را به طور آشکار مشاهده می‌کنید، و قضیه برایتان روشن گردیده و بیچاره گشته‌اید، و چیزی جز گرفتار شدن به عذاب برایتان نیست."
    },
    {
      "id": 5269,
      "verse_number": 28,
      "verse_key": "67:28",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَـٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
      "page_number": 564,
      "juz_number": 29,
      "translations": [
        {
          "id": 927934,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «به من خبر دهید، اگر الله مرا و کسانی را‌ که با من هستند، نابود کند یا بر ما رحمت آورد، کیست که کافران را از عذاب دردناک پناه ‌دهد؟»"
        }
      ],
      "tafsir_saadi": "از آنجا که تکذیب‌کنندگان پیامبر صلی الله علیه وسلم که دعوت او را رد ‌کردند منتظر نابود و هلاک شدن پیامبر بودند، خداوند به پیامبر فرمان داد تا به آنها بگوید: اگر شما به آرزوی خودتان برسید و خداوند من و همراهانم را هلاک سازد، این به شما فایده‌ای نخواهد رساند؛ چون شما به آیات خدا کفر ورزیده‌اید و سزاوار عذاب گشته‌اید. پس چه کسی شما را از عذاب دردناکی که بر شما قطعی گردیده است نجات خواهد داد؟\nبنابراین آزمند بودن شما برای نابودی من، فایده‌ای برایتان ندارد."
    },
    {
      "id": 5270,
      "verse_number": 29,
      "verse_key": "67:29",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ هُوَ ٱلرَّحْمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "page_number": 564,
      "juz_number": 29,
      "translations": [
        {
          "id": 927935,
          "resource_id": 135,
          "text": "بگو: «او [الله] رحمان است؛ به او ایمان آورده‌ایم و بر او توکل کرده‌ایم؛ [ای کافران،] به زودی خواهید دانست که چه کسی در گمراهیِ آشکار است»."
        }
      ],
      "tafsir_saadi": "و از جمله ادّعاهای کافران این بود که می‌گفتند آنها بر هدایت هستند، و پیامبر بر گمراهی می‌باشد. آنها این سخن را تکرار می‌کردند، و بر این امر مجادله می‌نمودند.\nپس خداوند پیامبرش را دستور داد تا از حالت خود و حالت پیروانش خبر دهد تا برای هریک هدایت و پرهیزگاری‌اش روشن گردد، و آن این است که بگویند: (﴿هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَا﴾) او خداوند مهربان است؛ به او ایمان آورده‌ایم، و بر او توکل کرده‌ایم. و ایمان شامل تصدیق باطن و اعمال باطنی و ظاهری می‌شود. و از آنجا که وجود اعمال و کمال آن بستگی به توکل دارد، خداوند از میان سایر اعمال، توکل را به طور ویژه بیان کرد، وگرنه توکل در ایمان داخل است، و از جملۀ لوازم ایمان است. همان‌طور که خداوند متعال می‌فرماید: ﴿وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ﴾ و بر خداوند توکل کنید، اگر شما مؤمن هستید.\nپس وقتی حالت پیامبر و پیروانش چنین است، و این حالت راه رستگاری است و سعادت اخروی به آن بستگی دارد؛ حالت دشمنان پیامبر برخلاف این می‌باشد. آنها ایمان و توکل ندارند، و با این مشخص می‌شود که چه کسی بر هدایت است و چه کسی در گمراهی آشکاری به سر می‌برد."
    },
    {
      "id": 5271,
      "verse_number": 30,
      "verse_key": "67:30",
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "ruku_number": 499,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَآءٍ مَّعِينٍۭ",
      "page_number": 564,
      "juz_number": 29,
      "translations": [
        {
          "id": 927936,
          "resource_id": 135,
          "text": "[ای پیامبر،] بگو: «به من خبر دهید اگر آب [آشامیدنیِ] شما [در زمین] فرو رود، چه کسی می‌تواند آب روان [و گوارا] برایتان بیاورد؟»"
        }
      ],
      "tafsir_saadi": "سپس خبر داد که نعمت‌ها را او به تنهایی داده است، به‌خصوص آبی که خداوند هر چیز زنده‌ای را از آن آفریده است. پس فرمود: \n(﴿قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا﴾) بگو: به من خبر دهید اگر آبتان فرو بنشیند، (﴿فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۢ﴾) چه کسی برایتان آبی روان می‌آورد که از آن بنوشید و چهارپایانتان و درختان و کشتزارهایتان را از آن آب دهید؟ این استفهام به معنی نفی است؛ یعنی هیچ کسی جز خداوند توانایی چنین کاری را ندارد."
    }
  ]
}