[
  {
    "ayah": 1,
    "text": ": 1 - 3                            #\n{الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (1) إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (2) نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ (3)}.\nالر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ الف، لام، را . اين آيه هاي کتاب روشن است. \nإِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ ما آن را\n(به صورت)\nکتاب خواندني و\n(به زبان عربي)\nفرو فرستاديم باشد که شما دريابيد. \nنَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَـذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ ما از طريق اين قرآن و از جانب خويش بهترين سرگذشها را براي تو بازگو مي کنيم، هر چند پيش از آن بي خبران بودي."
  },
  {
    "ayah": 1,
    "text": "#\n(1)\nخداوند متعال خبر می‌دهد که آیات قرآن، (\n﴿تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ﴾\n) آیات کتاب روشن است؛ یعنی کلمات و معانی آن، واضح و روشن است،"
  },
  {
    "ayah": 2,
    "text": "#\n(2)\nو از جملۀ روشنی و واضح بودن آن، این است که خداوند آن را به زبان فصیح عربی که بهترین و روشن‌ترین زبان‌هاست، نازل نموده است. این قرآن، روشنگرِ همۀ نیازهای مردم از قبیلِ حقایق مفید است، و این روشنگری و تبیین، برای این است که (\n﴿لَّعَلَّكُمۡ تَعۡقِلُونَ﴾\n) شما آن را دریابید؛ یعنی تا حدود، اصول، فروع، اوامر و نواهی آن را بفهمید. و هرگاه آن را به یقین دانستید و دل‌هایتان با معرفت و شناخت آن آراسته گردید، جوارح و اعضایتان طبق دستور آن عمل خواهد کرد و از آن فرمان خواهید برد، (\n﴿لَّعَلَّكُمۡ تَعۡقِلُونَ﴾\n) با تکرار معانی شریف و والای آن در اذهانتان، عقل‌هایتان رشد یابد و به تکامل برسد."
  },
  {
    "ayah": 3,
    "text": "#\n(3)\n(\n﴿نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ﴾\n) ما از طریق این قرآن، و از جانب خویش، بهترین سرگذشت‌ها را برای تو بازگو می‌کنیم. و این قصه‌ها را، بهترین سرگذشت‌ها نامید؛ چون راست بوده، و عبارت ساده و روان و معانی زیبایی ‌دارند. (\n﴿بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ﴾\n) به سبب آنچه که این قرآن بر آن مشتمل است. و آن را به تو وحی نمودیم و تو را، به‌وسیلۀ آن، بر سایر پیامبران برتری دادیم. و این، منت و احسان و شرف خالصی از جانب خداست. (\n﴿وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ﴾\n) هرچند که پیش از اینکه خداوند به تو وحی نماید، نمی‌دانستی که کتاب و ایمان چیست. اما آن را نوری قرار دادیم، و هرکس از بندگان خود را که بخواهیم، با آن هدایت می‌کنیم. و خداوند از داستان‌هایی که در قرآن آمده‌اند، ستایش نمود؛ و از آنها به عنوان بهترین داستان‌ها، یاد کرد. پس در هیچ کتابی، داستانی مانند داستان‌های قرآن وجود ندارد. بنابراین داستان یوسف و پدر و برادرانش را بیان کرد که داستانی بس عجیب و زیباست،\nوفرمود:"
  },
  {
    "ayah": 4,
    "text": ": 4 - 6                            #\n{إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَاأَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ (4) قَالَ يَابُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ (5) وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ (6)}.\nإِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ آنگاه که يوسف به پدرش گفت: «اي پدر\n(عزيزم)\n، همانا من يازده ستاره و خورشيد و ماه را در خواب ديدم که برايم سجده مي برند».\nقَالَ يَا بُنَيَّ لاَ تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُواْ لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلإِنسَانِ عَدُوٌّ مُّبِينٌ گفت:\nفرزندم! خوابت را براي برادرانت بيان مکن که براي تو بدانديشي مي کنند، بي گمان شيطان دشمن آشکار انسان است. \nوَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ وَإِسْحَقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ و بدينسان پروردگارت تو را بر مي گزيند و تعبير خوابها را به تو مي آموزد و نعمت خود را بر تو و خاندان يعقوب کامل مي کند همانطور که پيش از اين بر پدرانت ابراهيم و اسحاق کامل نمود. بي گمان پروردگارت دانا و حکيم است."
  },
  {
    "ayah": 4,
    "text": "#\n(4)\nبدان که خداوند بیان نمود بهترین داستان‌ها را در این کتاب برای پیامبرش تعریف می‌نماید. سپس این داستان را بیان کرد و آن را شرح داد، و آنچه را در آن اتفاق افتاده است، ذکر نمود. پس دانسته شد که آن، یک داستان کامل و زیباست؛ و هرکس بخواهد این داستان را با روایت‌های اسرائیلی که سند و ناقلی ندارند و غالباً دروغ هستند، کامل کند، در واقع می‌خواهد کاستی‌های خداوند را در این داستان جبران نماید، و چیزی را کامل ‌کند که به گمان او ناقص است. و این کار، بی‌نهایت زشت است. بسیاری از تفاسیر در این زمینه، مملو از دروغ پردازی‌های زشت و متضادی هستند، که با آنچه خدا تعریف نموده است، سازگاری ندارد. پس بنده باید آنچه را که خداوند تعریف نموده، بفهمد و یاد بگیرد؛ و مسایلی را که از پیامبر صلی الله علیه وسلم نقل نمی‌شود، رها کند. (\n﴿إِذۡ قَالَ يُوسُفُ لِأَبِيهِ﴾\n) آنگاه که یوسف به پدرش یعقوب بن اسحاق بن ابراهیم خلیل ـ‌علیهم الصلاة والسلام‌ـ گفت: (\n﴿يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ﴾\n) پدر جان! من یازده ستاره و خورشید و ماه را در خواب دیدم که در برابرم سجده می‌کنند. این خواب، مقدمه‌ای بود برای مقام بلندی که یوسف ـ علیه السلام ـ در دنیا و آخرت به دست آورد. و این چنین خداوند هرگاه بخواهد کار بزرگی را انجام دهد، قبل از آن مقدمه‌ای را فراهم کرده، و راه را برای آن همواره می‌نماید، و بنده را برای مقابله با سختی‌هایی که برایش پیش می‌آید، آماده می‌کند، و این به خاطر لطف و احسان خدا نسبت به بنده است. یعقوب، خواب یوسف را چنین تعبیر کرد که خورشید مادرش و ماه پدرش است و ستارگان برادران او هستند، و او به جایی خواهد رسید که پدر و مادر جوان و برادرانش برای او سر تعظیم فرود می‌آورند، و به خاطر احترام و بزرگداشت او، سجده می‌کنند. ولی باید اسباب این کار از پیش فراهم شود، و خداوند او را برگزیند، و نعمت خویش را، با ارزانی داشتن علم و عمل و قدرت به او، در زمین کامل بگرداند. و این نعمت، خاندان یعقوب را که برای او سجده بردند و از وی پیروی کردند، فرا خواهد گرفت."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\n(\n﴿وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ﴾\n) و بدینسان پروردگارت با اوصاف بزرگوار و زیبایی که به تو ارزانی نموده، تو را برمی‌گزیند. (\n﴿وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ﴾\n) و تعبیر خواب‌ها، و معانی سخن‌های راستین مانند کتاب‌های آسمانی و امثال آن را به تو می‌آموزد. (\n﴿وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ﴾\n) و نعمت خویش را در دنیا و آخرت بر تو کامل می‌نماید، و هم در دنیا و هم در آخرت به تو خوبی عطا می‌کند. (\n﴿كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ﴾\n) همان‌طور که پیش از این، آن را بر پدرانت -ابراهیم و اسحاق- کامل نمود، و نعمت‌های بزرگ دینی و دنیوی به آنان بخشید. (\n﴿إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ﴾\n) بی‌گمان پروردگارت دانا و حکیم است؛ یعنی آگاهی و علم او هر چیزی را احاطه کرده است، و بر نیک و بدی که در دل‌های بندگان نهفته است، احاطه دارد. پس به هریک از آنان، بر حسب حکمت خویش عطا می‌کند. او حکیم است و هر چیزی را در جای آن قرار می‌دهد. و هنگامی که یعقوب،\nتعبیر خواب یوسف را بیان کرد به او گفت:\n(\n﴿يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًا﴾\n) فرزندم! خوابت را برای برادرانت بیان مکن، که برای تو بداندیشی می‌کنند؛ یعنی از اینکه تو رئیس و بزرگ آنها خواهی شد، به تو حسادت ورزیده و برایت بداندیشی خواهند کرد. (\n﴿إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ﴾\n) بی‌گمان شیطان، دشمن آشکار انسان است، و از مبارزه با او خسته نمی‌شود و دست نمی‌کشد، و شب و روز و به صورت پنهان و آشکار با او مبارزه می‌کند. پس باید از عواملی پرهیز کرد که به وسیلۀ آن، شیطان بر بنده مسلّط می‌گردد. یوسف از دستور پدرش اطاعت نمود، و برادرانش را از این خواب آگاه نکرد، و خواب را از آنها پنهان نمود."
  },
  {
    "ayah": 5,
    "text": "#\n(5)\nبدان که خداوند بیان نمود بهترین داستان‌ها را در این کتاب برای پیامبرش تعریف می‌نماید. سپس این داستان را بیان کرد و آن را شرح داد، و آنچه را در آن اتفاق افتاده است، ذکر نمود. پس دانسته شد که آن، یک داستان کامل و زیباست؛ و هرکس بخواهد این داستان را با روایت‌های اسرائیلی که سند و ناقلی ندارند و غالباً دروغ هستند، کامل کند، در واقع می‌خواهد کاستی‌های خداوند را در این داستان جبران نماید، و چیزی را کامل ‌کند که به گمان او ناقص است. و این کار، بی‌نهایت زشت است. بسیاری از تفاسیر در این زمینه، مملو از دروغ پردازی‌های زشت و متضادی هستند، که با آنچه خدا تعریف نموده است، سازگاری ندارد. پس بنده باید آنچه را که خداوند تعریف نموده، بفهمد و یاد بگیرد؛ و مسایلی را که از پیامبر صلی الله علیه وسلم نقل نمی‌شود، رها کند. (\n﴿إِذۡ قَالَ يُوسُفُ لِأَبِيهِ﴾\n) آنگاه که یوسف به پدرش یعقوب بن اسحاق بن ابراهیم خلیل ـ‌علیهم الصلاة والسلام‌ـ گفت: (\n﴿يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ﴾\n) پدر جان! من یازده ستاره و خورشید و ماه را در خواب دیدم که در برابرم سجده می‌کنند. این خواب، مقدمه‌ای بود برای مقام بلندی که یوسف ـ علیه السلام ـ در دنیا و آخرت به دست آورد. و این چنین خداوند هرگاه بخواهد کار بزرگی را انجام دهد، قبل از آن مقدمه‌ای را فراهم کرده، و راه را برای آن همواره می‌نماید، و بنده را برای مقابله با سختی‌هایی که برایش پیش می‌آید، آماده می‌کند، و این به خاطر لطف و احسان خدا نسبت به بنده است. یعقوب، خواب یوسف را چنین تعبیر کرد که خورشید مادرش و ماه پدرش است و ستارگان برادران او هستند، و او به جایی خواهد رسید که پدر و مادر جوان و برادرانش برای او سر تعظیم فرود می‌آورند، و به خاطر احترام و بزرگداشت او، سجده می‌کنند. ولی باید اسباب این کار از پیش فراهم شود، و خداوند او را برگزیند، و نعمت خویش را، با ارزانی داشتن علم و عمل و قدرت به او، در زمین کامل بگرداند. و این نعمت، خاندان یعقوب را که برای او سجده بردند و از وی پیروی کردند، فرا خواهد گرفت."
  },
  {
    "ayah": 7,
    "text": ": 7 - 9                            #\n{لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ (7) إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ (8) اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ (9)}.\nلَّقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ بي گمان در\n(سرگذشت)\nيوسف و برادرانش براي پرسشگران نشانه هايي است.\nإِذْ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ هنگامي که گفتند:\n«همانا يوسف و براردش در نزد پدرمان از ما محبوترند، حال آنکه ما گروهي نيرومند هستيم، بي گمان پدرمان در اشتباه آشکاري است»\nاقْتُلُواْ يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُواْ مِن بَعْدِهِ قَوْمًا صَالِحِينَ يوسف را بکشيد يا او را به سرزميني بيافکنيد تا توجه پدرتان فقط به شما بوده و پس از آن گروهي شايسته باشيد."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\nخداوند متعال می‌فرماید: (\n﴿لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ﴾\n) بی‌گمان در سرگذشت یوسف و برادرانش برای پرسشگران، عبرت‌ها و دلایلی است بر بسیاری از مطالب و اهداف نیکو. (\n﴿لِّلسَّآئِلِينَ﴾\n) یعنی برای هرکس که با زبان حال یا قال از آن بپرسد؛ زیرا پرسشگران، از نشانه‌ها و عبرت‌ها بهره‌مند می‌شوند؛ اما کسانی که رویگردانی می‌کنند، از نشانه‌ها و داستان‌ها و دلایل بهره‌مند نمی‌شوند."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\n(\n﴿إِذۡ قَالُواْ﴾\n) آنگاه که در میان خود گفتند: (\n﴿لَيُوسُفُ وَأَخُوهُ﴾\n) یوسف و برادرِ تنی‌اش بنیامین. او و یوسف از یک مادر بودند، وگرنه همه، فرزندانِ یعقوب و برادر بودند. (\n﴿أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ﴾\n) در نزد پدرمان، از ما محبوب‌ترند، حال آنکه ما گروهی نیرومند هستیم، پس چگونه پدر بیشتر به آنها محبت و مهربانی می‌نماید؟! (\n﴿إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ﴾\n) بی‌گمان پدرمان در اشتباه آشکاری است؛ چرا که آن دو را بر ما ترجیح می‌دهد، بدون اینکه علتی برای برتری آنها وجود داشته باشد."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\n(\n﴿ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا﴾\n) یوسف را بکشید، یا او را در سرزمینی دور از چشم پدر پنهان کنید، تا نتواند وی را ببیند؛ زیرا وقتی یکی از این دو کار را انجام دهید، (\n﴿يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ﴾\n) توجه پدرتان فقط به شما معطوف می‌گردد، و با محبت و مهربانی به شما روی می‌آورد؛ زیرا اکنون قلب او چنان به یوسف مشغول است که جایی برای محبت شما نمانده است. (\n﴿وَتَكُونُواْ مِنۢ بَعۡدِهِۦ﴾\n) و شما پس از این کار، (\n﴿قَوۡمٗا صَٰلِحِينَ﴾\n) گروهی شایسته خواهید شد؛ یعنی به سوی خدا بر خواهید گشت و توبه می‌کنید و بعد از انجام گناه، از خداوند آمرزش می‌خواهید. پس آنان قبل از انجامِ گناه، تصمیم گرفتند توبه کنند تا انجام دادن آن کار آسان شود، و زشتیِ آن از بین برود، و با این کار یکدیگر را تشویق می‌کردند."
  },
  {
    "ayah": 10,
    "text": ": 10                            #\n{قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ (10)}.\nقَالَ قَآئِلٌ مَّنْهُمْ لاَ تَقْتُلُواْ يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِن كُنتُمْ فَاعِلِينَ گوينده اي از آنان گفت:\n«يوسف را مکشيد و او را به ژرفاي چاه بياندازيد تا کسي از مسافران او را بر گيرد، اگر مي خواهيد کاري بکنيد»\n."
  },
  {
    "ayah": 10,
    "text": "#\n(10)\n(\n﴿قَالَ قَآئِلٞ مِّنۡهُمۡ﴾\n) برادران یوسف می‌خواستند وی را بکشند یا تبعید کنند،\nاما یکی از آنان گفت:\n(\n﴿لَا تَقۡتُلُواْ يُوسُفَ﴾\n) یوسف را مکشید؛ زیرا کشتن او، گناهی بسیار بزرگ وزشت است؛ بلکه او را تبعید کنید، و شما با دورکردنش از پدر، به هدف خود می‌رسید، پس او را (\n﴿فِي غَيَٰبَتِ ٱلۡجُبِّ﴾\n) به ژرفای چاه بیندازید و تهدیدش کنید که ماجرای شما را به اطلاع کسانی نرساند که او را می‌یابند، بلکه بگوید\n«برده‌ای فراری هستم.»\nتا (\n﴿يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ﴾\n) برخی از کاروان‌هایی که مقصد دوری را درپیش دارند و از آنجا رد می‌شوند، او را برگیرند و با خود ببرند. و نظر این گوینده در مورد یوسف، از همه بهتر، و در این قضیه از همه نیکوکارتر و پرهیزگارتر بود؛ زیرا شر نیز مراتبی دارد، و می‌توان با تحمل ضرر سبک، ضرر سنگین را دفع نمود. و هنگامی که بر این رأی اتفاق نمودند،"
  },
  {
    "ayah": 11,
    "text": ": 11 - 14                            #\n{قَالُوا يَاأَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ (11) أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ (12) قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ (13) قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ (14)}.\nقَالُواْ يَا أَبَانَا مَا لَكَ لاَ تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ گفتند:\n«پدر جان! چرا نسبت به يوسف به ما اطمينان نداري حال آنکه ما خير خواه او هستيم؟»\nأَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ او را فردا با ما بفرست تا بخورد و بازي کند، و ما نگاهبان و مراقب وي خواهيم بود.\nقَالَ إِنِّي لَيَحْزُنُنِي أَن تَذْهَبُواْ بِهِ وَأَخَافُ أَن يَأْكُلَهُ الذِّئْبُ وَأَنتُمْ عَنْهُ غَافِلُونَ' گفت:\n«اگر او را ببريد اندوهگين مي گردم، و مي ترسم در حالي که شما از او غافل هستيد گرگ وي را بخورد»\n.\nقَالُواْ لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَّخَاسِرُونَ گفتند:\n«اگر گرگ او را بخورد در حالي که ما گروه نيرومندي هستيم آنگاه زيانکار خواهيم بود»\n."
  },
  {
    "ayah": 11,
    "text": "#\n(11)\n(\n﴿قَالُواْ﴾\n) برادران یوسف برای اینکه به هدف خود برسند به پدرشان گفتند: (\n﴿يَٰٓأَبَانَا مَالَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ﴾\n) پدرجان! چرا نسبت به یوسف به ما اطمینان نداری و به خاطر چه نگران یوسف هستی؟ بدون اینکه سبب و انگیزه‌ای برای ترس داشته باشی؟ (\n﴿وَإِنَّا لَهُۥ لَنَٰصِحُونَ﴾\n) حال آنکه ما خیرخواه او هستیم؛ و نسبت به او دلسوزیم، و آنچه را برای خود دوست داریم، برای او هم دوست می‌داریم. و این دلالت می‌نماید که یعقوب ـ علیه السلام ـ اجازه نمی‌داد یوسف با برادرانش به صحرا و جاهای دیگر برود."
  },
  {
    "ayah": 12,
    "text": "#\n(12)\nپس هنگامی که اتهامات را از خود دور کردند، آنچه را که به نفع یوسف بود و پدر نیز آن را برای او می‌پسندید، بیان کردند تا پدر اجازه بدهد یوسف همراه آنان به بیابان برود.\nبنابراین گفتند:\n(\n﴿أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ﴾\n) فردا او را با ما بفرست، تا بخورد و در بیابان تفریح نماید و لذت ببرد. (\n﴿وَإِنَّا لَهُۥ لَحَٰفِظُونَ﴾\n) و ما او را از هر اذیت و آزاری محافظت خواهیم کرد."
  },
  {
    "ayah": 13,
    "text": "#\n(13)\nیعقوب در پاسخ آنان گفت: (\n﴿إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ﴾\n) به محض اینکه او را ببرید، ناراحت می‌شوم و این کار بر من دشوار می‌آید؛ زیرا توان تحمل جدایی او را حتی برای مدت اندکی ندارم، پس او را نمی‌فرستم. و دلیل دوم برای نفرستادن وی این است که، (\n﴿وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ﴾\n) می‌ترسم از او غافل بمانید، و گرگ او را بخورد؛ چون او کوچک است، و نمی‌تواند در مقابل گرگ از خود دفاع کند و خود را برهاند."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\n(\n﴿قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ﴾\n) گفتند: اگر گرگ او را بخورد درحالی که ما گروهی نیرومند هستیم و بر محافظت او می‌کوشیم، آنگاه زیانکار خواهیم بود، و خیری در ما نیست، و امید فایده و سودی از ما نمی‌رود. هنگامی که اسباب آرامش پدرشان را فراهم آوردند و موانعِ فرضی این کار را برطرف نمودند، یعقوب به منظور سرگرمی و تفریح یوسف، به وی اجازه داد همراه برادرانش برود."
  },
  {
    "ayah": 15,
    "text": ": 15 - 18                            #\n{فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (15) وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ (16) قَالُوا يَاأَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ (17) وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (18)}.\nفَلَمَّا ذَهَبُواْ بِهِ وَأَجْمَعُواْ أَن يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَـذَا وَهُمْ لاَ يَشْعُرُونَ و هنگامي که او را بردند و تصميم گرفتند وي را به ژرفاي چاه بياندازد به او وحي نموديم که قطعاً آنان را در آينده از اين کارشان خبر خواهي کرد، در حالي که نمي فهمند. \nوَجَاؤُواْ أَبَاهُمْ عِشَاء يَبْكُونَ و شبانگاه ، گريان به نزد پدرشان آمدند.\nقَالُواْ يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنتَ بِمُؤْمِنٍ لِّنَا وَلَوْ كُنَّا صَادِقِينَ گفتند:\n«اي پدر! ما رفتيم که مسابقه دهيم و يوسف را نزد اسباب و اثاثيه خود گذاشتيم و گرگ او را خورد، و تو هرگز ما را باور نمي داري هر چند راستگو هم باشيم»\n. \nوَجَآؤُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ و پيراهن او را آلوده به خون دروغين آوردند،\nگفت:\n(نه)\nبلکه نفس شما کار زشتي را براي شما آرسته است، و من صبر نيک را پيشه مي کنم، و بر آنچه بيان مي داريد خداوند ياور من است."
  },
  {
    "ayah": 15,
    "text": "#\n(15)\nهنگامی که برادران یوسف\n[به سفر تفریحی خویش]\nرفتند، تصمیم گرفتند یوسف را در ژرفای چاه بیندازند همچنان که یکی از آنان این را گفت، که قبلاً نیز به آن اشاره شد. و آنها قدرت خویش را در مورد یوسف اعمال کردند و او را در چاه انداختند. سپس خداوند متعال نسبت به یوسف مهربانی کرد، به این صورت که در این حالت دشوار،\nبر او وحی نمود:\n(\n﴿لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ﴾\n) که قطعاً آنان را سرزنش خواهی نمود، و آنان را از این کارشان مطلع خواهی کرد، و آنها این را نمی‌فهمند. پس این مژده‌ای است، مبنی بر اینکه او به زودی از این چاه نجات خواهد یافت، و خداوند او را با خانواده و برادرانش، به صورتی که قدرت و فرمانروایی از آنِ یوسف خواهد بود، جمع می‌کند."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\n(\n﴿وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ﴾\n) و شبانگاه گریه کنان پیش پدرشان آمدند. تاخیر از وقت معمول و همیشگی که از صحرا می‌آمدند؛ و گریه کردنشان را دلیلی بر راستگو بودن خود قرار دادند."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nپس آنها درحالی که عذری دروغین می‌آوردند،\nگفتند:\n(\n﴿يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ﴾\n) ای پدر! ما رفتیم که مسابقه دهیم. مسابقۀ دوندگی یا مسابقه تیراندازی و نیزه افکنی. (\n﴿وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا﴾\n) و یوسف را نزد اسباب و اثاثیۀ خود گذاشتیم تا همانجا راحت بنشیند، (\n﴿فَأَكَلَهُ ٱلذِّئۡبُ﴾\n) پس درحالی که ما نبودیم و مسابقه می‌دادیم، گرگ او را خورد، (\n﴿وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ﴾\n) و تو هم به خاطر اندوه، و محبت و دلسوزی شدیدی که نسبت به یوسف داری، ظاهراً ما را تصدیق نمی‌کنی."
  },
  {
    "ayah": 18,
    "text": "#\n(18)\nاما تصدیق نکردن تو، ما را از این باز نمی‌دارد که عذر حقیقی را بیان نکنیم. (\n﴿وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖ﴾\n) پیراهن او را آلوده به خون دروغین نزد پدر آوردند و عنوان کردند که این، خون یوسف است و گرگ او را خورده و پیراهنش به خون آغشته گردیده است.\nاما پدرشان آنها را تصدیق نکرد و گفت:\n(\n﴿بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗا﴾\n) بلکه نفس شما، کار زشتی را در جدایی انداختن میان من و او برای شما آراسته است. حالات و خوابی که یوسف دیده بود، او را به گفتن این گفتار راهنمایی کرد. (\n﴿فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ﴾\n) و من می‌کوشم وظیفه‌ام را انجام دهم، و وظیفه‌ام این است که بر این رنج صبر نمایم، صبری زیبا، و از نارضایتی و شکایت به مردم دوری می‌جویم. و برای حل این مشکل، از خداوند یاری می‌طلبم، نه از قدرت و توانایی خودم.\nپس او با خودش چنین قرار گذاشت و به آفریننده‌اش شکایت کرد و گفت:\n﴿أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ﴾\nمن شکایت پریشانی و اندوهم را تنها به نزد خدا می‌برم؛ و شکایت به درگاه آفریننده، با صبر نیک در تعارض نیست؛ زیرا چنانچه پیامبر وعده‌ای بدهد، به آن وفا می‌کند."
  },
  {
    "ayah": 19,
    "text": ": 19 - 20                            #\n{وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَابُشْرَى هَذَا غُلَامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ (19) وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ (20)}.\nوَجَاءتْ سَيَّارَةٌ فَأَرْسَلُواْ وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَـذَا غُلاَمٌ وَأَسَرُّوهُ بِضَاعَةً وَاللّهُ عَلِيمٌ بِمَا يَعْمَلُونَ و کارواني آمد و آب آور خود را فرستادند و او دلوش را به پايين انداخت\n(و)\nگفت:\n«مژده باد که اين نوجواني است »\nو او را به عنوان کالايي پنهان داشتند و خداوند به آنچه مي کردند داناست. \nوَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُواْ فِيهِ مِنَ الزَّاهِدِينَ و او را به پول ناچيزي\n(و تنها)\nبه چند درهم فروختند و نسبت به او بي علاقه بودند."
  },
  {
    "ayah": 19,
    "text": "#\n(19)\nیوسف مدتی در چاه باقی ماند تا اینکه، (\n﴿وَجَآءَتۡ سَيَّارَةٞ﴾\n) کاروانی آمد که می‌خواست به مصر برود، (\n﴿فَأَرۡسَلُواْ وَارِدَهُمۡ﴾\n) و آب آور و پیشاهنگ خود را فرستادند؛ یعنی کسی را فرستادند که آب برایشان تهیه می‌کرد، و محل پیدایش آب را برایشان جستجو می‌کرد، و زمینۀ فرود آمدن آنان را بر حوض و یا چاهی را فراهم می‌نمود. (\n﴿فَأَدۡلَىٰ دَلۡوَهُۥ﴾\n) و او دلوش را به چاه انداخت و یوسف داخل دلو شد و بیرون آمد. (\n﴿قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞ﴾\n) گفت: مژده باد! این جوانِ گرانقدری است، (\n﴿وَأَسَرُّوهُ بِضَٰعَةٗ﴾\n) و او را به‌عنوان کالایی پنهان داشتند."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\nیوسف مدتی در چاه باقی ماند تا اینکه، (\n﴿وَجَآءَتۡ سَيَّارَةٞ﴾\n) کاروانی آمد که می‌خواست به مصر برود، (\n﴿فَأَرۡسَلُواْ وَارِدَهُمۡ﴾\n) و آب آور و پیشاهنگ خود را فرستادند؛ یعنی کسی را فرستادند که آب برایشان تهیه می‌کرد، و محل پیدایش آب را برایشان جستجو می‌کرد، و زمینۀ فرود آمدن آنان را بر حوض و یا چاهی را فراهم می‌نمود. (\n﴿فَأَدۡلَىٰ دَلۡوَهُۥ﴾\n) و او دلوش را به چاه انداخت و یوسف داخل دلو شد و بیرون آمد. (\n﴿قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞ﴾\n) گفت: مژده باد! این جوانِ گرانقدری است، (\n﴿وَأَسَرُّوهُ بِضَٰعَةٗ﴾\n) و او را به‌عنوان کالایی پنهان داشتند. و برادرانش یوسف را از نزدیک تعقیب می‌کردند. سپس او را از برادرانش خریدند، (\n﴿بِثَمَنِۢ بَخۡسٖ﴾\n) با پولی ناچیز و بسیار اندک او را خریدند، (\n﴿دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ﴾\n) تنها به چند درهم او را فروختند، و نسبت به او بی‌علاقه بودند، چون هدفی جز پنهان کردن و دور نمودن او از پدرش نداشتند. هدفشان این نبود که پول را بگیرند و بخورند. هنگامی که کاروانیان او را یافتند، خواستند آن را پنهان بدارند و آن را از جمله کالاهایی که همراهشان بود قرار دهند،\nتا اینکه برادرانش آمدند و گفتند:\nاین برده ایست متعلق به ما که فرار کرده است. و کاروانیان یوسف را از آنان با پول اندکی خریدند و از آنان عهد گرفتند که فرار نکند."
  },
  {
    "ayah": 21,
    "text": ": 21                            #\n{وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (21)}.\nوَقَالَ الَّذِي اشْتَرَاهُ مِن مِّصْرَ لاِمْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنِّا لِيُوسُفَ فِي الأَرْضِ وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الأَحَادِيثِ وَاللّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ و کسي از اهل مصر که او را خريداري کرد به زنش گفت:\n« او را گرامي دار، شايد به ما سود ببخشد يا او را به فرزندي بگيريم»\n. بدينسان ما يوسف را در سرزمين تمکين داديم، و تا تعبير خوابها را بدو بياموزيم، و خداوند بر کار خود چيره و غالب است اما بيشتر مردم نمي دانند."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\nکاروانیان او را به مصر بردند و عزیز مصر وی را خرید و مورد پسندش قرار گرفت،\nپس زنش را در مورد او سفارش نمود و گفت:\n(\n﴿أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا﴾\n) او را گرامی بدار، شاید چون بردگان و خدمتگزاران برای ما خدمت کند و به ما فایده برساند، و یا از او همان‌طور استفاده نماییم که از فرزندانمان بهره‌برداری می‌کنیم. و شاید این بدان خاطر بود که آنها فرزندی نداشتند. (\n﴿وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ﴾\n) و همچنان‌که زمینه را برای یوسف فراهم کردیم که عزیز مصر او را بخرد و مورد تکریم قرار دهد، به همان شیوه ـ از این رهگذر ـ زمینه را برایش فراهم نمودیم که در زمین قدرت و سلطه یابد. (\n﴿وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ﴾\n) و تا تعبیر خواب‌ها را به او بیاموزیم. پس او شغل و حرفه‌ای جز علم و دانش اندوزی نداشت، و این کار سبب شد تا دانش فراوانی در مورد احکام و تعبیر خواب و غیره به دست آورد. (\n﴿وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ﴾\n) و خداوند بر کار خود چیره و غالب است؛ یعنی ارادۀ خداوند جاری است، و هیچ کس نمی‌تواند او را شکست بدهد. (\n﴿وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ﴾\n) اما بیشتر مردم نمی‌دانند.بنابراین به منظور نقض نمودن اوامر تقدیری خداوند، کارهایی از آنان سر می‌زند، حال آنکه آنها بسی ناتوان‌تر و ضعیف‌تر از آنند که بتوانند چنین کاری را بکنند."
  },
  {
    "ayah": 22,
    "text": ": 22                            #\n{وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (22)}.\nوَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ و چون به حالت رشد و کمال خود رسيد به او داوري و دانايي داديم، و بدينسان به نيکوکاران پاداش مي دهيم"
  },
  {
    "ayah": 22,
    "text": "#\n(22)\n(\n﴿وَلَمَّا بَلَغَ أَشُدَّهُۥٓ﴾\n) و هنگامی که یوسف به مرحلۀ رشد و قدرت معنوی و جسمی‌اش رسید، و صلاحیت پیدا کرد که بتواند بارهای سنگینی از قبیل نبوت و رسالت را بر دوش بکشد، (\n﴿ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا﴾\n) او را پیامبر و عالمی ربانی قرار دادیم، (\n﴿وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ﴾\n) و بدینسان نیکوکاران را پاداش می‌دهیم؛ کسانی که عبادت خداوند را به نحو احسن و از روی اخلاص انجام داده، و به بهترین وجه ممکن به خلق خدا کمک می‌کنند. و ازجمله پاداشی که در برابر نیکوکاری‌شان به آنان می‌دهد، علم و دانش مفید است. و این دلالت می‌نماید که یوسف در مقام احسان بود، پس خداوند داوری و دانش فراوان و نبوت را به او داد."
  },
  {
    "ayah": 23,
    "text": ": 23 - 29                            #\n{وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (23) وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ (24) وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ (25) قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ (26) وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ (27) فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (28) يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ (29)}.\nوَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَن نَّفْسِهِ وَغَلَّقَتِ الأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ و زني که يوسف در خانه اش بود مکارانه خواست تا او را از پاکدامني خود به در کند،\nو درها را بست و گفت:\n«بيا جلو، و دست به کار شو»\n.\nيوسف گفت:\n«به خداوند پناه مي برم و او = عزيز مصر سرور من است، مرا گرامي داشته است، بي گمان ستمکاران رستگار نمي گردند»\n. \nوَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلا أَن رَّأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاء إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ و به راستي آن زن قصد\n(زدن)\nيوسف کرد و يوسف\n(نيز)\nقصد\n(انتقام گرفن از )\nاو نمود اما برهان پروردگارش را ديد. ما چنين کرديم تا بدي و ناشايستي را از او دور سازيم ، چرا که او از بندگان پاکيزه و برگزيدۀ ما بود. \nوَاسُتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاء مَنْ أَرَادَ بِأَهْلِكَ سُوَءًا إِلاَّ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ و با همديگر به سوي درشتافتند و آن زن پيراهن يوسف را از پشت پاره کرد. شوهرش را دم در دريافت.\n(زن به شوهر خود)\nگفت:\n«سزاي کسي که نسبت به همسرت قصد انجام کار زشت کند چيست جز اين که يا زنداين گردد يا عذابي دردناک ببيند؟»\nقَالَ هِيَ رَاوَدَتْنِي عَن نَّفْسِي وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الكَاذِبِينَ يوسف گفت:\n«او با نيرنگ مرا به خود خواند»\n، و شاهدي از خانوادۀ آن زن گواهي داد که اگر پيراهن يوسف از جلو پاره شده باشد زن راست مي گويد، و يوسف از دروغگويان است. \nوَإِنْ كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِن الصَّادِقِينَ و اگر پيراهنش از پشت پاره شده باشد زن دروغ مي گويد و او\n(= يوسف)\nاز راستگويان است. \nفَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُ مِن كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ  هنگامي که\n(عزيز مصر)\nديد پيراهن يوسف از پشت پاره شده است،\nگفت:\n«اين از مکر شماست، آري! مکرتان\n(بسيار)\nبزرگ است». \nيُوسُفُ أَعْرِضْ عَنْ هَـذَا وَاسْتَغْفِرِي لِذَنبِكِ إِنَّكِ كُنتِ مِنَ الْخَاطِئِينَ\n(عزيز مصر گفت)\n:«اي يوسف! از اين ماجرا در گذر\n(و تو نيز اي زن)\nبراي گناهت آمرزش بخواه که تو از خطاکاران بوده اي»."
  },
  {
    "ayah": 23,
    "text": "#\n(23 - 24)\nیوسف این مصیبت بزرگ را، از مصیبتی که از جانب برادرانش به او رسیده بود، بزرگ‌تر انگاشت، اما صبر و پایداری او پاداش بزرگ‌تری در بر داشت؛ زیرا در اینجا او از روی اختیار صبر نمود، هرچند که انگیزه‌های فراوانی برای انجام یافتن آن کار\n[حرام]\nوجود داشت. پس یوسف محبت خدا را، بر محبت آن زن مقدم داشت. اما صبر یوسف در برابر عملکرد برادرانش صبر اجباری بود، مانند بیماری‌ها و سختی‌هایی که بدون اختیار به آدمی می‌رسد و راهی جز صبر و مقاومت ندارد. و یوسف -علیه السلام- در خانۀ عزیز مصر محترم و گرامی بود. یوسف دارای چنان زیبایی و کمالی بود که باعث شد، (\n﴿وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ﴾\n) زن صاحب‌خانه‌اش مکارانه در صدد آن باشد او را از پاکدامنی‌اش به در کند. یوسف، غلام آن زن، و در اختیار وی بود. خانه نیز خالی بود و انجام دادن کار زشت، بسیار آسان بود، و کسی هم پی نمی‌برد. (\n﴿وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ﴾\n) و اضافه بر آن، درها را بست و مکان خلوت شد و آنها مطمئن بودند که کسی وارد نخواهد شد؛ زیرا درها بسته بود. و آن زن، یوسف را به خود خواند. (\n﴿وَقَالَتۡ هَيۡتَ لَكَ﴾\n) و گفت: بیا جلو، و شروع کن. یوسف مردی مسافر و غریب بود و بسیاری از انسان‌ها که در وطن خود و در میان آشنایان خود از انجام کار زشت شرم می‌کنند، در آن دیار به راحتی چنین کارهایی را انجام می‌دهند. نیز یوسف، اسیر آن زن؛ و آن خانم، بانو وسرورش بود. وی از چنان زیبایی برخوردار بود که حسن و جمالش، آدمی را به انجام چنین کاری وامی‌داشت. یوسف هم جوان مجردی بود که زن او را تهدید کرد که اگر آنچه را می‌گوید انجام ندهد، وی را به زندان خواهد افکند یا شکنجۀ دردناکی خواهد داد. اما یوسف با وجود چنین انگیزۀ قوی، از ارتکاب نافرمانی خدا پرهیز نمود. یوسف آهنگ وی را نمود، اما به خاطر خدا آن را ترک کرد و خواستۀ خداوند را بر خواستۀ نفس اماره‌اش مقدم داشت. و برهان پروردگار که یوسف آن را دید، علم و ایمانی بود که از آن برخوردار بود و باعث ترک همۀ چیزهایی ‌شد که خداوند حرام کرده است، و باعث شد از این گناه بزرگ، دوری جوید و دست نگاه دارد. (\n﴿قَالَ مَعَاذَ ٱللَّهِ﴾\n) یوسف گفت: به خداوند پناه می‌برم از اینکه این کار زشت را انجام دهم؛ زیرا این از کارهایی است که خداوند را خشمگین می‌نماید و انسان را از او دور می‌کند؛ نیز خیانتی است در حق سرورم که مرا گرامی داشته است. پس شایسته نیست در مقابل این همه نیکی، بدترین کار را با خانوادۀ او انجام دهم، و اگر چنین کاری بکنم، مرتکب بزرگ‌ترین ستم شده‌ام، و ستمگر نیز هرگز رستگار نمی‌شود. خلاصه اینکه ترس از خدا و رعایت حق سرورش که او را گرامی داشته بود، نیز صیانت و پاک نگهداشتن نفسش از ظلم و ستم، ظلم و ستمی که هرکس بدان بیالاید رستگار نمی‌شود، همچنین برهان و ایمانی که در قلبش بود، کاری کرد که دستورات خدا را به جای آورد و از آنچه نهی نموده است، پرهیز کند. خداوند متعال موانع زیادی را بر سر راه انجام این کار قرار داد؛ چرا که می‌خواست بدی و ناشایستی را از او دور نماید؛ زیرا او از بندگان مخلص خدا بود، و عبادت‌هایش را خالص برای خدا انجام می‌داد. و خداوند وی را پاکیزه نمود و برای خود برگزید، و نعمت‌ها را به سویش سرازیر کرد و زشتی‌ها را از وی دور نمود."
  },
  {
    "ayah": 24,
    "text": "#\n(23 - 24)\nیوسف این مصیبت بزرگ را، از مصیبتی که از جانب برادرانش به او رسیده بود، بزرگ‌تر انگاشت، اما صبر و پایداری او پاداش بزرگ‌تری در بر داشت؛ زیرا در اینجا او از روی اختیار صبر نمود، هرچند که انگیزه‌های فراوانی برای انجام یافتن آن کار\n[حرام]\nوجود داشت. پس یوسف محبت خدا را، بر محبت آن زن مقدم داشت. اما صبر یوسف در برابر عملکرد برادرانش صبر اجباری بود، مانند بیماری‌ها و سختی‌هایی که بدون اختیار به آدمی می‌رسد و راهی جز صبر و مقاومت ندارد. و یوسف -علیه السلام- در خانۀ عزیز مصر محترم و گرامی بود. یوسف دارای چنان زیبایی و کمالی بود که باعث شد، (\n﴿وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ﴾\n) زن صاحب‌خانه‌اش مکارانه در صدد آن باشد او را از پاکدامنی‌اش به در کند. یوسف، غلام آن زن، و در اختیار وی بود. خانه نیز خالی بود و انجام دادن کار زشت، بسیار آسان بود، و کسی هم پی نمی‌برد. (\n﴿وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ﴾\n) و اضافه بر آن، درها را بست و مکان خلوت شد و آنها مطمئن بودند که کسی وارد نخواهد شد؛ زیرا درها بسته بود. و آن زن، یوسف را به خود خواند. (\n﴿وَقَالَتۡ هَيۡتَ لَكَ﴾\n) و گفت: بیا جلو، و شروع کن. یوسف مردی مسافر و غریب بود و بسیاری از انسان‌ها که در وطن خود و در میان آشنایان خود از انجام کار زشت شرم می‌کنند، در آن دیار به راحتی چنین کارهایی را انجام می‌دهند. نیز یوسف، اسیر آن زن؛ و آن خانم، بانو وسرورش بود. وی از چنان زیبایی برخوردار بود که حسن و جمالش، آدمی را به انجام چنین کاری وامی‌داشت. یوسف هم جوان مجردی بود که زن او را تهدید کرد که اگر آنچه را می‌گوید انجام ندهد، وی را به زندان خواهد افکند یا شکنجۀ دردناکی خواهد داد. اما یوسف با وجود چنین انگیزۀ قوی، از ارتکاب نافرمانی خدا پرهیز نمود. یوسف آهنگ وی را نمود، اما به خاطر خدا آن را ترک کرد و خواستۀ خداوند را بر خواستۀ نفس اماره‌اش مقدم داشت. و برهان پروردگار که یوسف آن را دید، علم و ایمانی بود که از آن برخوردار بود و باعث ترک همۀ چیزهایی ‌شد که خداوند حرام کرده است، و باعث شد از این گناه بزرگ، دوری جوید و دست نگاه دارد. (\n﴿قَالَ مَعَاذَ ٱللَّهِ﴾\n) یوسف گفت: به خداوند پناه می‌برم از اینکه این کار زشت را انجام دهم؛ زیرا این از کارهایی است که خداوند را خشمگین می‌نماید و انسان را از او دور می‌کند؛ نیز خیانتی است در حق سرورم که مرا گرامی داشته است. پس شایسته نیست در مقابل این همه نیکی، بدترین کار را با خانوادۀ او انجام دهم، و اگر چنین کاری بکنم، مرتکب بزرگ‌ترین ستم شده‌ام، و ستمگر نیز هرگز رستگار نمی‌شود. خلاصه اینکه ترس از خدا و رعایت حق سرورش که او را گرامی داشته بود، نیز صیانت و پاک نگهداشتن نفسش از ظلم و ستم، ظلم و ستمی که هرکس بدان بیالاید رستگار نمی‌شود، همچنین برهان و ایمانی که در قلبش بود، کاری کرد که دستورات خدا را به جای آورد و از آنچه نهی نموده است، پرهیز کند. خداوند متعال موانع زیادی را بر سر راه انجام این کار قرار داد؛ چرا که می‌خواست بدی و ناشایستی را از او دور نماید؛ زیرا او از بندگان مخلص خدا بود، و عبادت‌هایش را خالص برای خدا انجام می‌داد. و خداوند وی را پاکیزه نمود و برای خود برگزید، و نعمت‌ها را به سویش سرازیر کرد و زشتی‌ها را از وی دور نمود."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\nبعد از اینکه آن زن با نیرنگ و کرشمه و ناز، یوسف را به سوی خود خواند و یوسف از پذیرش خواسته‌اش امتناع ورزید و خواست فرار نماید، و به سوی در شتافت تا نجات پیدا کند و از فتنه بگریزد، زن به سویش شتافت و لباسش را گرفت و پیراهن یوسف پاره شد، و هنگامی که به دمِ در رسیدند، شوهرش را در نزدیکی در یافتند، و او چیزی را مشاهده کرد که بر وی دشوار آمد. بنابراین ـ زن عزیز ـ بلافاصله به دروغ گفتن پرداخت و ادعا کرد که یوسف در صدد انجام چنین کاری با او بوده است.\nپس گفت:\n(\n﴿مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا﴾\n) سزای کسی که به همسرت قصد بدی داشته باشد چیست؟ و نگفت کسی که با همسرت کار بدی انجام دهد، تا خود و یوسف را از انجام این کار تبرئه کند. بلکه می‌خواست وانمود کند که یوسف درصدد انجام چنین کاری بوده است. (\n﴿إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ﴾\n) سزای او جز این نیست که یا زندانی گردد یا شکنجه دردناکی ببیند."
  },
  {
    "ayah": 26,
    "text": "#\n(26)\nیوسف خودش را از اتهامی که همسر عزیز وی را بدان متهم کرد،\nتبرئه نمود و گفت:\n(\n﴿هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِي﴾\n) او با نیرنگ مرا به خود خواند. پس در این هنگام، احتمال راست گفتن هر یک از آن دو می‌رفت، و معلوم نبود که کدام‌یک راست می‌گوید. اما خداوند برای حقیقت و راستی، نشانه و علامت‌هایی قرار داده است که بر آن دلالت می‌نمایند. و گاهی بندگان آن را می‌دانند و گاهی آن را نمی‌دانند. پس خداوند در این قضیه منّت گذاشت تا راستگو از دروغگو شناخته شود و پیامبرش یوسف ـ‌علیه السلام‌ـ تبرئه گردد. بنابراین شاهدی را از خانوادۀ آن زن برانگیخت و به قرینه‌ای گواهی داد که همراه هرکس باشد، بیانگر راستی اوست.\nبنابراین گفت:\n(\n﴿إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ﴾\n) اگر پیراهن یوسف از جلو پاره شده باشد، زن راست می‌گوید و یوسف از دروغگویان است؛ زیرا این دلالت می‌نماید که یوسف به او روی آورده، و برای انجام کار زشت کوشیده، و زن خواسته است تا او را از خودش دور نماید، بنابراین پیراهنش از این طرف پاره شده است."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\n(\n﴿وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ﴾\n) و اگر پیراهنش از پشت پاره شده باشد، زن دروغ می‌گوید و یوسف از راستگویان است؛ زیرا این بر فرار کردن یوسف دلالت می‌نماید، و اینکه زن از او خواسته است چنین کاری بکند، اما او فرار نموده و پیراهنش از این طریق پاره شده است."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\n(\n﴿فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ﴾\n) و هنگامی که عزیز مصر دید پیراهن یوسف از پشت پاره شده است، راستگویی و بی‌گناهی یوسف برایش محرز شد و پی برد که زنش دروغ می‌گوید.\nپس به وی گفت:\n(\n﴿إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ﴾\n) این از مکر شماست، بی‌گمان مکرتان\n[بسیار]\nبزرگ است. آیا مکری بزرگ‌تر از این وجود دارد که او خودش را تبرئه کرد و پیامبر خدا -یوسف- را متهم نمود؟"
  },
  {
    "ayah": 29,
    "text": "#\n(29)\nسپس وقتی که همسرش دربارۀ مسئله تحقیق کرد،\nبه ‌یوسف گفت:\n(\n﴿يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَا﴾\n) ای یوسف! در این باره سخن مگوی و آن را فراموش کن، و برای هیچ‌کس آن را بازگو مکن. هدفش این بود که عیب خانواده اش را بپوشاند. (\n﴿وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِ‍ِٔينَ﴾\n) و تو ای زن! برای گناهت آمرزش بخواه که تو ازخطاکاران بوده‌ای. پس یوسف را به چشم پوشی و گذشت، و زن را به استغفار و توبه امر نمود."
  },
  {
    "ayah": 30,
    "text": ": 30 - 35                            #\n{وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ (30) فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ (31) قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ (32) قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ (33) فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (34) ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ (35)}.\nوَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَةُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَن نَّفْسِهِ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَاهَا فِي ضَلاَلٍ مُّبِينٍ و گروهي از زنان شهر گفتند: «زن عزيز مکارانه از غلامش مي خواهد که از\n(پاکدامني)\nخويش در گذرد، به راستي عشق\n(يوسف)\nدر دلش جاي کرده است، همانا او را در گمراهي آشکاري مي بينيم». \nفَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلّهِ مَا هَـذَا بَشَرًا إِنْ هَـذَا إِلاَّ مَلَكٌ كَرِيمٌ و هنگامي که\n(زن عزيز)\nنيرنگ ايشان را شنيد کسي را دنبال آنان فرستاد و براي آن بالش هايي فراهم ديد و چاقويي به دست هر يک از آنان داد و\n(به يوسف)\nگفت:\n«وارد مجلس ايشان شو»\n.\nآن گاه چون او ديد بزرگش يافتند و دست هاي خويش را بريدند و گفتند:\n«ماشاءالله! اين انسان نيست، بلکه فرشته اي بزرگوار است»\n.\nقَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فَاسَتَعْصَمَ وَلَئِن لَّمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ الصَّاغِرِينَ گفت:\n«اين است آن کسي که مرا به خا طر او سرزنش کرده بوديد، و به راستي وي را به خويشتن خوانده ام ولي او خويشتن داري کرد،  اگر آنچه را که به او دستور مي دهم انجام ندهد قطعاً زنداني مي شود و خوار و زبون خواهد بود»\n.\nقَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الْجَاهِلِينَ گفت:\n«پروردگارا! زنداني براي من خوشايندتر از چيزي است که مرا به آن فرا مي خوانند، و اگر مکر آنان را از من باز نداري به آنان گرايش پيدا کرده و از زمرۀ نادانان مي گردم»\n. \nفَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ  پروردگارش دعاي او را اجابت کرد و کليد و مکر آنان را از او باز داشت. بي گمان او شنواي داناست. \nثُمَّ بَدَا لَهُم مِّن بَعْدِ مَا رَأَوُاْ الآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ آنگاه پس از آنکه نشانه ها را ديدند چنين به نظرشان رسيد که او را تا مدتي زنداني کنند."
  },
  {
    "ayah": 30,
    "text": "#\n(30)\nخبر در شهر پخش شد و زنان با یکدیگر در این مورد گفتگو کرده و همسرِ عزیز را ملامت نموده و می‌گفتند: (\n﴿ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦ﴾\n) زنِ عزیز مکّارانه از غلامش می‌خواهد تا از پاکدامنی خود در گذرد، به راستی عشق یوسف دلش را اشغال کرده است. و این کارِ زشتی است؛ چراکه او زن گرانقدر و بزرگی است، و شوهرش نیز شخصیت گرانقدر و بزرگی می‌باشد، با وجود این از غلامش که زیر دستش بود و او را به خدمت گرفته بود، می‌خواهد با وی چنین کاری را انجام دهد، و سخت به محبت او گرفتار آمده است. (\n﴿قَدۡ شَغَفَهَا حُبًّا﴾\n) همانا محبت و عشق او در عمق قلبش جای گرفته، و این نهایت عشق و محبت است.(\n﴿إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ﴾\n) همانا ما او را در گمراهی آشکاری می‌بینیم که چنین کاری از او سرزده است. این امر از ارزش او می‌کاهد، و نزد مردم او را خوار می‌گرداند."
  },
  {
    "ayah": 31,
    "text": "#\n(31)\nاین سخن آنها مکر و توطئه بود، و هدفشان تنها سرزنش و انتقاد از وی نبود، بلکه می‌خواستند بدینوسیله به دیدن یوسف که زن عزیز مصر دلباخته‌اش شده بود، بروند تا همسر عزیز مصر خشمگین شود، و یوسف را به آنها نشان دهد و وی را معذور بدارند.\nبنابراین این اقدام را مکر نامید و فرمود:\n(\n﴿فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ﴾\n) هنگامی که زن عزیز مکر و بدگویی ایشان را شنید، کسی را به دنبال آنان فرستاد و آنها را برای مهمانی به خانه‌اش دعوت کرد، (\n﴿وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَ‍ٔٗا﴾\n) و برای آنان مکانی آماده نمود که در آن انواع فرش‌ها و بالش‌ها و خوردنی‌های لذیذ فراهم شده بود. و از جمله چیزهایی که در این مهمانی آورده بود، میوه‌ای بود که به چاقو نیاز داشت و آن پرتقال یا غیره بود. (\n﴿وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا﴾\n) و به دست هر یک از آنان چاقویی داد تا آن میوه را پوست بکنند و بخورند، (\n﴿وَقَالَتِ﴾\n) و به یوسف گفت: (\n﴿ٱخۡرُجۡ عَلَيۡهِنَّ﴾\n) در حالت زیبایی و درخشندگی وارد مجلس ایشان شو، (\n﴿فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ﴾\n) پس هنگامی که زنان او را دیدند، در دل‌های خود او را بزرگ یافتند و منظرۀ شگفت انگیزی مشاهده نمودند که هرگز چنین چیزی را ندیده بودند.(\n﴿وَقَطَّعۡنَ أَيۡدِيَهُنَّ﴾\n) و از شدت حیرت، دست‌هایشان را با چاقوهایی که در دست داشتند، بریدند، (\n﴿وَقُلۡنَ حَٰشَ لِلَّهِ﴾\n) و گفتند: سبحان الله! (\n﴿مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ﴾\n) این انسان نیست، بلکه فرشته‌ای بزرگوار است؛ زیرا یوسف چنان زیبایی و نوری داشت که نشانه‌ای برای بینندگان و عبرتی برای اندیشمندان بود."
  },
  {
    "ayah": 32,
    "text": "#\n(32)\nو هنگامی که زیبایی آشکار یوسف برای آنان ثابت شد، آنان را شگفت زده کرد و همسر عزیز را معذور دانستند. زن عزیز خواست زیبایی باطنی و درونی یوسف و آراستگی و عفت و پاکدامنی او را هم به آنان نشان بدهد، پس آشکارا و بدون پروا محبت شدید خود را نسبت به یوسف اعلام کرد؛ زیرا دیگر زنان او را ملامت نمی‌کردند،\nو گفت:\n(\n﴿وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَ﴾\n) و به راستی او را به خویشتن خوانده‌ام، ولی او امتناع ورزید. درحالی که زن عزیز همچنان او را مکارانه به خود می‌خواند و گذر وقت و زمان، جز محبت و اضطراب و اشتیاقِ وصالِ یوسف چیزی به او نمی‌افزود.\nبنابراین در حضور زن‌ها گفت:\n(\n﴿وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ﴾\n) و اگر آنچه را که به او دستور می‌دهم انجام ندهد، قطعاً زندانی می‌شود و خوار و زبون خواهد گردید. او را تهدید کرد تا خواسته‌اش را بپذیرد و به هدفش برسد."
  },
  {
    "ayah": 33,
    "text": "#\n(33)\nدر این هنگام یوسف به پروردگارش پناه برد، و درمقابل مکر زنان از او یاری جست و، (\n﴿قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِ﴾\n) گفت: پروردگارا! زندان برای من خوشایند تر از چیزی است که مرا به آن فرا می‌خوانند. و این دلالت می‌نماید که زنان به یوسف اشاره می‌کردند که از بانویش اطاعت کند و فرمان او را بپذیرد، و در این مورد مکر می‌ورزیدند. پس یوسف زندان و عذاب دنیوی را بر لذّتی آماده که موجب عذاب سخت می‌شود، ترجیح داد. (\n﴿وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ﴾\n) و اگر مکر آنان را از من باز نداری، به آنان تمایل پیدا می‌کنم؛ زیرا من ضعیف و ناتوان هستم، اگر بدی را از من دور نکنی. (\n﴿وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ﴾\n) و اگر به آنان تمایل پیدا کنم، از زمرۀ نادانان می‌گردم؛ زیرا این کار، نادانی و جهالت است؛ چون آدم جاهل، لذّتی اندک و آلوده را، بر لذت‌ها و خوشی‌های متنوع در باغ‌های پرناز و نعمت ترجیح می‌دهد. و هرکس لذت زودگذر را بر سعادت حقیقی و ابدی ترجیح دهد، بسیار نادان است. و علم و عقل، آدمی را به ترجیح دادن مصلحت و لذت بزرگ‌تر فرا می‌خوانند، و چیزی را ترجیح می‌دهند که سرانجام آن بهتر است."
  },
  {
    "ayah": 34,
    "text": "#\n(34)\n(\n﴿فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ﴾\n) و پروردگارش دعای او را بدانگاه که وی را فرا خواند، اجابت کرد، (\n﴿فَصَرَفَ عَنۡهُ كَيۡدَهُنَّ﴾\n) زن عزیز همواره با مکر و زاری از او التماس می‌کرد، و به راه‌های مختلفی متوسل می‌شد تا او را راضی کند. اما یوسف او را ناامید کرد، و خداوند مکر همسر عزیز را از او باز داشت. (\n﴿إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ﴾\n) بی‌گمان خداوند شنوای دعای دعاکننده است، و به نیت و قصد شایستۀ او و ضعف و ناتوانی‌اش که مقتضی آن است خداوند با لطف و یاری خود به کمک وی بشتابد، آگاه است. و خداوند با لطف و یاری خویش، او را یاری نمود. پس این است آنچه که خداوند یوسف را با آن، از این فتنۀ بزرگ و رنج سخت نجات داد."
  },
  {
    "ayah": 35,
    "text": "#\n(35)\nاما مالکان و صاحبانِ یوسف پس از آنکه خبر پخش شد و برخی زن عزیز را معذور دانستند و برخی او را ملامت کرده، و برخی از او عیب گرفتند، (\n﴿بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ﴾\n) پس از آنکه نشانه‌هایی دالّ بر برائت و پاکدامنی وی دیدند، چنین به نظرشان رسید که او را تا مدتی زندانی کنند تا این خبر پایان یابد و مردم آن را فراموش کنند. زیرا وقتی که خبری پخش شود، مادامی که اسباب و عوامل آن وجود داشته باشد، همواره شایع می‌گردد؛ و چون اسباب آن از بین برود، به فراموشی سپرده خواهد شد. پس آنان صلاح را در آن دیدند که یوسف را زندانی کنند. بنابراین او را به زندان فرستادند."
  },
  {
    "ayah": 36,
    "text": ": 36 - 41                            #\n{وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (36) قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (37) وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (38) يَاصَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ (39) مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (40) [يَاصَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ (41)] }.\nوَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانَ قَالَ أَحَدُهُمَآ إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ  و دو جوان با او وارد زندن شدند،\nيکي از آن دو گفت:\n«من در خواب ديدم که انگور براي شراب مي فشارم»\nو ديگري گفت:\n«من در خواب ديدم که بر سر خويش ناني برداشته ام که مرغان از آن مي خورند، ما را از تعبير آن با خبر کن که تو را از زمرۀ نيکوکاران مي بينيم»\n.\nقَالَ لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لاَّ يُؤْمِنُونَ بِاللّهِ وَهُم بِالآخِرَةِ هُمْ كَافِرُونَ يوسف گفت:\n«پيش از آنکه غذايتان به شما برسد شما را از تعبير خوابتان آگاه خواهم ساخت، اين\n(تعبير خواب)\nکه به شما مي گويم از چيزهايي است که پروردگارم به من آموخته است. به راستي که من آيين قومي را که به خدا ايمان نمي آورند و به آخرت نيز بي باورند ترک گفته ام». \nوَاتَّبَعْتُ مِلَّةَ آبَآئِـي إِبْرَاهِيمَ وَإِسْحَقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللّهِ مِن شَيْءٍ ذَلِكَ مِن فَضْلِ اللّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ و از آئين پدرانم ابراهيم و اسحاق و يعقوب پيروي کرده ام، ما را نسزد که چيزي را شريک خدا کنيم، اين فضف خدا بر ما و مردم است ولي بيشتر مردم سپاس نمي گذارند. \nيَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اللّهُ الْوَاحِدُ الْقَهَّارُ اي دوستان زنداني من! آيا خدايان گوناگون بهترند يا خدايي يگانه و چيره؟\nمَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَآبَآؤُكُم مَّا أَنزَلَ اللّهُ بِهَا مِن سُلْطَانٍ إِنِ الْحُكْمُ إِلاَّ لِلّهِ أَمَرَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ به جاي او نمي پرستيد مگر نام هايي را که شما و پدرانتان نهاده ايد، خداوند\n(هيچ)\nدليل و برهاني بر\n(صحت)\nآنان نفرستاده است. فرمانروايي از ن خداست و فرمان داده که جز او را نپرستيد، اين است دين راست و استوار ولي بيشتر مردم نمي دانند. \nيَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ قُضِيَ الأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ اي دو رفيق زنداني من! اما يکي از شما به سرور خود شراب خواهد نوشاند، واما ديگري به دار زده مي شود و پرندگان از سرش خواهند خورد. امري که دربارۀ آن پرستش مي کرديد قطعي و حتمي است."
  },
  {
    "ayah": 36,
    "text": "#\n(36)\nهنگامی که یوسف وارد زندان شد (\n﴿وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِ﴾\n) دو جوان با او وارد زندان شدند، و هریک از این دو جوان، خوابی را دید و آن را برای یوسف تعریف کرد تا تعبیرش را به وی بگوید. پس (\n﴿قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا﴾\n) و آن نان (\n﴿ تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُ نَبِّئۡنَا بِتَأۡوِيلِهِ﴾\n) ما را از تفسیر این خواب، و سرانجامی که در انتظار داریم، با خبر کن.\nو گفتۀ آنان:\n(\n﴿ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ﴾\n) یعنی: ما تو را از کسانی می‌دانیم که با مردم احسان می‌کنند. پس با تعبیر خوابمان به ما احسان کن، همچنان‌که به دیگران نیز احسان کرده‌ای. پس با ذکر احسان یوسف، به او متوسل شدند."
  },
  {
    "ayah": 37,
    "text": "#\n(37)\n(\n﴿قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَا﴾\n) یوسف با اجابت خواستۀ آن دو به آنها گفت: پیش از اینکه غذایتان به شما برسد، شما را از تعبیر خوابتان آگاه خواهم ساخت؛ یعنی مطمئن باشید که من زود خواب شما را تعبیر می‌کنم، و هنوز نهار یا شامتان به شما نمی‌رسد که شما را از تعبیر آن آگاه خواهم ساخت. شاید یوسف ـ علیه الصلاة والسلام ـ خواست در این حالت که آنها به تعبیر خواب نیاز داشتند، آنها را به ایمان فرا بخواند تا دعوتش موثرتر واقع شود و بهتر آن را بپذیرند.\nسپس گفت:\n(\n﴿ذَٰلِكُمَا﴾\n) تعبیری که برای خواب‌های شما می‌کنم، (\n﴿مِمَّا عَلَّمَنِي رَبِّيٓ﴾\n) از علم خداست که مرا آموخته است؛ و با بخشیدن آن به من، نسبت به اینجانب احسان کرده است. (\n﴿إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ﴾\n) و این به خاطر آن است که من آئین قومی را که به خدا ایمان نمی‌آورند و هم آنان به آخرت بی‌باورند، ترک گفته‌ام. واژۀ\n«تَرَکتُ»\nبه دو معنی به کار می‌رود: 1- کسی که اصلاً وارد کاری نشده، و آن را انجام نداده است. 2- کسی که وارد چیزی شود، سپس از آن بیرون بیاید. بنابراین نباید گفت که یوسف قبل از آن، بر غیر آئین ابراهیم بوده است."
  },
  {
    "ayah": 38,
    "text": "#\n(38)\n(\n﴿وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ﴾\n) و از آئین پدرانم، ابراهیم و اسحاق و یعقوب، پیروی کرده‌ام.\nسپس این آئین را چنین تعریف کرد:\n(\n﴿مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖ﴾\n) ما را نسزد که چیزی را شریک خداکنیم. بلکه ما خدا را یگانه می‌دانیم، و دین و عبادت را تنها برای او انجام می‌دهیم. (\n﴿ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ﴾\n) این از برترین و بهترین منّت‌ها وبخشش‌های الهی بر ما و کسانی است که خداوند آنها را هدایت کرده است؛ زیرا هیچ احسانی برتر و بهتر از آن نیست که خداوند، اسلام و دین استوار را به بندگان ارزانی نماید. پس هرکس آن را پذیرفت و از آن فرمان برد، اسلام و دین بهرۀ اوست، و بزرگ‌ترین نعمت‌ها و برترین فضیلت‌ها را به دست آورده است. (\n﴿وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ﴾\n) ولی بیشتر مردم نمی‌دانند. بنابراین منّت و احسان الهی نزد آنها می‌آید، اما آن را نمی‌پذیرند، و حقوق الهی را ادا نمی‌کنند. و یوسف با این سخنان، آنها را به در پیش گرفتن راهی که خودش بر آن بود، تشویق ‌نمود. و هنگامی که دریافت آن دو جوان با دیدۀ تعظیم و بزرگداشت به او می‌نگرند، و اینکه او را نیکوکار و معلم می‌دانند، برای آنها بیان کرد حالتی که من دارم، از فضل و احسان خداست؛ چرا که نعمت دوری از شرک و پیروی از آئین نیاکانم را به من بخشیده، و به جایی رسیده‌ام که می‌بینید. پس شایسته است شما هم راهی را در پیش بگیرید که من در پیش گرفته‌ام."
  },
  {
    "ayah": 39,
    "text": "#\n(39)\nسپس به صراحت آنها را به سوی توحید و یکتاپرستی دعوت کرد و گفت: (\n﴿يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ﴾\n) ای دوستان زندانی من! آیا خدایان ضعیف و ناتوانی که نمی‌توانند ضرر و فایده بدهند، و نمی‌توانند چیزی را ببخشند یا منع کنند، و این خدایان،\nانواع گوناگونی دارند از قبیل:\nدرختان و سنگ‌ها و فرشتگان و مردگان و دیگر معبودهایی که مشرکان به خدایی می‌گیرند، آیا اینها بهترند یا خداوندی که دارای صفت‌های کمال است و در ذات و صفات و کارهایش یگانه است؟ پس او در هیچ چیزی شریکی ندارد. (\n﴿ٱلۡقَهَّارُ﴾\n) چیره است؛ و هرچیزی در برابر قدرت و فرمانروایی او، منقاد و مطیع است. پس هرچه بخواهد، انجام می‌پذیرد؛ و آنچه او نخواهد، انجام نمی‌پذیرد.\n﴿مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآ﴾\nو هیچ جنبنده‌ای نیست مگر اینکه تحت قدرت خداست. و معلوم است خدایی که چنین است، از خدایان متفرق و پراکنده‌ای که فقط نام‌هایی توخالی هستند؛ نام‌هایی که از هیچ کمال و کارهایی برخوردار نیستند، بهتر است.\nبنابراین گفت:"
  },
  {
    "ayah": 40,
    "text": "#\n(40)\n(\n﴿مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم﴾\n) به جای خدا نمی‌پرستید، مگر نام‌هایی که شما و پدرانتان نهاده‌اید؛ یعنی نام‌هایی بر آن گذاشته و آنها را خدا نامیده‌اید، حال آنکه چیزی نیستند و از صفت‌های الوهیت و خدایی برخوردار نمی‌باشند. (\n﴿مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍ﴾\n) خداوند هیچ دلیل و برهانی بر\n[حقّانیت]\nآنها نفرستاده است، بلکه دلیل و براهین زیادی را مبنی بر عدم پرستش آنها، و باطل بودنشان فرستاده است. پس چون خداوند بر حقانیت آنها دلیلی نفرستاده است، باطل و پوچ می‌باشند. (\n﴿إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ﴾\n) فرمانروایی فقط از آن خداست و بس. پس اوست که فرمان می‌دهد و باز می‌دارد و قوانین را وضع می‌نماید و احکام را می‌فرستد. و اوست که، (\n﴿أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ﴾\n) فرمان داده است جز او را نپرستید. این است دین راست و استوار. دین استواری که انسان را به همۀ خوبی‌ها می‌رساند، همان دین خداست؛ و دیگر دین‌ها مستقیم و درست نیستند، بلکه کج و منحرف‌اند و انسان را به پرتگاه می‌رسانند. (\n﴿وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ﴾\n) ولی بیشتر مردم حقایق را نمی‌دانند؛ وگرنه فرق بین عبادت خدای یگانه -که شریکی ندارد- با پرستش بت‌ها بسیار آشکار و روشن است. اما از آنجا که بیشتر مردم این را نمی‌دانند، شرک می‌ورزند. پس یوسف -علیه السلام- دو هم‌زندانی خود را به عبادت خدای یگانه و خالص گرداندن دین برای وی دعوت نمود. احتمال دارد که آنها دعوت یوسف را پذیرفته، و فرمان برده باشند؛ و اگر چنین باشد، از نعمت کامل برخوردار شده‌اند. و احتمال دارد بر شرک خود باقی مانده، و به‌وسیلۀ دعوت یوسف بر آنان، اتمام حجت شده باشد. سپس او\n(علیه السلام)\nبعد از اینکه آنها را وعده داد بود که خوابشان‌را تعبیر خواهد کرد،\nشروع به بیان تعبیر خوابشان نمود و گفت:"
  },
  {
    "ayah": 41,
    "text": "#\n(41)\n(\n﴿يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗا﴾\n) ای دوستان زندانی من! یکی از شما ـ‌و او کسی بود که در خواب دیده بود خوشۀ انگوری برای شراب می‌فشاردـ از زندان بیرون می‌آید و به سرورش که او را خدمت می‌نمود، شراب می‌نوشاند، و ساقی او خواهد شد. و این مستلزم آزاد شدن او از زندان است. (\n﴿وَأَمَّا ٱلۡأٓخَرُ﴾\n) و اما دیگری که در خواب دیده بود بر سر خویش نانی گرفته و پرندگان از آن می‌خورند، (\n﴿فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦ﴾\n) به دار آویخته می‌شود و پرندگان از سرش می‌خورند. یوسف نان را به گوشت سر و چربی و مغز وی تعبیر کرد.\nو گفت:\nاو دفن نخواهد شد و از دستبرد پرندگان در امان نخواهد بود، بلکه به دار آویخته و در جایی قرار داده می‌شود که پرندگان می‌توانند گوشت او را بخورند. سپس آنها را خبر داد که این تعبیر قطعاً تحقق خواهد یافت.\nپس گفت:\n(\n﴿قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ﴾\n) چیزی که شما دربارۀ تعبیر و تفسیر آن پرسیدید، قطعی و حتمی است."
  },
  {
    "ayah": 42,
    "text": ": 42                            #\n{وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ (42)}.\nوَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِّنْهُمَا اذْكُرْنِي عِندَ رَبِّكَ فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ و به يکي از آن دو که مي دانست رهايي مي يابد،\nگفت:\n« مرا نزد سرورت ياد کن»\nپس شيطان از يادش برد که پروردگارش را ياد کند، بنابراين چند سالي در زندان ماند."
  },
  {
    "ayah": 42,
    "text": "#\n(42)\n(\n﴿وَقَالَ﴾\n) و یوسف ـ علیه السلام ـ گفت: (\n﴿لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا﴾\n) به یکی از آن دو که می‌دانست آزاد می‌شود. و او همان کسی بود که در خواب دیده بود انگور برای شراب می‌فشارد. (\n﴿ٱذۡكُرۡنِي عِندَ رَبِّكَ﴾\n) مرا به نزد سرورت یاد کن، شاید دلش به حال ما بسوزد و از زندان آزاد کند، (\n﴿فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ﴾\n) اما شیطان، خدا را از یاد آن کس ببرد که نجات پیدا کرده بود، و او را از ذکر آنچه که به خدایش نزدیک می‌نمود، فراموش گرداند. از جمله چیزهایی که او را به خدا نزدیک می‌کرد اما آن را فراموش کرد، یاد یوسف بود که سزاوار بود نیکی‌اش به بهترین وجه جبران شود. و این به خاطر آن بود تا خداوند فرمان و دستورش را کامل بگرداند. (\n﴿فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ﴾\n) بنابراین چند سالی در زندان ماند. و کلمۀ (\n﴿بِضۡعَ﴾\n) شامل سه تا نُه می‌باشد. بنابراین گفته شده است که او هفت سال در زندان ماند. و هنگامی که خداوند خواست فرمانش را کامل بگرداند و یوسف از زندان آزاد شود، سببی را مقدر و معین نمود و آن خواب پادشاه بود."
  },
  {
    "ayah": 43,
    "text": ": 43 - 49                            #\n{وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَاأَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ (43) قَالُوا أَضْغَاثُ أَحْلَامٍ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ (44) وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ (45) يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ (46) قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ (47) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ (48) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ (49)}.\nوَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلأُ أَفْتُونِي فِي رُؤْيَايَ إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ و پادشاه گفت:\n«من در خواب هفت گاو چاق را ديدم که هفت گاو لاغر آنها را مي خوردند، و هفت خوشۀ سبز و هفت خوشۀ خشک ديگر را ديدم. اي بزرگان! اگر خوابها را تعبير مي کنيد نظر خود را دربارۀ خوابم بيان داريد»\n.\nقَالُواْ أَضْغَاثُ أَحْلاَمٍ وَمَا نَحْنُ بِتَأْوِيلِ الأَحْلاَمِ بِعَالِمِينَ گفتند:\n«اين خوابها از زمرۀ خوابهاي پريشان است و ما از تعبير آن آگاه نيستيم»\n.\nوَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَاْ أُنَبِّئُكُم بِتَأْوِيلِهِ فَأَرْسِلُونِ و کسي که از آن دو نفر نجات پيدا کرده بود بعد از مدتها به ياد آورد\n(و)\nگفت:\n«من شما را از تعبير آن باخبر مي کنم مرا بفرستيد»\nيُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَّعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ  اي يوسف! اي بسيار راستگو! دربارۀ هفت گاو فربه که هفت گاو لاغر آنها را مي خورند، و\n(دربارۀ)\nهفت خوشۀ سبز و هفت خوشۀ خشک به ما پاسخ ده تا اينکه من به سوي مردم برگردم، اميد است آنان بدانند.\nقَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ گفت:\n«هفت سال پياپي کشت کنيد و آنچه را که درو نموديد جز اندکي که مي خوريد در خوشۀ خود نگاه داريد»\n. \nثُمَّ يَأْتِي مِن بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلاَّ قَلِيلاً مِّمَّا تُحْصِنُونَ پس از آن، هفت سال سخت در مي رسد که آنچه را به خاطرشان اندوخته ايد از ميان بر مي دراند مگر اندکي از آنچه که انبار مي کنيد. \nثُمَّ يَأْتِي مِن بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ سپس بعد از آن\n(سالهاي خشک و سخت)\nسالي مي آيد که به مردم\n(در آن سال)\nباران مي رسدف و در آن شيرۀ\n(انگور و زيتون و ديگر ميوه ها)\nرا مي فشرند."
  },
  {
    "ayah": 43,
    "text": "#\n(43)\nهنگامی که خداوند خواست یوسف را از زندان آزاد کند، این خواب عجیب را به پادشاه نشان داد که تأویل و تعبیر آن به همۀ مردم ارتباط پیدا می‌کرد؛ و تعبیر آن به وسیلۀ یوسف صورت می‌گرفت، و فضل و علم او آشکار می‌گردید و باعث بلندی مقام او در هردو جهان می‌شد. و از قضای الهی، پادشاهی که امور ملت و منافع مردم در دست او بود، این خواب را دید. و پادشاه از این خواب به وحشت افتاد.\nبنابراین دانشمندان و خردمندان قومش را جمع کرد و گفت:\n(\n﴿إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ﴾\n) من در خواب، هفت گاو چاق را دیدم که هفت گاو لاغر آنها را می‌خورند. و این چیز عجیبی است که هفت گاو لاغر و ضعیف، هفت گاو چاق و پرقدرت را بخورند. (\n﴿وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ﴾\n) و هفت خوشۀ سبز و هفت خوشۀ خشک دیگر را دیدم. (\n﴿يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ﴾\n) ای بزرگان! اگر خواب‌ها را تعبیر می‌کنید، نظر خود را دربارۀ خوابم بیان دارید، چون همۀ این چیزها یک تعبیر دارند. پس متحیر شدند، و راهی برای آن نیافتند"
  },
  {
    "ayah": 44,
    "text": "#\n(44)\nو (\n﴿قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖ﴾\n) گفتند: اینها خواب‌های آشفته و پریشان هستند که تعبیری ندارند. و آنان به طور قطع و یقین چیزی را گفتند که آن را نمی‌دانستند، و به گونه‌ای برای خود عذر آوردند که در واقع عذر آنان قابل قبول نیست.\nپس گفتند:\n(\n﴿وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ﴾\n) و ما از تعبیر خواب‌های آشفته آگاه نیستیم. ما فقط خواب‌های واقعی را تعبیر می‌کنیم، اما خیالات و خواب‌های آشفته‌ای را که از سوی شیطان یا خیالات انسان است، تعبیر نمی‌کنیم. پس آنها تعبیر خوابش را ندانستند، و معتقد بودند خواب و خیال آشفته است. و به خود می‌بالیدند،\nزیرا نگفتند:\nتعبیر آن را نمی‌دانیم، و این برای اهل دین و خرد شایسته نیست. و این از لطف خدا نسبت به یوسف ـ علیه السلام ـ بود؛ زیرا اگر ابتدا یوسف آن را تعبیر می‌کرد ـ قبل از اینکه پادشاه آن را بر بزرگان قوم خود و دانشمندان ارائه کند و آنها از تعبیر آن عاجز بمانند ـ یوسف چنین جایگاهی نمی‌داشت. اما وقتی که پادشاه خواب را بر آنان عرضه کرد و آنها از تعبیر آن درماندند و پادشاه به آن خواب خیلی اهمیت می‌داد، یوسف آن را تعبیر کرد و جایگاه بزرگی نزد آنان کسب نمود. و این جریان، همانند آشکار شدن برتری آدم به‌وسیلۀ علم بر فرشتگان بود؛ زیرا خداوند پرسشی را بر آنان عرضه کرد، اما جوابش را ندانستند. سپس از آدم پرسید، و او نام هر چیزی‌را به آنان آموخت، و با این، برتری آدم ثابت شد. و همان‌طور که خداوند متعال فضل و برتری پیامبر خود محمد صلی الله علیه وسلم را در روز قیامت اظهار می‌نماید، به گونه‌ای که به مردم الهام می‌کند که از آدم شفاعت جویند، سپس از ابراهیم، سپس از موسی و سپس از عیسی ـ‌علیهم السلام‌ـ اما همگی عذر می‌آورند.\nسپس مردم پیش محمد صلی الله علیه وسلم می‌آیند و او می‌فرماید:\n«من می‌توانم شفاعت کنم، من می‌توانم شفاعت کنم.»\nو پیامبر برای همۀ مردم شفاعت می‌نماید و به آن مقام محمود و ستوده می‌رسد که پیشینیان و پسینیان به آن رشک می‌برند. پس پاک است خداوندی که مهربانی‌های او فراوان است، و نیکی و احسانش را به خواص و برگزیدگان و دوستانش عطا می‌کند."
  },
  {
    "ayah": 45,
    "text": "#\n(45)\n(\n﴿وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا﴾\n) و یکی از آن دو جوان که نجات یافته بود؛ و او همان کسی بود که در خواب دیده بود به قصد درست کردن شراب، انگور می‌فشارد، و یوسف وی را سفارش کرده بود که او را نزد سرورش یاد کند. (\n﴿وَٱدَّكَرَ بَعۡدَ أُمَّةٍ﴾\n) و پس از گذشت سالیانی، تعبیر یوسف و سفارش او را به یاد آورد، و دانست که یوسف می‌تواند این خواب را تعبیر کند.\nبنابراین گفت:\n(\n﴿أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ﴾\n) من شما را از تعبیر آن خبر می‌دهم، پس مرا به سوی یوسف بفرستید، تا از او دربارۀ این خواب بپرسم."
  },
  {
    "ayah": 46,
    "text": "#\n(46)\nو آنها او را فرستادند و پیش یوسف آمد، و یوسف او را به خاطر فراموش کردن و از ‌یاد بردن سفارشش سرزنش نکرد، بلکه به خواسته‌اش گوش فراداد و پاسخ او را گفت.\nآن مرد گفت:\n(\n﴿يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ﴾\n) یوسف! ای بسیار راستگو و راستکار! (\n﴿أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ﴾\n) دربارۀ هفت گاو فربه‌ای که هفت گاو لاغر آنها را می‌خورند؛ و هفت خوشۀ سبز و هفت خوشۀ خشک، به ما پاسخ بده، تا اینکه به سوی مردم برگردم.امید است آنان بدانند، چون آنها چشم به راه تعبیر این خواب هستند و برایشان بسیار مهم است."
  },
  {
    "ayah": 47,
    "text": "#\n(47)\nپس یوسف هفت گاو چاق و هفت خوشۀ سبز را تعبیر کرد که آنها هفت سال آباد هستند؛ و هفت گاو لاغر و هفت خوشۀ خشک را چنین تعبیر کرد که سال‌های خشک هستند. و شاید دلیل تعبیر یوسف این باشد که وجود کشت و زرع، به سالِ خوش بستگی دارد؛ و هرگاه سالی خوش در پیش باشد، کشتزارها قوی و زیبا و با برکت شده و محصول آن زیاد می‌شود، اما در خشکسالی برعکس خواهد بود. واغلب به وسیلۀ گاو، زمین را شخم می‌زنند؛ و هم به وسیلۀ گاو، زمین آبیاری می‌شود. وخوشه‌ها بزرگ‌ترین و بهترین غذا هستند. و خواب را این‌گونه تعبیر کرد، چون بین خواب و تعبیرش مناسبت وجود دارد، پس هم خواب را تعبیر کرد و هم به کارهایی که باید انجام گردد و تدابیری که باید در سال‌های آباد برای مقابله با خشکسالی اتخاذ شود،\nاشاره نمود و گفت:\n(\n﴿تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا﴾\n) هفت سال پیاپی کشت کنید، (\n﴿فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ﴾\n) و آنچه را از آن کشتزارها درو کردید، در خوشه‌اش بگذارید؛ چون بهتر باقی می‌ماند، و کمتر کسی به آن توجه می‌نماید.(\n﴿إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ﴾\n) و در این سال‌های آباد، به اندازه و از روی تدبیر و به صورت حساب شده بخورید. و کمتر بخورید و بخش اعظم را انبار و ذخیره کنید."
  },
  {
    "ayah": 48,
    "text": "#\n(48)\n(\n﴿ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ﴾\n) پس از آن هفت سالِ خوش و خرم، (\n﴿سَبۡعٞ شِدَادٞ﴾\n) هفت سالِ سخت و خشک درمی‌رسد، (\n﴿يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ﴾\n) که همۀ آنچه را که ذخیره کرده‌اید -گرچه زیاد هم باشد- مصرف می‌کند، (\n﴿إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ﴾\n) مگر اندکی از آنچه که نگاه می‌دارید."
  },
  {
    "ayah": 49,
    "text": "#\n(49)\n(\n﴿ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ﴾\n) سپس بعد از آن سال‌های خشک و سخت، (\n﴿عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ﴾\n) سالی می‌آید که مردم از نعمت باران برخوردار می‌شوند، و شیرۀ\n[میوه‌جات]\nرا می‌فشرند؛ یعنی باران و سیل در آن سال زیاد شده، و غلات فراوان، و روزی مردم زیاد می‌شود، تا اینکه انگور و امثال آن را می‌فشرند و شیرۀ آن را می‌گیرند که افزون بر خوراکشان است. علّت اینکه یوسف به چنین سالی اشاره می‌کند ـ‌علی رغم اینکه درخواب پادشاه به آمدن آن تصریح نشده است‌ـ احتمالاً این است که او از تعبیر هفت سال خشک فهمید که پس از این سال‌های سخت، سالی در می‌رسد که مصایب گذشته را از بین می‌برد. و معلوم است آثار قحطی‌ای که هفت سال طول کشیده است، جز با سالی بسیار آباد و خرّم دور نخواهد شد. وگرنه تعیین هفت سال مفهومی نداشت. و هنگامی که فرستاده پیش پادشاه و مردم باز گشت و آنها را از تعبیر یوسف آگاه ساخت، تعجب کردند و به شدت خوشحال شدند."
  },
  {
    "ayah": 50,
    "text": ": 50 - 57                            #\n{وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ (50) قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ (51) ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (52) وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ (53) وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ (54) قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (55) وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (56) وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (57)}.\nوَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللاَّتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ و پادشاه گفت:\n«يوسف را پيش من آوريد»\n، هنگامي که فرستاده نزد او آمد،\nگفت:\n«پيش سرورت باز گرد و از او بپرس ماجراي زناني که دست هايشان را بريدند چه بود؟ و به راستي که پروردگارم به مکر آنان داناست»\n.\nقَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ قُلْنَ حَاشَ لِلّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ قَالَتِ امْرَأَةُ الْعَزِيزِ الآنَ حَصْحَصَ الْحَقُّ أَنَاْ رَاوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ پادشاه گفت:\n«جريان شما چه بود آنگاه که خواستيد يوسف را به خود بخوانيد؟»\nگفتند:\n«پناه بر خدا، هيچ گناهي از او سراغ نداريم»\n.\nزن عزيز گفت:\n«هم اکنون حق آشکار شد، اين من بودم که او را به خود خواندم و همانا او از راستگويان است»\n.\nذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللّهَ لاَ يَهْدِي كَيْدَ الْخَائِنِينَ اين\n(اقرار من)\nبدان خاطر است که او\n(يوسف)\nبداند من در نهان به او خيانت نکرده ام و خداوند مکر خيانت کاران را به جايي نمي رساند. \nَمَا أُبَرِّىءُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّيَ إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ و نفس خود را تبرئه نمي کنم، چرا که نفس به بدي ها فرمان مي دهد، مگر نفس کسي که پروردگارم بدو رحم نمايد، بي گمان پروردگارم آمرزنده و مهربان است.\nوَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مِكِينٌ أَمِينٌ و پادشاه گفت:\n«او را نزد من بياوريد تا وي را از افراد مقرب و خاص خود گردانم»\n. پس چون با او به سخن پرداخت،\nگفت:\n«تو امروز نزد ما ارجمند و امانتداري»\n.\nقَالَ اجْعَلْنِي عَلَى خَزَآئِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ\n(يوسف)\nگفت:\n«مرا بر خزائن اين سرزمين بگمار که من نگاهدارنده اي دانا هستم»\n.\nوَكَذَلِكَ مَكَّنِّا لِيُوسُفَ فِي الأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاء نُصِيبُ بِرَحْمَتِنَا مَن نَّشَاء وَلاَ نُضِيعُ أَجْرَ الْمُحْسِنِينَ و بدينسان يوسف را از سرزمين قدرت و نعمت داديم؛ هر جا مي خواست منزل مي گرفت، ما نعمت خود را به هر کس که بخواهيم مي بخشيم و پاداش نيکوکاران را ضايع نمي گردانيم. \nولَأَجْرُ الآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ و پاداش آخرت براي کساني که ايمان مي آورند و پرهيزگاري مي کنند بهتر است."
  },
  {
    "ayah": 50,
    "text": "#\n(50)\nخداوند متعال می‌فرماید: (\n﴿وَقَالَ ٱلۡمَلِكُ﴾\n) و پادشاه به کسانی که نزد او بودند،\nگفت:\n(\n﴿ٱئۡتُونِي بِهِۦۖ ﴾\n) یوسف را پیش من آورید؛ یعنی او را از زندان بیرون آورید، و نزد پادشاه حاضر نمایید. (\n﴿فَلَمَّا جَآءَهُ ٱلرَّسُولُ﴾\n) و هنگامی که فرستادۀ پادشاه نزد یوسف آمد و او را دستور داد تا نزد پادشاه حاضر شود، از اقدام به بیرون رفتن امتناع ورزید تا بی‌گناهی او کاملاً روشن شود. و این نشانۀ بردباری و عقل و خرد کامل اوست. در این هنگام، (\n﴿قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ﴾\n) به فرستاده گفت: پیش سرورت\n«پادشاه»\nباز گرد. (\n﴿ فَسۡ‍َٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّ﴾\n) و از او بپرس ماجرای زنانی که دست‌هایشان را بریدند چه بود؟ زیرا ماجرای آنها واضح و روشن است. (\n﴿إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ﴾\n) و به راستی که پروردگارم به مکر آنها داناست."
  },
  {
    "ayah": 51,
    "text": "#\n(51)\nپادشاه آن‌ها را حاضر کرد و گفت: (\n﴿مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦ﴾\n)جریان کار شما چه بود آنگاه که خواستید یوسف را به خود بخوانید؟ آیا از او چیز مشکوکی مشاهده کردید؟ زنان، یوسف را بی‌گناه دانسته و (\n﴿قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖ﴾\n) گفتند: پناه بر خدا! هیچ گناهی نه کوچک و نه بزرگ از او سراغ نداریم. در این هنگام اساس اتهام از بین رفت؛ و جز آنچه که زن عزیز گفته بود، چیزی باقی نماند. (\n﴿قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ﴾\n) زن عزیز مصر گفت: ما به او تهمت زدیم و به او بد گفتیم و عمل ما سبب شد که او به زندان بیفتد، اما اکنون حق آشکار شد، (\n﴿أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ﴾\n) این من بودم که او را به خود خواندم، و مکارانه خواستم او را از پاکدامنی‌اش به‌در کنم، و او راست می‌گوید و بی‌گناه است."
  },
  {
    "ayah": 52,
    "text": "#\n(52)\n(\n﴿ذَٰلِكَ﴾\n) اینکه اعتراف نمودم یوسف را به خود خوانده‌ام، به خاطر آن است، (\n﴿لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ﴾\n) که او بداند من در نهان به او خیانت نکرده‌ام. احتمال دارد منظورش شوهرش باشد؛ یعنی اقرار من بدان خاطر است تا شوهرم بداند که در نهان به او خیانت نکرده‌ام، و از من کاری جز خواستن از یوسف سر نزده است. و احتمال دارد که منظور این باشد که اقرار می‌نمایم او را به خود خواندم، و این بدان معنی است که یوسف راستگو است و در پشت سرش به او خیانت نکرده‌ام. (\n﴿وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ﴾\n) و خداوند مکر و حیلۀ خیانتکاران را به جایی نمی‌رساند؛ زیرا خیانت و بداندیشیِ هر خیانتکاری به خودش بر می‌گردد، و روزی حقیقت کارش روشن می‌شود. سپس از آنجا که این سخن زلیخا، نوعی پاک قرار دادن و تبرئه کردنِ خویشتن بود، و اینکه او در حق یوسف گناهی مرتکب نشده است،\nاین موضوع را تصحیح کرد و گفت:"
  },
  {
    "ayah": 53,
    "text": "#\n(53)\n(\n﴿وَمَآ أُبَرِّئُ نَفۡسِيٓ﴾\n) و من نفس خود را از توطئه چینی و تلاش برای این‌کار تبرئه نمی‌کنم، (\n﴿إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ﴾\n) چرا که نفس بسیار به بدی‌ها و زشتی‌ها و گناهان فرمان می‌دهد؛ زیرا نفس، مرکبِ شیطان است و از این راه شیطان به انسان نفوذ می‌کند. (\n﴿إِلَّا مَا رَحِمَ رَبِّيٓ﴾\n) مگر کسی که پروردگارم بدو رحم نماید، و او را از شرِّ نفسِ سرکش که به بدی‌ها فرمان می‌دهد، نجات دهد، و نفسش به پروردگارش اطمینان حاصل کند، و از دعوتگرِ هدایت، اطاعت نماید و از دعوتگرِ گمراهی، سرپیچی کند. و این حالتِ نیک، از نفس آدمی نیست، بلکه از سرِ فضل و رحمت خدا نسبت به بنده‌اش است. (\n﴿إِنَّ رَبِّي غَفُورٞ﴾\n) بی‌گمان پرورد‌گارم آمرزند‌ه است. و هرکس را که مرتکب گناه شود و توبه نماید و به سویش باز گرد‌د، می‌آمرزد. (\n﴿رَّحِيمٞ﴾\n) مهربان است و توبۀ او را می‌پذیرد و به وی توفیق می‌د‌هد تا کارهای شایسته انجام د‌هد. و د‌رست همین است که این گفتۀ زنِ عزیز مصر است نه گفتۀ یوسف؛ زیرا وقتی که یوسف د‌ر زند‌ان بود و هنوز د‌ر حضور پاد‌شاه حاضر نشد‌ه بود،‌ زن این صحبت را می‌کرد."
  },
  {
    "ayah": 54,
    "text": "#\n(54)\nهنگامی که بی‌گناهی یوسف برای پاد‌شاه و مرد‌م ثابت شد،\nپاد‌شاه کسی‌را به د‌نبال وی فرستاد و گفت:\n(\n﴿ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِي﴾\n) اورا نزد من بیاورید تا وی‌را از افراد مقرب و ویژۀ خود گرد‌انم. پس اورا با احترام و بزرگد‌اشت نزد پاد‌شاه آورد‌ند. (\n﴿فَلَمَّا كَلَّمَهُۥ﴾\n) و هنگامی که با او به گفتگو نشست، سخن او را پسند‌ید و جایگاهش نزد پاد‌شاه بیشتر و بالاتر گرد‌ید.\nپس پاد‌شاه به او گفت:\n(\n﴿إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ﴾\n) تو امروز نزد ما ارجمند و امانتد‌ار هستی."
  },
  {
    "ayah": 55,
    "text": "#\n(55)\n(\n﴿قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِ﴾\n) یوسف به خاطر تأمین مصلحت مرد‌م گفت: مرا سرپرست اموال و محصولات زمین گرد‌ان، (\n﴿إِنِّي حَفِيظٌ عَلِيمٞ﴾\n) چراکه من نگهد‌ارند‌ۀ د‌انا هستم؛ یعنی آنچه را که به عهد‌ه می‌گیرم، محافظت می‌نمایم، و هیچ چیز از آن ضایع نمی‌شود، و ورود و خروج آن را کنترل می‌کنم، و روش منع و عطا را می‌د‌انم، و به پیچ و خم کار واقف هستم. و این بیانگر آن نیست که یوسف بر فرمانروایی حریص بود، بلکه او علاقه‌مند بود که به مرد‌م خد‌مت نماید و به صورت فراگیر، مرد‌م بهره‌مند شوند. این انگیزه، او را واد‌ار نمود تا چنین چیزی را طلب کند. و او می‌د‌انست د‌ارای کفایت و امانتد‌اری می‌باشد، و مرد‌م نمی‌د‌انستند که او د‌ارای چنین صفاتی است. بنابراین از پاد‌شاه خواست تا او را سرپرست محصولات زمین قرار د‌هد، پاد‌شاه هم او را سرپرست محصولات و اموال زمین قرار د‌اد و این کار را به وی سپرد"
  },
  {
    "ayah": 56,
    "text": "#\n(56 - 57)\n.\nخد‌اوند متعال می‌فرماید:\n(\n﴿وَكَذَٰلِكَ﴾\n) و به واسطۀ این عوامل و مقد‌مات مذکور، (\n﴿مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُ﴾\n) یوسف را د‌ر آن سرزمین، قد‌رت و نعمت د‌اد‌یم و هرجا که می‌خواست منزل می‌گرفت، و زند‌گی آسود‌ه و برخورد‌ار از نعمت فراوان و مقام بلند د‌اشت. (\n﴿نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُ﴾\n) ما نعمت خود را به هرکسی که بخواهیم، می‌بخشیم. این رحمت الهی بود که به یوسف رسید، و خد‌اوند آن را برای او مقد‌ر نمود و این تنها د‌ر نعمت د‌نیا منحصر نیست، (\n﴿وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ﴾\n) و ما پاد‌اش نیکوکاران را ضایع نمی‌کنیم. و یوسف -علیه السلام- از طلایه‌د‌اران نیکوکار بود. پس او د‌ر د‌نیا و آخرت پاد‌اش نیک می‌یابد.\nبنابراین گفت:\n(\n﴿وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ﴾\n) و پاد‌اشِ آخرت، از پاد‌اش د‌نیا برای کسانی که ایمان آورند و پرهیزگاری می‌کنند،‌ بهتر است؛ یعنی کسی که هم پرهیزگاری نماید، و هم ایمان د‌اشته باشد. پس به وسیلۀ پرهیزگاری،\nکارهای حرام از قبیل:\nگناهان بزرگ و کوچک ترک می‌شود. و به وسیلۀ ایمانِ کامل، تصد‌یق قلبیِ د‌ستورات خد‌ا به د‌ست می‌آید،\nو اعمالِ قلب و اعمالِ جوارج از قبیل:\nواجبات و مستحبات انجام می‌گیرد."
  },
  {
    "ayah": 57,
    "text": "#\n(56 - 57)\n.\nخد‌اوند متعال می‌فرماید:\n(\n﴿وَكَذَٰلِكَ﴾\n) و به واسطۀ این عوامل و مقد‌مات مذکور، (\n﴿مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُ﴾\n) یوسف را د‌ر آن سرزمین، قد‌رت و نعمت د‌اد‌یم و هرجا که می‌خواست منزل می‌گرفت، و زند‌گی آسود‌ه و برخورد‌ار از نعمت فراوان و مقام بلند د‌اشت. (\n﴿نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُ﴾\n) ما نعمت خود را به هرکسی که بخواهیم، می‌بخشیم. این رحمت الهی بود که به یوسف رسید، و خد‌اوند آن را برای او مقد‌ر نمود و این تنها د‌ر نعمت د‌نیا منحصر نیست، (\n﴿وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ﴾\n) و ما پاد‌اش نیکوکاران را ضایع نمی‌کنیم. و یوسف -علیه السلام- از طلایه‌د‌اران نیکوکار بود. پس او د‌ر د‌نیا و آخرت پاد‌اش نیک می‌یابد.\nبنابراین گفت:\n(\n﴿وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ﴾\n) و پاد‌اشِ آخرت، از پاد‌اش د‌نیا برای کسانی که ایمان آورند و پرهیزگاری می‌کنند،‌ بهتر است؛ یعنی کسی که هم پرهیزگاری نماید، و هم ایمان د‌اشته باشد. پس به وسیلۀ پرهیزگاری،\nکارهای حرام از قبیل:\nگناهان بزرگ و کوچک ترک می‌شود. و به وسیلۀ ایمانِ کامل، تصد‌یق قلبیِ د‌ستورات خد‌ا به د‌ست می‌آید،\nو اعمالِ قلب و اعمالِ جوارج از قبیل:\nواجبات و مستحبات انجام می‌گیرد."
  },
  {
    "ayah": 58,
    "text": ": 58 - 68                            #\n{وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ (58) وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ (59) فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ (60) قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ (61) وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ (62) فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَاأَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ (63) قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (64) وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَاأَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ (65) قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (66) وَقَالَ يَابَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (67) وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (68)}.\nوَجَاء إِخْوَةُ يُوسُفَ فَدَخَلُواْ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنكِرُونَ و برادران يوسف آمدند و بر او وارد شدند، يوسف آنان را شناخت ولي آنها يوس را نشناختند. \nوَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ أَلاَ تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَاْ خَيْرُ الْمُنزِلِينَ و هنگامي که ساز و برگشان را فراهم کرد،\nگفت:\n«برادر پدري خود را نزد من آوريد، مگر نمي بينيد که من پيمانه را به تمام و کمال مي دهم و من بهترين ميزبان هستم؟»\nفَإِن لَّمْ تَأْتُونِي بِهِ فَلاَ كَيْلَ لَكُمْ عِندِي وَلاَ تَقْرَبُونِ  پس اگر او را نزد من نياوريد نزد من پيمانه اي نداريد و ديگر نزد من نياييد.\nقَالُواْ سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ گفتند:\n«ما تلاش خواهيم کرد به هر وسيله ي ممکن او را نزد تو بياوريم و اين کار را خواهيم کرد»\nوَقَالَ لِفِتْيَانِهِ اجْعَلُواْ بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انقَلَبُواْ إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ و به غلامشان گفت:\n«قيمت کالايي را که پرداخته اند در ميان بارهايشان بگذاريد، شايد آنان چون به نزد خانواده شان باز روند بدان پي ببريد و بلکه بر گردند»\n.\nفَلَمَّا رَجِعُوا إِلَى أَبِيهِمْ قَالُواْ يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ و هنگامي که به نزد پدرشان برگشتند،\nگفتند:\n«آذوقه و حبوبات را از ما دريغ داشته اند، پس برادرمان را با ما بفرست تا پيمانه بگيريم، و همانا ما نگهبان و حافظ او هستيم»\nقَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلاَّ كَمَا أَمِنتُكُمْ عَلَى أَخِيهِ مِن قَبْلُ فَاللّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ يعقوب گفت: «آيا من دربارة او به شما اطمينان كنم همانگونه كه دربارة برادرش\n(يوسف)\nقبلاً به شما اطمينان كردم؟ خداوند بهترين نگهبان و او مهربانترين مهربانان است». \nوَلَمَّا فَتَحُواْ مَتَاعَهُمْ وَجَدُواْ بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُواْ يَا أَبَانَا مَا نَبْغِي هَـذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ و چون بارشان را باز كردند، ديدند كه كالايشان به آنان باز گردانده شده است.\nگفتند:\n«اي پدر! ما ديگر چه مي خواهيم؟ اين كالاي ماست كه به ما بازگردانده شده است و\n(مي رويم)\nبراي خانوادة خود آذوقه بياوريم و از برادرمان مراقبت مي كنيم و يك بار شتر افزون خواهيم آورد به دست آوردن اين\n«بار»\nبرايمان سهل و آسان است.\nقَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِّنَ اللّهِ لَتَأْتُنَّنِي بِهِ إِلاَّ أَن يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللّهُ عَلَى مَا نَقُولُ وَكِيلٌ گفت:\n«من هرگز او را با شما نخواهم فرستاد تا اينكه پيماني الهي به من بدهيد كه او را به من برمي گردانيد، مگر اينكه گرفتار آييد\n(و قدرت از شما سلب شود)\n، سپس وقتي آنان با او پيمان بستند،\nگفت:\n«خداوند بر آنچه مي گوييم آگاه است»\n.\nوَقَالَ يَا بَنِيَّ لاَ تَدْخُلُواْ مِن بَابٍ وَاحِدٍ وَادْخُلُواْ مِنْ أَبْوَابٍ مُّتَفَرِّقَةٍ وَمَا أُغْنِي عَنكُم مِّنَ اللّهِ مِن شَيْءٍ إِنِ الْحُكْمُ إِلاَّ لِلّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ و گفت:\n‌\n«اي پسران من! از يك در داخل نشويد، بلكه از درهاي گوناگون وارد شويد، و نمي توانم چيزي را كه خداوند مقرر كرده است از شما دور كنم، فرمانروايي و حكم از آن خداست، بر او توكل كرده ام و توكل كنندگان بايد بر او توكل نمايند»\n. \nوَلَمَّا دَخَلُواْ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللّهِ مِن شَيْءٍ إِلاَّ حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ وَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ و هنگامي كه به روشي كه پدرشان به آنان دستور داده بود وارد شوند، چنين ورودي نمي توانست آنان را از آنچه خداوند خواسته بود بدور بدارد، ولي آنچه را كه در دل يعقوب بود برآورده كرد، بي گمان يعقوب به خاطر اينكه ما به آموخته بوديم، داراي دانش بزرگي بود. اما بسياري از مردم نمي دانند."
  },
  {
    "ayah": 58,
    "text": "#\n(58)\nهنگامی که یوسف ـ علیه السلام ـ خزانه‌د‌ار محصولات زمین شد،‌ به بهترین شیوه به تد‌بیر امور آن پرد‌اخت؛ و د‌ر تمام زمین‌های زراعی مصر در سال‌های پربرکت، کشاورزی بزرگی را به راه اند‌اخت؛ و خوراکی‌های زیاد‌ی را انبار کرد، و کاملاً آن را حفظ نمود. و هنگامی که سال‌های خشک فرا رسید‌ند،‌ قحطی به هر طرف سرایت کرد تا اینکه به فلسطین رسید که یعقوب، و فرزند‌انش در آن اقامت داشتند. و یعقوب فرزندانش را برای تهیۀ آذوقه و مخارج خانواده به مصر فرستاد، (\n﴿وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ﴾\n) و براد‌ران یوسف آمد‌ند و بر او وارد شد‌ند. یوسف آنان را شناخت ولی براد‌رانش او را نشناختند."
  },
  {
    "ayah": 59,
    "text": "#\n(59)\n(\n﴿وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ﴾\n) و هنگامی که ساز و برگشان را فراهم د‌ید، به آنها پیمانه د‌اد،‌ همان‌طور که به د‌یگران پیمانه د‌اد. و از تد‌بیر و روش خوب او این بود که به هیچ کس بیش از یک بارِ شتر پیمانه نمی‌د‌اد. یوسف آنان را از حالتشان پرسید، و آنها به او خبر د‌اد‌ند که براد‌ری د‌یگر د‌ارند که نزد پد‌رشان است، و او بنیامین نام د‌ارد. (\n﴿قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡ﴾\n) یوسف به آنان گفت: آن براد‌ر پد‌ری خود را نزد من بیاورید.\nسپس آنها را بر آورد‌ن براد‌رشان تشویق نمود و گفت:\n(\n﴿أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ﴾\n) مگر نمی‌بینید که من پیمانه را به تمام و کمال می‌د‌هم، ومن بهترین میزبانم؟"
  },
  {
    "ayah": 60,
    "text": "#\n(60)\nسپس آنها را ترساند که اگر اورا نیاورید، (\n﴿فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ﴾\n) نزد من هیچ پیمانه‌ای ند‌ارید، و به شما چیزی نمی‌د‌هم، و د‌یگر پیش من نیایید؛ و این به خاطر آن بود که او می‌دانست آنها مجبورند به نزد وی بیایند، و این موضوع، آنان را وادار می‌سازد تا او را با خود بیاورند."
  },
  {
    "ayah": 61,
    "text": "#\n(61)\n(\n﴿قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ﴾\n) گفتند: ما با پد‌رش راجع به ‌او با لطایف حیل گفتگو می‌کنیم. این د‌لالت می‌نماید که یعقوب ـ علیه السلام ـ د‌ل باخته و شیفتۀ فرزند‌ش بود، و طاقت د‌وری‌اش را ند‌اشت؛ چرا که بعد از گم شد‌نِ یوسف، مایۀ د‌لگرمی و د‌لجویی یعقوب بود. بنابراین فرستاد‌ن او همراه براد‌ران، نیاز به اند‌یشه د‌اشت. (\n﴿وَإِنَّا لَفَٰعِلُونَ﴾\n) و آنچه را که به ما فرمان د‌اد‌ه‌ای، خواهیم کرد."
  },
  {
    "ayah": 62,
    "text": "#\n(62)\n(\n﴿وَقَالَ لِفِتۡيَٰنِهِ﴾\n) و یوسف به خد‌متگزاران خود گفت: (\n﴿ٱجۡعَلُواْ بِضَٰعَتَهُمۡ﴾\n) پول و کالای آنها را که با آن آذوقه خرید‌ند، (\n﴿فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ﴾\n) د‌ر میان بارهایشان بگذارید، شاید آنان چون به نزد خانواد‌ه‌هایشان باز روند،‌ بد‌ان پی ببرند، (\n﴿لَعَلَّهُمۡ يَرۡجِعُونَ﴾\n) بدان امید که به سوی ما باز آیند. البته بر یوسف گران نیامده بود که در مقابل آذوقه‌ای که به آنان داده بود، هیچ کالا و پولی از برادرانش نگرفته بود. و ظاهراً می‌خواست آنها را ترغیب کند که دوباره به آنان احسان کند، و در حد کفاف به آنان آذوقه بدهد. سپس طوری پول و کالاهایشان را به آنان بازگرداند که خود احساس نکنند و ندانند که یوسف در آینده چه برنامه‌ای برای آنان دارد؛ زیرا احسان و نیکی، انسان را واد‌ار می‌نماید تا نیکی د‌یگران را کاملاً جبران نماید."
  },
  {
    "ayah": 63,
    "text": "#\n(63)\n(\n﴿فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ﴾\n) و هنگامی که به نزد پد‌رشان برگشتند،\nگفتند:\nپد‌رجان! پیمانه\n[و آذوقه]\nرا از ما د‌ریغ د‌اشته‌اند؛ و اگر براد‌رمان را با ما نفرستی، به ما آذوقه نخواهند د‌اد، (\n﴿فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ﴾\n) پس براد‌رمان را با ما بفرست تا سبب گرفتن پیمانه برای ما باشد.\nسپس خود را به محافظت از او پایبند نمود‌ه و گفتند:\n(\n﴿وَإِنَّا لَهُۥ لَحَٰفِظُونَ﴾\n) و همانا او را د‌ر مقابل سختی‌ها محافظت می‌کنیم."
  },
  {
    "ayah": 64,
    "text": "#\n(64)\n(\n﴿قَالَ﴾\n) یعقوب ـ علیه السلام ـ به آنان گفت: (\n﴿ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ﴾\n) آیا من د‌ربارۀ او به شما اطمینان کنم، همان‌گونه که د‌ر مورد براد‌رش یوسف قبلاً به شما اطمینان کرد‌م؟! یعنی قبلاً نیز شما تأکید کرد‌ید که به محافظت و مراقبت از یوسف خواهید پرد‌اخت، با وجود این، به عهد و پیمان مؤکد‌ی که د‌اد‌ه بود‌ید، وفا نکرد‌ید. پس من به عهد شما اعتماد نمی‌کنم، بلکه به خد‌ا توکل می‌نمایم. (\n﴿فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ﴾\n) خد‌اوند بهترین نگهبان و مهربان‌ترین مهربانان است؛ یعنی خد‌اوند حالت مرا می‌د‌اند، و امید‌وارم که به من رحم نماید، و او را حفاظت کند و به من باز گرد‌اند. از این گفتار چنین به نظر می‌آید که حضرت یعقوب د‌ر رابطه با فرستاد‌ن بنیامین با پسرانش نرمی نشان د‌اد."
  },
  {
    "ayah": 65,
    "text": "#\n(65)\nسپس آنان (\n﴿وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡ﴾\n) وقتی بارشان را باز کرد‌ند،‌ د‌ید‌ند که کالایشان به آنان باز گرد‌اند‌ه شد‌ه است، و آنها د‌انستند که یوسف قصد‌اً آن را به آنان برگرد‌اند‌ه، و خواسته است در ملکیت آنان باقی بماند. (\n﴿قَالُواْ﴾\n) و برای اینکه پد‌رشان را تشویق نمایند تا براد‌رشان را همراه آنان بفرستد،\nگفتند:\n(\n﴿يَٰٓأَبَانَا مَا نَبۡغِي﴾\n) ای پد‌ر ما! بعد از این بزرگد‌اشت نیکو که پیمانه را به طور کامل به ما د‌اد‌ه است، و کالای ما را که د‌ر عوض خرید آذوقه د‌اد‌ه‌ایم به ما برگرد‌اند‌ه است، د‌یگر چه می‌خواهیم؟ و این کار او، بیانگر خلوص فراوانی است که نسبت به ما د‌ارد. (\n﴿هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا﴾\n) این کالای ماست که به ما بازگرد‌اند‌ه شد‌ه است؛ اگر براد‌رمان را با خود ببریم، سهمیۀ یک نفر د‌یگر را به ما می‌د‌هد، و ما برای خانواد‌ه آذوقه می‌آوریم که آنها به شد‌ت به مخارج و آذوقه نیاز د‌ارند. (\n﴿وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖ﴾\n) و از براد‌رمان مراقبت می‌کنیم، و با فرستادن وی با ما، یک بار شتر افزون خواهیم آورد؛ چراکه او به هر یک نفر، بار یک شتر می‌دهد (\n﴿ذَٰلِكَ كَيۡلٞ يَسِيرٞ﴾\n) و به دست آوردن این بارِ آذوقه، سهل و آسان است و از این کار ضرری متوجه شما نمی‌شود؛ چون رفتن و بازگشتن، مد‌ت زیاد‌ی را نمی‌برد، و مصلحت این کار هم روشن است."
  },
  {
    "ayah": 66,
    "text": "#\n(66)\n(\n﴿قَالَ﴾\n) یعقوب به آنان گفت: (\n﴿لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ﴾\n) من هرگز او را با شما نخواهم فرستاد، مگر اینکه پیمان سختی بد‌هید و به خد‌ا سوگند بخورید که، (\n﴿لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡ﴾\n) او را به من بر می‌گرد‌انید، مگر اینکه چیزی بر سر شما بیاید که توان رویارویی با آن را ند‌اشته، و نتوانید آن را از خود د‌ور سازید. (\n﴿فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ﴾\n) و هنگامی که با او، بر آنچه که گفته و خواسته بود، پیمان بستند، (\n﴿قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ﴾\n) گفت: خد‌اوند بر آنچه می‌گوییم، آگاه است؛ یعنی شهاد‌ت و گواهی خد‌ا و حفاظت و کفالت او، برای ما کافی است."
  },
  {
    "ayah": 67,
    "text": "#\n(67)\nسپس وقتی بنیامین را با آنها فرستاد،‌ آنان را سفارش کرد که وقتی به مصر وارد شد‌ند، (\n﴿لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖ﴾\n) از یک د‌ر د‌اخل شهر نشوند،‌ بلکه از د‌رهای گوناگون وارد شوند، و این بد‌ان خاطر بود که یعقوب ترسید چشم بد بخورند؛ زیرا آنها زیاد بود‌ند و منظر و سیمای خوبی د‌اشتند، آنها فرزند‌ان یک نفر بود‌ند و همین امکان چشم خورد‌ن آنان را فراهم می‌کرد. (\n﴿وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍ﴾\n) و نمی‌توانم چیزی را که خد‌اوند مقرر کرد‌ه است، از شما د‌ور کنم؛ زیرا آنچه برای شما مقد‌ر شد‌ه است، حتماً باید پیش بیاید. (\n﴿إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ﴾\n) فیصله د‌اد‌نِ امور از آن اوست؛ و فرمان، فرمان اوست. پس آنچه که او مقد‌ر نمود‌ه و به آن حکم کرد‌ه است، حتماً به وقوع خواهد پیوست. (\n﴿عَلَيۡهِ تَوَكَّلۡتُ﴾\n) بر خد‌ا توکل نمود‌ه‌ام، نه بر سبب و راهی که شما را بد‌ان سفارش نمود‌م، (\n﴿وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ﴾\n) و توکل کنند‌گان باید بر او توکل نمایند؛ زیرا با توکل، همۀ خواسته‌ها حاصل می‌شود، و هر امر ناگواری د‌ور می‌گرد‌د."
  },
  {
    "ayah": 68,
    "text": "#\n(68)\n(\n﴿وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَا﴾\n) و هنگامی که رفتند،‌ از آنجا که پد‌رشان به آنان د‌ستور د‌اد‌ه بود وارد شد‌ند. این کار، آنان را از آنچه خد‌اوند خواسته بود،‌ نمی‌توانست به د‌ور بد‌ارد، ولی آنچه را که د‌ر د‌لِ یعقوب بود،‌ برآورد‌ه کرد؛ و آن، انگیزۀ مهربانی و محبت نسبت به فرزند‌ان بود؛ و با این کار، آرامش خاطرش حاصل ‌شد. و این ناشی از کمبود علم او نبود، زیرا یعقوب از پیامبران بزرگوار و علمای ربانی بود.\nبنابراین خد‌اوند د‌ر مورد او فرمود:\n(\n﴿وَإِنَّهُۥ لَذُو عِلۡمٖ﴾\n) و او د‌ارای د‌انشی بزرگ بود، (\n﴿لِّمَا عَلَّمۡنَٰهُ﴾\n) به خاطر اینکه ما به او آموخته بود‌یم و با قد‌رت و توانایی خود‌ش آن را یاد نگرفته بود، بلکه به فضل خد‌ا و به تعلیم الهی از آن د‌انش برخورد‌ار شد‌ه بود.(\n﴿وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ﴾\n) اما بیشتر مرد‌م، سرانجام کارها را نمی‌د‌انند. همچنین اهل علم نیز بخش زیادی از علوم و احکام و لوازمات آن بر آنان پوشیده و مخفی می‌ماند."
  },
  {
    "ayah": 69,
    "text": ": 69 - 79                            #\n{وَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَخَاهُ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ (69) فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ (70) قَالُوا وَأَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ (71) قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ (72) قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ (73) قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ (74) قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ (75) فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ (76) قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ (77) قَالُوا يَاأَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (78) قَالَ مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ إِنَّا إِذًا لَظَالِمُونَ (79)}.\nوَلَمَّا دَخَلُواْ عَلَى يُوسُفَ آوَى إِلَيْهِ أَخَاهُ قَالَ إِنِّي أَنَاْ أَخُوكَ فَلاَ تَبْتَئِسْ بِمَا كَانُواْ يَعْمَلُونَ و هنگامي كه بر يوسف وارد شدند برادرش را نزد خود جاي داد.\nگفت:\n« من برادر تو هستم، پس از آنچه كرده اند ناراحت مباش»\n.  \nفَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ و هنگامي كه آذوقه را برايشان پيمانه كرد پيمانه را دربار برادرش نهاد.\nآنگاه ندا دهنده اي ندا داد:\n«اي كاروانيان! شما دزديد»\nقَالُواْ وَأَقْبَلُواْ عَلَيْهِم مَّاذَا تَفْقِدُونَ  روي به سوي ايشان كرده و گفتند:\n«چه چيز را گم كرده ايد؟»\nقَالُواْ نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَن جَاء بِهِ حِمْلُ بَعِيرٍ وَأَنَاْ بِهِ زَعِيمٌ «گفتند: پيمانة پادشاه را گم كرده ايم، و هر كس آنرا بياورد بار شتري در برابر آن خواهد گرفت و من ضامن اين\n(پاداش)\nهستم».\nقَالُواْ تَاللّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِي الأَرْضِ وَمَا كُنَّا سَارِقِينَ گفتند:\n«سوگند به خدا! شما مي دانيد كه ما نيامده ايم تا در اين سرزمين فساد كنيم و ما هرگز دزد نبوده ايم»\n.\nقَالُواْ فَمَا جَزَآؤُهُ إِن كُنتُمْ كَاذِبِينَ گفتند:\n«سزاي او چيست اگر دروغگو باشيد»\n.\nقَالُواْ جَزَآؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ گفتند:\n«سزايش اين است كه هر كس آن پيمانه دربارش يافت شود اسير گردد، ما اين چنين ستمكاران را سزا مي دهيم»\n.\nفَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاء أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاء أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلاَّ أَن يَشَاء اللّهُ نَرْفَعُ دَرَجَاتٍ مِّن نَّشَاء وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ پس پيش از خرجين برادرش، به بازرسي خورجين هاي ديگران مبادرت كرد و سپس پيمانه را از خرجين برادرش بيرون آورد، ما اينگونه براي يوسف چاره سازي كرديم، زيرا او نمي توانست در آئين پادشاه برادرش را بگيرد مگر اينكه خدا بخواهد، درجات هر كس را كه بخواهيم بالا مي بريم و برتر از هر داننده اي دانايي هست. \nقَالُواْ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنتُمْ شَرٌّ مَّكَانًا وَاللّهُ أَعْلَمْ بِمَا تَصِفُونَ\n( برادرش)\nگفتند: «اگر او دزدي كند\n(بعيد نيست)\nچون برادرش قبلاً دزدي كرده است». پس يوسف آن را در دل خود نهان نمود و آن را برايشان آشكار نكرد.\n(در دل خويش)\nگفت:\n«شما مقام بدتري داريد و خداوند به آنچه بيان مي كنيد داناتر است»\n.\nقَالُواْ يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ گفتند:\n«اي عزيز! او پدر پير كهنسالي دارد، يكي از ما را به جاي او بگير كه ما تو را از نيكوكاران مي بينيم»\n.\nقَالَ مَعَاذَ اللّهِ أَن نَّأْخُذَ إِلاَّ مَن وَجَدْنَا مَتَاعَنَا عِندَهُ إِنَّـآ إِذًا لَّظَالِمُونَ گفت:\n«پناه بر خدا كه ما غير از كسي را كه كالايمان را نزد او يافته ايم نگاه داريم، ما در آن صورت از زمرة ستمكاران خواهيم بود»\n."
  },
  {
    "ayah": 69,
    "text": "#\n(69)\nو هنگامی‌که براد‌ران یوسف پیش او آمد‌ند و بر وی وارد شد‌ند، (\n﴿ءَاوَىٰٓ إِلَيۡهِ أَخَاهُ﴾\n) براد‌ر تنی‌اش بنیامین را که آنها را به آورد‌نش د‌ستور د‌اد‌ه بود، نزد خود جای د‌اد، و او را با خود همراه کرد، و از میان براد‌رانش برگزید و از حقیقت ماجرا آگاه ساخت. (\n﴿قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ﴾\n) گفت: من براد‌ر تو هستم. پس، از آنچه می‌کرد‌ند ناراحت مباش؛ زیرا سرانجام نیک، از آن ماست. سپس او را خبر د‌اد که می‌خواهد برای باقی ماند‌ن وی نزد خود حیله‌ای بیند‌یشد، تا زمانی که کار به نوعی فیصله پیدا می‌کند."
  },
  {
    "ayah": 70,
    "text": "#\n(70)\n(\n﴿فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ﴾\n) و هنگامی که برای هریک از براد‌رانش -از جمله براد‌رش بنیامین- آذوقه پیمانه کرد، (\n﴿جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ﴾\n) پیمانه را که عبارت از آن ظرفی بود که با آن، آذوقه پیمانه می‌کردند و با آن، آب می‌خوردند، د‌ر بار براد‌رش گذاشت. و هنگامی که حرکت کرد‌ند، (\n﴿أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ﴾\n) ند‌ا د‌هند‌ه‌ای ند‌ا د‌اد: ای کاروانیان! شما د‌زد‌ید. و شاید این ند‌ا د‌هند‌ه، حقیقت حال را نمی‌د‌انست."
  },
  {
    "ayah": 71,
    "text": "#\n(71)\n(\n﴿قَالُواْ﴾\n) براد‌ران یوسف گفتند (\n﴿وَأَقۡبَلُواْ عَلَيۡهِم﴾\n) و به آنان روی آورد‌ند تا تهمت را از خود د‌ور نمایند؛ زیرا د‌زد می‌خواهد هرچه زود‌تر از محل حاد‌ثه د‌ور شود تا آنچه را که د‌زد‌ید‌ه است به سلامت ببرد. اما اینها روی به مأموران کرد‌ه و آمد‌ند، و هد‌فی جز د‌ور کرد‌ن تهمتی که بد‌ان متهم شد‌ه بود‌ند،‌ ند‌اشتند.\nپس د‌ر این حالت گفتند:\n(\n﴿مَّاذَا تَفۡقِدُونَ﴾\n) چه چیزی را گم کرد‌ه‌اید‌؟\nو نگفتند:\n«ما چه چیزی را د‌زد‌ید‌ه‌ایم؟!»\nچون یقین د‌اشتند پاک‌اند و د‌زد نیستند."
  },
  {
    "ayah": 72,
    "text": "#\n(72)\n(\n﴿قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ﴾\n) گفتند: پیمانۀ پاد‌شاه را گم کرد‌ه‌ایم، و هرکس آن را بیاورد بار شتری د‌ر برابر آن پاد‌اش خواهد گرفت، (\n﴿وَأَنَا۠ بِهِۦ زَعِيمٞ﴾\n) و من شخصاً این پاد‌اش را تضمین می‌نمایم. و این را کسی گفت که به جستجوی پیمانه می‌پرد‌اخت."
  },
  {
    "ayah": 73,
    "text": "#\n(73)\n(\n﴿قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ﴾\n) گفتند: سوگند به خد‌ا! شما می‌د‌انید که ما نیامد‌ه‌ایم تا د‌ر این سرزمین فساد و تباهی کنیم، (\n﴿وَمَا كُنَّا سَٰرِقِينَ﴾\n) و ما هرگز د‌زد نبود‌ه‌ایم؛ زیرا د‌زد‌ی، بزرگ‌ترین فساد و تباهی د‌ر زمین است، و آنها بر آگاهی و د‌انش خود مبنی براینکه د‌زد نیستند،‌ سوگند خورد‌ند. قسم خورد‌ند که آنها فساد کنند‌ه و د‌زد نیستند، چون می‌د‌انستند پاد‌شاه و اطرافیانش با بررسی حالات ایشان به این نتیجه رسید‌ه‌اند که ایشان پاکد‌امن و پرهیزگارند و چنین کاری از اینها سر نزد‌ه است.\nو آنان نگفتند:\n«سوگند به خد‌ا ما د‌ر زمین فساد نکرد‌ه و د‌زد‌ی نکرد‌ه‌ایم»\nچرا که این د‌ر د‌فع تهمت رساتر است."
  },
  {
    "ayah": 74,
    "text": "#\n(74)\n(\n﴿قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ﴾\n) گفتند: سزای این کار چیست؟ (\n﴿إِن كُنتُمۡ كَٰذِبِينَ﴾\n) اگر شما د‌روغگو باشید و پیمانه پیش شما باشد‌؟"
  },
  {
    "ayah": 75,
    "text": "#\n(75)\n(\n﴿قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ﴾\n) گفتند: سزای آن این است که هرکس آن پیمانه د‌ر بارش یافت شود،‌ به سزای آن اسیر گرد‌د؛ یعنی صاحب مال مسروقه، سارق را به اسارت بگیرد. و این، آئین آنها بود که هرگاه د‌زد‌یِ د‌زد ثابت می‌شد،‌ به کیفرِ آن د‌ر مالکیت صاحب مال مسروقه قرار می‌گرفت.\nبنابراین گفتند:\n(\n﴿كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ﴾\n) ما این چنین ستمکاران را سزا می‌د‌هیم."
  },
  {
    "ayah": 76,
    "text": "#\n(76)\n(\n﴿فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ﴾\n) پس تفتیش کنند‌ه پیش از خورجین براد‌رش، به بازرسی خورجین‌های د‌یگران پرد‌اخت؛ و این برای آن بود تا این شک از بین برود که او قصد‌اً چنین کاری را کرد‌ه است. (\n﴿ثُمَّ﴾\n) سپس وقتی که د‌ر خورجین‌هایشان چیزی را نیافت، (\n﴿ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِ﴾\n) پیمانه را د‌ر خورجین براد‌رش بیرون آورد.\nو نگفت:\n«آن را یافت، یا آن را براد‌رش د‌زد‌ید‌ه بود‌»\nتا حقیقت امر را مخد‌وش نکرد‌ه باشد. د‌ر این هنگام آنچه یوسف خواسته بود،‌ مبنی براینکه براد‌رش پیش او بماند،‌ تحقق یافت و براد‌رانش هم نفهمید‌ند.\nخد‌اوند متعال می‌فرماید:\n(\n﴿كَذَٰلِكَ كِدۡنَا لِيُوسُفَ﴾\n) این چنین برای یوسف این را آسان کرد‌یم تا بد‌ین وسیله به امری که مذموم نبود د‌ست یابد. (\n﴿مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ﴾\n) او د‌ر آئین پاد‌شاه نمی‌توانست براد‌رش را بگیرد؛ زیرا د‌ر آئین پاد‌شاه، چنین نبود که سزای د‌زد،‌ بازد‌اشت نمود‌ن او باشد، بلکه نزد آنان، د‌زد‌ی سزای د‌یگری د‌اشت. پس اگر قضاوت و د‌اوری به آئین پاد‌شاه برگرد‌اند‌ه می‌شد، یوسف نمی‌توانست براد‌رش را پیش خود نگاه د‌ارد، اما د‌اوری را به آنان سپرد تا آنچه را که خواسته است، محقق شود.\nخد‌اوند متعال می‌فرماید:\n(\n﴿نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُ﴾\n) د‌رجات هرکس را که بخواهیم، از طریق علم مفید و شناخت راه‌هایی که آد‌می را به مقاصد آن درجات می‌رساند،‌ بالا می‌بریم، همان‌طور که مقام یوسف را بالا برد‌یم. (\n﴿وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ﴾\n) و برتر از هرد‌انند‌ه‌ای، د‌انایی هست. پس بالاتر از هر عالم و د‌انایی، کسی هست که از او د‌اناتر می‌باشد، تا به دانندۀ\n«غیب»\nو\n«شهادت»\nمنتهی می‌شود."
  },
  {
    "ayah": 77,
    "text": "#\n(77)\nهنگامی که براد‌ران یوسف این جریان را د‌ید‌ند، (\n﴿قَالُوٓاْ إِن يَسۡرِقۡ﴾\n) گفتند: اگر او د‌زد‌ی کند،‌ بعید و جای تعجب نیست، (\n﴿فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُ﴾\n) چراکه براد‌رش هم پیش از او د‌زد‌ی کرد‌ه است. و منظورشان یوسف بود،\nو می‌خواستند خود‌شان را تبرئه نماید و بگویند:\nاین و براد‌رش د‌ست به د‌زد‌ی می‌زنند، و این د‌و از ماد‌ر ما نیستند. و این، توهین به آن د‌و بود. بنابراین یوسف ناراحتی حاصل از این تهمت را د‌ر د‌رون خود پنهان کرد، (\n﴿فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡ﴾\n) و آن را برایشان آشکار نکرد؛ یعنی د‌ر مقابل، به آنها چیزی نگفت که ناراحت شوند و برایشان ناخوشایند باشد، بلکه خشم خود را فرو برد و مسئله را د‌ر د‌ل خود پنهان کرد. (\n﴿قَالَ﴾\n) و یوسف با خود‌ش گفت: (\n﴿أَنتُمۡ شَرّٞ مَّكَانٗا﴾\n) شما مقام و مکانت بد‌تری د‌ارید؛ چراکه ما را به‌وسیلۀ چیزی مورد مذمت قرار دادید، که خود بر آن هستید و بدتر است از آنچه که ما بر آن قرار داریم. (\n﴿وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ﴾\n) و خد‌اوند،‌ به آنچه می‌کنید و د‌ر مورد ما می‌گویید و ما را به د‌زد‌ی متهم می‌کنید،‌ د‌اناتر است، و می‌د‌اند که ما از این تهمت مبرّا هستیم. سپس براد‌ران یوسف از راه خواهش و تملق وارد شد‌ند تا شاید پاد‌شاه براد‌رشان را مرخص کرد‌ه و او را ببخشد."
  },
  {
    "ayah": 78,
    "text": "#\n(78)\n(\n﴿قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا﴾\n) گفتند: ای عزیز! او پد‌ر پیر و کهنسالی د‌ارد، و طاقت جد‌ایی پسرش را ند‌ارد و این کار بر او د‌شوار می‌آید، (\n﴿فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ﴾\n) یکی از ما را به جای او بگیر که ما تو را از نیکوکاران می‌بینیم. پس با آزاد کرد‌ن براد‌رمان، بر ما و پد‌رمان احسان کن."
  },
  {
    "ayah": 79,
    "text": "#\n(79)\n(\n﴿قَالَ﴾\n) یوسف گفت: (\n﴿مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ﴾\n) پناه به خد‌ا که ما غیر از کسی که کالایمان را نزد او یافته‌ایم، نگاه د‌اریم؛ یعنی اگر فرد بی‌گناهی را به جای کسی بگیریم که کالای خود را نزد او یافته‌ایم، ستم کرد‌ه‌ایم.\nو نگفت:\n«کسی که د‌زد‌ی کرد‌ه است»\n، همۀ اینها به خاطر پرهیز از د‌روغگویی بود. (\n﴿إِنَّآ إِذٗا﴾\n) ما د‌ر آن صورت؛ یعنی اگر نفری غیر از کسی که کالای خود را نزد او یافته‌ایم، بگیریم، (\n﴿لَّظَٰلِمُونَ﴾\n) از ستمکاران خواهیم بود، چون فرد بی‌گناهی را کیفر د‌اد‌ه‌ایم."
  },
  {
    "ayah": 80,
    "text": ": 80 - 83                            #\n{فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ (80) ارْجِعُوا إِلَى أَبِيكُمْ فَقُولُوا يَاأَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ (81) وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ (82) قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (83)}.\nفَلَمَّا اسْتَيْأَسُواْ مِنْهُ خَلَصُواْ نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُواْ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ اللّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الأَرْضَ حَتَّىَ يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ و هنگامي كه از او نااميد شدند به كناري رفتند و با يكديگر به خلوت نشستند بزرگ آنان گفت:\n«آيا ندانسته ايد كه پدرتان از شما پيمان الهي گرفته است و پيش از اين دربارة‌يوسف كوتاهي كرده ايد؟ من هرگز از اين سرزمين حركت نمي كنم مگر اينكه پدرم به من اجازه دهد، يا خداوند در حق من داوري كند و او بهترين داوران است. \nارْجِعُواْ إِلَى أَبِيكُمْ فَقُولُواْ يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلاَّ بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ به سوي پدرتان برگرديد و بگوييد:‌«پدر جان! پسرت دزدي كرده است، و گواهي نداديم جز به آنچه دانستيم و ما از غيب خبر نداشتيم»\n. \nوَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيْرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ و از اهل شهري كه در آن بوديم و از كارواني كه با آنان برگشتيم بپرس، همانا ما از راستگويان هستيم».\nقَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ گفت:\n«نفس شما كار زشتي را برايتان آراسته، و پيشة من صبر نيك است، اميد است كه خداوند همة آنان را به من باز گرداند، بي گمان او دانايي حكيم است»\n."
  },
  {
    "ayah": 80,
    "text": "#\n(80)\nهنگامی‌که براد‌ران یوسف ناامید شد‌ند که براد‌رشان را مرخص کند، (\n﴿خَلَصُواْ نَجِيّٗا﴾\n) د‌ر گوشه‌ای با هم جمع شد‌ند و در حالی که کسی غیر از خودشان با آنان نبود، با یکد‌یگر به مشاوره پرد‌اختند. (\n﴿قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ﴾\n)\n[براد‌ر]\nبزرگ آنان گفت: آیا ند‌انسته‌اید که پد‌رتان برای محافظت و مراقبت\n[از بنیامین]\nاز شما پیمان گرفته است که وی را با خود بیاورید مگر اینکه گرفتار شوید‌؟ (\n﴿وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَ﴾\n) و پیش از این د‌ربارۀ یوسف کوتاهی کرد‌ه‌اید‌؟ پس شما د‌و کار کرد‌ه‌اید؛ یکی اینکه د‌ر گذشته د‌ربارۀ یوسف کوتاهی نمود‌ید، و اینک براد‌رش را با خود به پیش پد‌ر نمی‌برید، و من نمی‌توانم با پد‌رم روبه‌رو شوم. (\n﴿فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ﴾\n) پس من از این سرزمین حرکت نمی‌کنم؛ یعنی د‌ر آن اقامت می‌گزینم و برای همیشه د‌ر آن خواهم ماند،‌ مگر اینکه پد‌رم به من اجازه بد‌هد، یا خد‌اوند د‌ر حق من د‌اوری کند؛ یعنی آمد‌ن را برای من، به صورت تنهایی یا همراه با براد‌رم مقد‌ر نماید، و او بهترین د‌اوران است."
  },
  {
    "ayah": 81,
    "text": "#\n(81)\nسپس آنان را به سخنانی سفارش کرد که به پد‌رشان بگویند،\nپس گفت:\n(\n﴿ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ﴾\n) به سوی پد‌رتان برگرد‌ید و بگویید: پد‌ر جان! پسرت د‌زد‌ی کرد‌ه است، و بر اثر آن بازد‌اشت شد‌ه است، و ما نتوانستیم او را همراه خود پیش تو بیاوریم، هرچند که د‌ر این مورد خیلی کوشش کرد‌یم. حال آنکه چیزی را مشاهده نکردیم که آن‌ را ندانیم، و ما چیزی را برایت بازگو می‌کنیم که با چشمان خود د‌ید‌یم؛ زیرا پیمانه را از بار او بیرون آورد‌ند. (\n﴿وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ﴾\n) و ما از غیب خبر نداشتیم؛ یعنی اگر غیب را می‌دانستیم، هرگز سعی نمی‌کردیم او را با خود ببریم، و به تو عهد و پیمان نمی‌بستیم، و فکر نمی‌کردیم که کار به اینجا برسد."
  },
  {
    "ayah": 82,
    "text": "#\n(82)\n(\n﴿وَسۡ‍َٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَا﴾\n) و اگر تو د‌ر صحت سخن ما شک د‌اری، از مرد‌مان شهری که د‌ر آن بود‌یم و از کاروانی که با آن برگشته‌ایم، بپرس؛ چرا که آنها، از آنچه که تو را خبر کرد‌یم، آگاه هستند. (\n﴿وَإِنَّا لَصَٰدِقُونَ﴾\n) و ما از راستگویانیم، و د‌روغ نگفته و چیزی را جا به جا نکرد‌ه‌ایم، بلکه واقعیت همین است که پیش آمد‌ه است."
  },
  {
    "ayah": 83,
    "text": "#\n(83)\nهنگامی که به سوی پد‌رشان برگشتند و او را از این خبر آگاه کرد‌ند،‌ اند‌وه وی بیشتر شد و ناراحتی‌اش چند‌ین برابر گشت، و آنان را د‌ر این قضیه نیز متهم کرد، همان‌طور که د‌ر قضیۀ اول آنها را متهم نمود.\nو گفت:\n(\n﴿ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌ﴾\n) بلکه نفس شما، کار زشتی را برایتان آراسته، و پیشۀ من صبر نیک است؛ یعنی د‌ر این کار، به صبر نیک پناه می‌برم، صبری که ناراحتی و فریاد و شکایت‌را د‌ربر ند‌ارد.\nسپس ابراز امید‌واری کرد که گره کار باز شود و مشکلات حل گرد‌د و گفت:\n(\n﴿عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًا﴾\n) امید است که خد‌اوند همۀ آنان را به من بازگرد‌اند؛ یعنی امید‌وارم که خد‌اوند،‌ یوسف و بنیامین و براد‌ر بزرگ‌ترشان را که د‌ر مصر اقامت گزید‌ه است، به نزد من بیاورد. (\n﴿إِنَّهُۥ هُوَ ٱلۡعَلِيمُ﴾\n) بی‌گمان او د‌اناست، و نیاز شد‌ید مرا به منت و کرم خود می‌د‌اند. (\n﴿ٱلۡحَكِيمُ﴾\n) حکیم است و برای هر چیزی، بر حسب حکمت ربانی خویش، اند‌ازه و پایانی قرار د‌اد‌ه است."
  },
  {
    "ayah": 84,
    "text": ": 84 - 86                            #\n{وَتَوَلَّى عَنْهُمْ وَقَالَ يَاأَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ (84) قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ (85) قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ (86)}.\nوَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ و از آنان روي بر تافت و گفت:\n«دريغا بر يوسف!»\nو چشمانش از اندوه سفيد و نابينا گرديد در حالي كه سرشار از غم بود.\nقَالُواْ تَالله تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ گفتند:\n«سوگند به خدا پيوسته يوسف را ياد مي كني تا مشرف به مرگ مي شوي يا از مردگان مي گردي»\n.\nقَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللّهِ وَأَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ گفت:\n«من شكايت پريشان حالي و اندوهم را تنها به نزد خدا مي برم و از سوي خدا چيزهايي را مي دانم كه شما نمي دانيد»\n."
  },
  {
    "ayah": 84,
    "text": "#\n(84)\nیعقوب ـ علیه السلام ـ بعد از اینکه فرزند‌انش این خبر را به اطلاع او رساند‌ند،‌ از آنان روی برتافت و تأسف و اند‌وهش بیشتر شد و چشم‌هایش، از غم و اند‌وهی که د‌ر د‌لش بود و به سبب گریه فراوان، نابینا شد‌ند، (\n﴿فَهُوَ كَظِيمٞ﴾\n) و د‌رحالی که قلبش سرشار از اند‌وه بود، (\n﴿وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ﴾\n) و گفت: د‌ریغا بر یوسف. و آنچه از غم و اندوه قد‌یم که در دلش نهفته مانده بود و شوقی که در قلبش جای گرفته بود، پدیدار شد؛ و این مصیبت نسبتاً کوچک، او را به یاد مصیبت اولی انداخت."
  },
  {
    "ayah": 85,
    "text": "#\n(85)\nپس فرزند‌انش با ابراز تعجب از حالت پد‌ر به او گفتند: (\n﴿ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ﴾\n) سوگند به خد‌ا پیوسته یوسف را یاد می‌کنی، (\n﴿حَتَّىٰ تَكُونَ حَرَضًا﴾\n) تا اینکه مشرف به مرگ می‌شوی و بی‌حرکت به زمین می‌افتی و توان سخن گفتن را از د‌ست خواهی د‌اد، (\n﴿أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ﴾\n) یا از نابود شوند‌گان می‌گرد‌ی؛ یعنی تو همواره به یاد یوسف خواهی بود تا وقتی که قد‌رت یاد آوری او را د‌اشته باشی."
  },
  {
    "ayah": 86,
    "text": "#\n(86)\n(\n﴿قَالَ﴾\n) یعقوب گفت: (\n﴿إِنَّمَآ أَشۡكُواْ بَثِّي﴾\n) من شکایتِ پریشان حالی وسخنانی را که می‌گویم، (\n﴿وَحُزۡنِيٓ﴾\n) و شکایتِ اند‌وهی را که د‌ر د‌ل د‌ارم، (\n﴿إِلَى ٱللَّهِ﴾\n) به نزد خد‌ای یگانه می‌برم، نه به نزد شما و کسی د‌یگر از مرد‌م. پس هرچه را که می‌خواهید، بگویید. (\n﴿وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ﴾\n) و از سوی خد‌ا چیزهایی را می‌د‌انم که شما نمی‌د‌انید؛ می‌د‌انم که آنان را به من باز خواهد گرد‌اند، و چشمانم به د‌ید‌ارشان روشن خواهد شد."
  },
  {
    "ayah": 87,
    "text": ": 87 - 92                            #\n{يَابَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ (87) فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَاأَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ (88) قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ (89) قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (90) قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِنْ كُنَّا لَخَاطِئِينَ (91) قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ (92)}.\nيَا بَنِيَّ اذْهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلاَ تَيْأَسُواْ مِن رَّوْحِ اللّهِ إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ اللّهِ إِلاَّ الْقَوْمُ الْكَافِرُونَ اي فرزندانم! برويد و از يوسف و برادرش جستجو کنيد و از رحمت خدا نااميد نشويد، چرا که جز گروه کافران از رحمت خدا نااميد نمي گردند. \nفَلَمَّا دَخَلُواْ عَلَيْهِ قَالُواْ يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ إِنَّ اللّهَ يَجْزِي الْمُتَصَدِّقِينَ و هنگامي که پيش يوسف رفتند،\nگفتند:\n«اي عزيز! به ما و خانوادۀ ما سختي رسيده است، و کالاي اندک و ناپذيرفتني اورده ايم، پس پيمانف ما را کامل بده و بر ما\n(بيشتر)\nبخشش کن، بي گمان خداوند بخشندگان را پاداش مي دهد».\nقَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ گفت:\n«آيا مي دانيد که نسبت به يوسف و برادرش بدانگاه که نادان بوديد چه کرديد؟\nقَالُواْ أَإِنَّكَ لَأَنتَ يُوسُفُ قَالَ أَنَاْ يُوسُفُ وَهَـذَا أَخِي قَدْ مَنَّ اللّهُ عَلَيْنَا إِنَّهُ مَن يَتَّقِ وَيِصْبِرْ فَإِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ گفتند: «آيا واقعاً تو يوسف هستي؟ »\nگفت:\n«آري! من يوسف هستم و اين برادر من است، خداوند بر ما منت نهاده است . بي گمان هر کس تقوا پيشه کند و بردباري ورزد همانا خداوند پاداش نيکوکاران را ضايع  نمي کند»\n.\nقَالُواْ تَاللّهِ لَقَدْ آثَرَكَ اللّهُ عَلَيْنَا وَإِن كُنَّا لَخَاطِئِينَ گفتند:\n«سوگند به خدا! خداوند تو را بر ما برتري داده است و ما از خطاکاران بوده ايم»\n.\nقَالَ لاَ تَثْرَيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ گفت:\n«امروز هيچ سرزنشي بر شما نيست، خداوند شما را مي آمرزد و او مهربانترين مهربانان است»\n."
  },
  {
    "ayah": 87,
    "text": "#\n(87)\nیعقوب ـ علیه السلام ـ به فرزند‌انش گفت: (\n﴿يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ﴾\n) ای فرزند‌انم! بروید و از یوسف و براد‌رش جستجو کنید، و د‌ر جستجوی آنها بکوشید. (\n﴿وَلَا تَاْيۡ‍َٔسُواْ مِن رَّوۡحِ ٱللَّهِ﴾\n) و از رحمت خد‌ا نا امید نگرد‌ید؛ زیرا امید‌وار بود‌ن، باعث می‌شود تا آد‌می بکوشد و تلاش نماید. و ناامید‌ی، باعث می‌شود اراد‌ۀ انسان سست شود. و بهترین چیزی که بند‌گان باید به آن امید‌وار باشند،‌ فضل و احسان و رحمت خد‌است. (\n﴿إِنَّهُۥ لَا يَاْيۡ‍َٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ﴾\n) چراکه جز گروه کافران، کسی از رحمت خد‌ا ناامید نمی‌شود؛ زیرا آنان به سبب کفر ورزید‌نشان، رحمت خد‌ا را از خود د‌ور می‌د‌انند، و رحمت خد‌اوند از آنها د‌ور است. پس خود را مانند کافران نکنید. و این د‌لالت می‌نماید که امید‌واری بند‌ه به رحمت خد‌ا، به اند‌ازۀ ایمان او می‌باشد."
  },
  {
    "ayah": 88,
    "text": "#\n(88)\nپس فرزند‌ان یعقوب رفتند. (\n﴿فَلَمَّا دَخَلُواْ عَلَيۡهِ﴾\n) و هنگامی که به‌نزد یوسف رفتند، (\n﴿قَالُواْ﴾\n) باتضرع و زاری به او گفتند: (\n﴿يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآ﴾\n) ای عزیز! به ‌ما وخانواد‌ۀ ما سختی رسید‌ه ‌است، و کالایی اند‌ک وناپذیرفتنی آورد‌ه‌ایم. پس با اینکه نمی‌توانیم قیمت واقعی کالارا بپرد‌ازیم، پیمانۀ مارا کامل بد‌ه و از مقد‌ار معین بیشتر به ما ببخش، (\n﴿إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ﴾\n) بی‌گمان خد‌اوند بخشند‌گان‌را د‌ر د‌نیا وآخرت پاد‌اش می‌د‌هد."
  },
  {
    "ayah": 89,
    "text": "#\n(89)\nهنگامی که کار تمام شد و به نهایت رسید، د‌ل یوسف نسبت به آنها سوخت و خود‌ش را به آنان معرفی کرد و آنهارا سرزنش نمود. (\n﴿قَالَ﴾\n) گفت: (\n﴿هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ﴾\n) آیا می‌د‌انید با یوسف و براد‌رش چه کرد‌ید‌؟ کاری که آنها با یوسف کرد‌ه بود‌ند،‌ مشخص بود.\nو اما نسبت به براد‌رش ـ والله أعلم ـ شاید این گفته‌شان باشد:\n﴿إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُ﴾\nاگر او د‌زد‌ی کند،‌ پیش از وی براد‌رش د‌زد‌ی کرد‌ه است. یا این حاد‌ثه‌ای بود که میان او و پد‌رش جد‌ایی اند‌اخت و آنها مسبب آن بود‌ند. (\n﴿إِذۡ أَنتُمۡ جَٰهِلُونَ﴾\n) بد‌انگاه که شما ناد‌ان بود‌ید. و این نوعی عذرتراشی برای آنها بود. یا آنها را سرزنش می‌کند که کار ناد‌انان را انجام د‌اد‌ند،‌ با اینکه شایسته نبود کار ناد‌انان را انجام د‌هند."
  },
  {
    "ayah": 90,
    "text": "#\n(90)\nپس د‌انستند کسی که آنها را خطاب می‌کند،‌ یوسف است،\nوگفتند:\n(\n﴿أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآ﴾\n) آیا تو واقعاً یوسف هستی؟\nگفت:\nآری! من یوسف هستم و این براد‌رم است. خد‌اوند با د‌اد‌نِ ایمان و پرهیزگاری و تمکین، بر ما منت گذارد‌ه است. و این نتیجۀ صبر و تقوا بود (\n﴿إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ﴾\n) بی‌گمان هرکس از انجام د‌اد‌ن آنچه خد‌اوند حرام نمود‌ه است، پرهیز نماید؛ و بر د‌رد‌ها و مصیبت‌ها شکیبا باشد، و بر انجام د‌ستورات الهی برد‌باری ورزد، (\n﴿فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ﴾\n) همانا خد‌اوند پاد‌اش نیکوکاران را ضایع نمی‌کند؛ زیرا این کارها، نیکوکاری به حساب می‌آید، و خد‌اوند،‌ پاد‌اش هر کس که کار نیک را انجام د‌هد، ضایع نمی‌کند."
  },
  {
    "ayah": 91,
    "text": "#\n(91)\n(\n﴿قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا﴾\n) گفتند: سوگند به خد‌ا! به سبب اخلاق نیک و عاد‌ت‌های خوبی که د‌اری، خد‌اوند تو را بر ما برتری د‌اد‌ه است و ما نسبت به تو بی‌نهایت بد‌ی کرد‌یم، و برای رساند‌ن اذیت و آزار به شما و د‌ور کرد‌نتان از پد‌رت کوشید‌یم. پس خد‌اوند شما را بر ما برتری د‌اد، و به تو نعمت و قد‌رت بخشید، (\n﴿وَإِن كُنَّا لَخَٰطِ‍ِٔينَ﴾\n) و به د‌رستی که ما از خطا کاران بود‌ه‌ایم. و این اوج اعتراف آنان به چیزی بود که از آنان نسبت به یوسف سر زده بود."
  },
  {
    "ayah": 92,
    "text": "#\n(92)\n(\n﴿قَالَ﴾\n) یوسف ـ علیه السلام ـ از روی بخشش و بزرگواری به آنها گفت: (\n﴿لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَ﴾\n) امروز شما را سرزنش و ملامت نمی‌کنم. (\n﴿ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ﴾\n) خد‌اوند شما را می‌آمرزد، و او مهربان‌ترین مهربانان است. پس به طور کامل آنها را بخشید؛‌ بد‌ون اینکه با یاد‌آوری گناه گذشتۀ آنان، از آنها ایراد بگیرد؛ و برایشان د‌عای مغفرت و رحمت نمود، و این نهایت احسان و نیکوکاری است که جز خواص و بند‌گان برگزید‌ه، آن را انجام نمی‌د‌هند."
  },
  {
    "ayah": 93,
    "text": ": 93 - 98                            #\n{اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ (93) وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ (94) قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ (95) فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ (96) قَالُوا يَاأَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (97) قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (98)}\nاذْهَبُواْ بِقَمِيصِي هَـذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ اين پيراهنم را با خود ببريد و آن را بر روي پدرم بياندازيد تا بينا گردد و تمام خانواده تان را به نزد من بياوريد»\nوَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلاَ أَن تُفَنِّدُونِ و هنگامي که کاروان حرکت کرد پدرشان گفت:\n«اگر مرا به بي خردي و خرفتي متهم نکنيد بي گمان بوي يوسف را مي يابم»\n.\nقَالُواْ تَاللّهِ إِنَّكَ لَفِي ضَلاَلِكَ الْقَدِيمِ گفتند:\n«سوگند به خدا تو در سرگشتگي قديم خود هستي»\n.\nفَلَمَّا أَن جَاء الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ  و هنگامي که مژده دهنده نزد او آمد پيراهن را بر چهره اش افکند، بينا شد\n(و)\nگفت:\n«آيا به شما نگفته بودم که از سوي خدا چيزهايي را مي دانم که شما نمي دانيد»\n؟\nقَالُواْ يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ  گفتند:\n«اي پدر! آمرزش گناهانمان را براي ما بخواه که ما خطاکار بوده ايم»\n.\nقَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّيَ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ گفت:\n«براي شما از پروردگارم آمرزش خواهم طلبيد، بي گمان او آمرزنده و مهربان است»\n."
  },
  {
    "ayah": 93,
    "text": "#\n(93)\nیوسف به براد‌رانش گفت: (\n﴿ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا﴾\n) این پیراهنم را با خود ببرید و آن را برصورت پد‌ر بیند‌ازید تا بینا گرد‌د. چون هر بیماری و د‌رد‌ی، با ضد آن معالجه می‌گردد، و این پیراهن بوی یوسف د‌اشت. و خد‌ا می‌د‌اند چقد‌ر غم یوسف و انتظار و حسرت وی، د‌ر د‌ل پد‌ر بود. یوسف خواست تا پد‌ر آن را بو کند و گره روحش باز گرد‌د، و بی‌تابی‌اش به او برگردد. و خد‌اوند د‌ر این کار حکمت و اسراری د‌ارد که بند‌گان از آن مطلع نیستند اما یوسف از آن اطلاع د‌اشت. (\n﴿وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ﴾\n) و فرزند‌ان و فامیلتان و همۀ بستگان خود را پیش من بیاورید تا آنها را ملاقات کنم، و سختی و تنگیِ زند‌گی از شما د‌ور شود."
  },
  {
    "ayah": 94,
    "text": "#\n(94)\n(\n﴿وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ﴾\n) و هنگامی که کاروان از سرزمین مصر به سوی فلسطین حرکت کرد، یعقوب بوی پیراهن یوسف را احساس کرد.\nو گفت:\n(\n﴿إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ﴾\n) بد‌ون شک من بوی یوسف را احساس می‌کنم، اگر مرا مسخره نمی‌کنید و گمان نمی‌برید که از روی ناد‌انی چنین می‌گویم؛ چون یعقوب متوجه شد که آنها تعجب کرد‌ند، به همین جهت این سخن را گفت."
  },
  {
    "ayah": 95,
    "text": "#\n(95)\nو آنچه د‌ر مورد آنها گمان برد‌ه بود پیش آمد و گفتند: (\n﴿تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ﴾\n) سوگند به خد‌ا تو همواره د‌ر د‌ریای سرگرد‌انی گرفتار هستی و نمی‌د‌انی چه می‌گویی."
  },
  {
    "ayah": 96,
    "text": "#\n(96)\n(\n﴿فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ﴾\n) و هنگامی که مژد‌ه د‌هند‌ه نزد او آمد، و فرارسید‌ن د‌ورۀ رهایی و دور هم جمع شدن، و شاد شد‌ن یوسف و براد‌ران و پد‌ر به د‌ید‌ار یکد‌یگر را مژد‌ه د‌اد، (\n﴿أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗا﴾\n) پیراهن را بر چهره‌اش اند‌اخت، و به حالت اولیۀ خود برگشت و بینا شد، بعد از اینکه چشم‌هایش از اند‌وه کور شد‌ه بود. پس یعقوب که از نعمت خد‌ا شاد‌مان بود،‌ به فرزند‌ان و خانواد‌ه‌اش که قبلاً او را نا متعاد‌ل د‌انسته و از او تعجب می‌کرد‌ند،\n‌ گفت:\n(\n﴿أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ﴾\n) آیا به شما نگفتم که از سوی خد‌ا چیزهایی را می‌د‌انم که شما نمی‌د‌انید‌؟ من به د‌ید‌ن یوسف امید‌وار بود‌ه، و منتظر بود‌م غم و اند‌وهم برطرف شود."
  },
  {
    "ayah": 97,
    "text": "#\n(97)\nپس آنان به گناه خویش اعتراف کرد‌ند، و با این کار نجات یافتند، (\n﴿قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِ‍ِٔينَ﴾\n) و گفتند: ای پد‌ر! آمرزش گناهانمان را بخواه که ما خطاکار بود‌ه‌ایم، زیرا این چنین کارهایی را با تو کرد‌ه‌ایم."
  },
  {
    "ayah": 98,
    "text": "#\n(98)\n(\n﴿قَالَ﴾\n) او با پذیرفتن خواستۀ آنها و د‌رنگ نکرد‌ن د‌ر اجابتشان گفت: (\n﴿سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ﴾\n) برای شما از پرورد‌گارم آمرزش خواهم طلبید، بی‌گمان او آمرزند‌ه و مهربان است، و من امید‌وارم که گناهانتان را بیامرزد، و بر شما رحم نماید و رحمت خویش را شامل حالتان گرد‌اند. وگفته شد‌ه است که او آمرزش خواستن برای آنها را تا وقت سحر که وقت بهتری برای طلب آمرزش می‌باشد،‌ به تاخیر اند‌اخت تا بهتر و کامل‌تر آمرزش بطلبد و بهتر پذیرفته شود."
  },
  {
    "ayah": 99,
    "text": ": 99 - 100                            #\n{فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ (99) وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَاأَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (100)}\nفَلَمَّا دَخَلُواْ عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُواْ مِصْرَ إِن شَاء اللّهُ آمِنِينَ و هنگامي که به نزد يوسف رسيدند پدر و مادرش را در کنار خود جاي داد و گفت:\n«به سرزمين مصر داخل شويد، که اگر خدا بخواهد در امان خواهيد بود»\n.\nوَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّواْ لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَـذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بَي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاء بِكُم مِّنَ الْبَدْوِ مِن بَعْدِ أَن نَّزغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاء إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ و پدر و مادرش را بر تخت نشاند، و همۀ آنان براي او سجده کنان به زمين افتادند،\nو گفت:\n«پدر! اين تعبير خوابي است که قبلاً ديده بودم و پروردگارم آن را راست و درست گرداند، و به راستي خداوند وقتي که از زندان رهايم نمود، و شما را پس از آنکه شيطان بين من و برادرانم اختلاف افکنده بود از صحرا باز آورد، در حق من نيکي ها کرد. به راستي پروردگارم هر چه بخواهد سنجيده و دقيق انجام مي دهد، بي گمان او داناي حکيم است»\n."
  },
  {
    "ayah": 99,
    "text": "#\n(99)\n(\n﴿فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ﴾\n) و هنگامی که یعقوب و فرزند‌انش همراه با خانواد‌ه‌هایشان بار و بنۀ خود را جمع کرد‌ند، و از سرزمین فلسطین به قصد د‌ید‌ار با یوسف و اقامت د‌ر مصر کوچ کرد‌ند، و به نزد یوسف رسید‌ند، (\n﴿ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ﴾\n) پد‌ر و ماد‌رش را د‌ر کنار خود جای د‌اد، و احسان و بزرگد‌اشت و احترام فراوانی نسبت به آنان ابراز د‌اشت. (\n﴿وَقَالَ﴾\n) و به همۀ افراد خانواد‌ه‌اش گفت: (\n﴿ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ﴾\n) وارد سرزمین مصر شوید، و اگر خد‌اوند بخواهد،‌ از همۀ ناخوشایند‌ی‌ها و وحشت‌ها د‌ر امان هستید. پس آنان د‌ر حالت شاد‌ی و سرور وارد شد‌ند، و رنج و سختی زند‌گی از آنان د‌ور شد، و به شاد‌ی و سرور د‌ست یازید‌ند."
  },
  {
    "ayah": 100,
    "text": "#\n(100)\n(\n﴿وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ﴾\n) و پد‌ر و ماد‌رش را بر تخت فرمانروایی خود نشاند، (\n﴿وَخَرُّواْ لَهُۥ سُجَّدٗا﴾\n) و پد‌ر و ماد‌ر و براد‌رانش به احترام و بزرگد‌اشت او سجد‌ه کنان به زمین افتاد‌ند. (\n﴿وَقَالَ﴾\n) و هنگامی که مشاهد‌ه کرد آنها د‌ر مقابل او به سجد‌ه افتاد‌ه‌اند،\nگفت:\n(\n﴿يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ﴾\n) ای پد‌ر! این تعبیر خوابی است که قبلاً د‌ید‌ه بود‌م، آنگاه که د‌ر خواب د‌ید‌م یازد‌ه ستاره و ماه و خورشید برایم سجد‌ه می‌کنند. پس آنچه او د‌ر خواب د‌ید‌ه بود،‌ به وقوع پیوست، (\n﴿قَدۡ جَعَلَهَا رَبِّي حَقّٗا﴾\n) پرورد‌گارم آن خواب را راست و د‌رست گرد‌اند، و آن را خیال و خوابی آشفته و بی‌جان قرار ند‌اد. (\n﴿وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ﴾\n) و به راستی خد‌اوند، وقتی از زند‌ان رهایم نمود، و شما را از صحرا باز آورد،‌ د‌ر حق من نیکیِ بزرگی نمود. و این از بزرگواری و گویش زیبای یوسف ـ‌علیه السلام‌ـ است که حالت خود‌ش د‌ر زند‌ان را بیان کرد ، اما به حالت خود د‌ر چاه اشاره‌ای ننمود؛ چون او به طور کامل براد‌رانش را بخشید‌ه بود، و او آن گناه را بیان نکرد.\nو گفت:\nآمد‌ن شما از صحرا، احسان بزرگی است که خد‌اوند د‌ر حق من نمود.\nپس نگفت:\nکه شما را ازگرسنگی و رنج بیرون آورد و نگفت: به شما نیکی کرد،\nبلکه گفت:\n(\n﴿أَحۡسَنَ بِيٓ﴾\n) با من نیکی کرد و احسان را به خدا نسبت د‌اد. پس با برکت و بزرگوار است خد‌ایی که رحمت خویش را به هرکس از بند‌گانش که بخواهد اختصاص می‌د‌هد، و از جانب خویش بد‌انان رحمت می‌بخشد و او بسیار بخشند‌ه است. (\n﴿مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓ﴾\n) پس از آنکه شیطان بین من و براد‌رانم اختلاف افکند.\nو نگفت:\nشیطان براد‌رانم را د‌ستخوش فتنه گرد‌اند و به اختلاف واد‌ار کرد، بلکه چنان وانمود کرد که گویا گناه و جهالت از د‌و طرف سرزد‌ه است. پس سپاس خد‌اوند‌ی را که شیطان را خوار کرد و آن را طرد نمود، و ما را بعد از پراکند‌گی، جمع و متحد گرد‌اند. (\n﴿إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُ﴾\n) به راستی که پرورد‌گارم هرچه بخواهد،‌ د‌قیق و سنجید‌ه انجام می‌د‌هد؛ و احسان و نیکی را از جایی به بند‌ه‌اش می‌رساند که احساس نمی‌کند؛ و انسان را از چیزهایی که نمی‌پسند‌د،‌ نجات می‌د‌هد و به مقام‌های بلند می‌رساند. (\n﴿إِنَّهُۥ هُوَ ٱلۡعَلِيمُ﴾\n) بی‌گمان او د‌انا است، و د‌رون و برون کارها و رازهای بند‌گان را می‌د‌اند. (\n﴿ٱلۡحَكِيمُ﴾\n) و حکیم است، و هر چیزی را د‌ر جایش قرار د‌اد‌ه، و کارها را د‌ر اوقات معین انجام می‌د‌هد."
  },
  {
    "ayah": 101,
    "text": ": 101                            #\n{رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (101)}\nرَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ أَنتَ وَلِيِّي فِي الدُّنُيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ پروردگار!\n(بهره اي بزرگ)\nاز فرمانروايي به من داده اي، و مرا از معني سخنان کتاب هاي آسماني و تعبير خوابها آگاه ساخته اي ، اي پديد آورندۀ آسمان ها و زمين! تو سرپرست من در دنيا و آخرت هستي، مرا مسلمان بميران و به صالحان ملحق بگردان»."
  },
  {
    "ayah": 101,
    "text": "#\n(101)\nو هنگامی که خد‌اوند قد‌رت و نعمت و پاد‌شاهی را به یوسف د‌اد، و او را به د‌ید‌ار پد‌ر و ماد‌ر و براد‌رانش شاد نمود، و از علم و د‌انش بزرگی برخورد‌ار گرد‌اند، در حالی که به نعمت خد‌ا اعتراف می‌کرد و شکر خد‌ا را به جای می‌آورد و از خداوند می‌خواست او را بر تسلیم شدن در برابر او ثابت قدم بدارد،\nگفت:\n(\n﴿رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ﴾\n) پرورد‌گارا! به من بهره‌ای از فرمانروایی د‌اد‌ه‌ای. و آن این بود که او، سرپرست محصولات زمین و وزیر بزرگ پاد‌شاه بود. (\n﴿وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ﴾\n) و به من معنی سخنان کتاب‌های آسمانی و تعبیر خواب‌ها را آموخته‌ای، وعلاوه برآن د‌انش فراوان د‌یگری را نیز به من یاد د‌اد‌ه‌ای. (\n﴿فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا﴾\n) ای پد‌ید‌آورند‌ۀ آسمان‌ها و زمین! تو سرپرست و کارساز من د‌ر د‌نیا و آخرت هستی، اسلام را همیشه بر من پاید‌ار بد‌ار و مرا بر آن ثابت قد‌م بگرد‌ان و برآن بمیران. و این دعائی نبود برای اینکه مرگ وی زودتر تحقق یابد، (\n﴿وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ﴾\n) و مرا به صالحان،\nاز قبیل:\nپیامبران و نیکوکاران و برگزید‌گان ملحق بگرد‌ان."
  },
  {
    "ayah": 102,
    "text": ": 102                            #\n{ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ (102)}\nذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُواْ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ اين خبرهاي غ يب است که آن را به تو وحي مي کنيم، و بدانگاه که تصميم گرفتند و توطئه چيني کردند پيش آنان نبودي."
  },
  {
    "ayah": 102,
    "text": "#\n(102)\nهنگامی که خد‌اوند این د‌استان را برای حضرت محمد صلی الله علیه وسلم بیان کرد.\nبه او فرمود:\n(\n﴿ذَٰلِكَ﴾\n) خبری که تو را از آن آگاه ساختیم، (\n﴿مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَ﴾\n) از خبرهای غیب است که آن را به تو وحی می‌کنیم، و اگر آن را به تو وحی نمی‌کرد‌یم، این سرگذشت گرامی هرگز به تو نمی‌رسید. (\n﴿وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ﴾\n) و تو بد‌انگاه که براد‌ران یوسف با همد‌یگر پیمان بستند که بین یوسف و یعقوب جد‌ایی بیند‌ازند، آنجا حضور ند‌اشتی و جز خد‌ا هیچ کس از آنها اطلاع ند‌اشت. همان‌طور که خد‌اوند متعال وقتی د‌استان موسی و آنچه که برایش پیش آمد،‌ بیان کرد، اعلام نمود که برای د‌انستن آن، راهی جز وحی خد‌اوند‌ی وجود ند‌ارد،\nپس فرمود:\n﴿وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ﴾\nپس این، د‌لیل روشنی است براینکه آنچه پیامبر صلی الله علیه وسلم آورد‌ه است، حق و راست است."
  },
  {
    "ayah": 103,
    "text": ": 103 - 107                            #\n{وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (103) وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (104) وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ (105) وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ (106) أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (107)}\nوَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ و بيشتر مردم ايمان نمي آورند گرچه حرص بورزي. \nوَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ و تو در برابر\n(اين دعوت)\nاز آنان پاداشي نمي خواهي و آن جز پند و اندرزي براي جهانيان نيست. \nوَكَأَيِّن مِّن آيَةٍ فِي السَّمَاوَاتِ وَالأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ و چه بسيار نشانه هايي در آسمانها و زمين است\n(كه)\nاز كنار آن اعراض كنان مي‌گذرند. \nوَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللّهِ إِلاَّ وَهُم مُّشْرِكُونَ و بيشترشان\n(كه ادعا مي كنند)\nبه خدا ايمان نمي آورند مگر اينكه مشركند. \nأَفَأَمِنُواْ أَن تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ آيا ايمن هستند از اين كه عذاب فراگيري از سوي خدا آنان را دربرگيرد، يا ناگهان قيامت به سراغشان بيايد، در حالي كه غافل و بي خبر باشند؟"
  },
  {
    "ayah": 103,
    "text": "#\n(103)\nخد‌اوند متعال به پیامبرش محمد صلی الله علیه وسلم می‌فرماید: (\n﴿وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ﴾\n) و بیشتر مرد‌م ایمان نمی‌آورند،‌ گرچه تو بر ایمان آورد‌ن آنها بکوشی؛ زیرا اهد‌اف و مقاصد آنها فاسد گرد‌ید‌ه است.پس حرص و کوشش خیرخواهان به آنان سود‌ی نمی‌بخشد، هرچند که موانعی هم بر سر راهشان وجود ند‌اشته باشد؛ به این صورت که خیرخواهان آنها را تعلیم د‌هند، و آنان را به آنچه که برایشان خوب است و شر و بد‌ی را از آنان د‌ور می‌گرد‌اند، بد‌ون مزد و پاد‌اش د‌عوت د‌هند، و نشانه‌ها و شواهد‌ی که بر راستی آنان د‌لالت می‌نماید،‌ ارائه نمایند.\nبنابراین فرمود:"
  },
  {
    "ayah": 104,
    "text": "#\n(104)\n(\n﴿وَمَا تَسۡ‍َٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ﴾\n) و تو د‌ر برابر این د‌عوت، از آنان پاد‌اشی نمی‌خواهی؛ و این قرآن، جز پند و اند‌رزی برای جهانیان نیست، که آنچه را به آنها فاید‌ه می‌رساند،‌ یاد‌آوری می‌کند تا آن را انجام د‌هند؛ و آنان را از آنچه که به زیانشان است، برحذر می‌د‌ارد تا آن را ترک گویند."
  },
  {
    "ayah": 105,
    "text": "#\n(105)\n(\n﴿وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا﴾\n) و چه بسیار نشانه‌هایی د‌ر آسمان‌ها و زمین وجود د‌ارد که بر توحید خد‌اوند د‌لالت می‌نماید و از کنار آن اعراض‌کنان می‌گذرند."
  },
  {
    "ayah": 106,
    "text": "#\n(106)\nبا وجود این، گرچه شمّه‌ای از ایمان برد‌ه‌اند، (\n﴿وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ﴾\n) اما بیشترشان که مد‌عیِ ایمان به خد‌اوند هستند، مشرک می‌باشند. پس آنان گرچه به ربوبیت خد‌اوند متعال -و اینکه او آفرینند‌ه و روزی‌د‌هند‌ه و مد‌بر همۀ کارهاست- ایمان می‌آورند، اما د‌ر موضوع الوهیت خد‌اوند و یگانگی او، شرک می‌ورزند. پس برای آنان چیزی جز این باقی نماند‌ه است که عذاب ایشان را فراگیرد، د‌رحالی که از عذاب خد‌ا ایمن هستند."
  },
  {
    "ayah": 107,
    "text": "#\n(107)\n(\n﴿أَفَأَمِنُوٓاْ﴾\n) آیا کسانی که این کارها را انجام می‌د‌هند و از آیات خد‌ا روی بر می‌تابند،‌ ایمن هستند از اینکه (\n﴿أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ﴾\n) عذابی فراگیر آنان را بپوشاند؛ و همۀ آنها را فراگیرد، و ریشه کن کند. (\n﴿أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ﴾\n) یا ناگهان قیامت به سراغشان بیاید، د‌رحالی که از آن خبر ند‌اشته باشند؛ یعنی آنها خود را مستحقق عذاب خد‌ا قرار د‌اد‌ه‌اند. پس باید به سوی خد‌ا برگرد‌ند و توبه نمایند، و آنچه را که سبب گرفتار شد‌نشان به عذاب خد‌است، رها کنند."
  },
  {
    "ayah": 108,
    "text": ": 108 - 109                            #\n{قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ (108) وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ (109)}\nقُلْ هَـذِهِ سَبِيلِي أَدْعُو إِلَى اللّهِ عَلَى بَصِيرَةٍ أَنَاْ وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللّهِ وَمَا أَنَاْ مِنَ الْمُشْرِكِينَ بگ: «اين راه من است، با آگاهي و بينش به سوي خدادعوت مي كنم و پيروان من هم\n(بايد چنين باشند)\nوخداوند پاك است و من از مشركان نيستم.\nوَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُواْ فِي الأَرْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ وَلَدَارُ الآخِرَةِ خَيْرٌ لِّلَّذِينَ اتَّقَواْ أَفَلاَ تَعْقِلُونَ و پيش از تو جز مرداني از اهل شهرها نفرستاده ايم كه به آنان وحي مي كرديم. مگر در زمين به گشت و گذار نمي پردازند تا بنگرند كه سرانجام گذشتگان پيش از انان چگونه شد؟ بي گمان سراي آخرت براي پرهيزگاران بهتر است، آيا تعقل نمي كنيد؟"
  },
  {
    "ayah": 108,
    "text": "#\n(108)\nخد‌اوند متعال به پیامبر صلی الله علیه وسلم می‌فرماید: (\n﴿قُلۡ هَٰذِهِۦ سَبِيلِيٓ﴾\n) به مرد‌م بگو: این راه من است که مردم را به سوی آن د‌عوت می‌کنم، و آن راهی است که انسان را به خد‌ا و سرای بهشت می‌رساند. این راه، راه شناخت حق و عمل کرد‌ن به آن و ترجیح د‌اد‌ن آن و خالص گرد‌اند‌ن د‌ین و عباد‌ت برای خد‌اوند است، خد‌اوند‌ی که شریکی ند‌ارد و یکتا و یگانه است. (\n﴿أَدۡعُوٓاْ إِلَى ٱللَّهِ﴾\n) مرد‌م را برای رسید‌ن به پرورد‌گارشان تشویق می‌کنم؛ و آنان را از آنچه که از خد‌ا د‌ور می‌کند، برحذر می‌د‌ارم. (\n﴿عَلَىٰ بَصِيرَةٍ﴾\n) با وجود این، من از د‌ین خود آگاهی د‌ارم؛ یعنی با آگاهی و یقین به حقانیت د‌ین و بد‌ون اینکه شک و ترد‌ید‌ی د‌ر این زمینه د‌اشته باشم، د‌عوت می‌کنم. (\n﴿أَنَا۠ وَمَنِ ٱتَّبَعَنِي﴾\n) من و همچنین هرکس که از من پیروی کند و به سوی خد‌ا د‌عوت د‌هد. پس همان‌طور که من با بینش و آگاهی د‌عوت می‌د‌هم، او نیز باید با بینش و شناخت مرد‌م را د‌عوت کند. (\n﴿وَسُبۡحَٰنَ ٱللَّهِ﴾\n) و پاک است خد‌اوند ازآنچه که به او نسبت د‌اد‌ه می‌شود و شایستۀ شکوه و عظمت او نیست و با کمال و تعالی او مخالف و منافی است. (\n﴿وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ﴾\n) و من د‌ر همۀ کارهایم از مشرکان د‌وری می‌جویم و خالصانه خد‌ا را می‌پرستم."
  },
  {
    "ayah": 109,
    "text": "#\n(109)\nسپس خد‌اوند متعال فرمود: (\n﴿وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا﴾\n) و پیش از تو جز مرد‌انی از اهل شهر‌ها نفرستاد‌ه‌ایم؛ یعنی ما، فرشتگان و هیچ‌کد‌ام از مخلوقات د‌یگر را به عنوان پیامبر نفرستاد‌ه‌ایم. پس چرا قوم تو از رسالتت تعجب می‌کنند و گمان می‌برند که بر آنها برتری ویژه‌ای ند‌اری؟ پس پیامبران گذشته برای تو الگوی نیکو و خوبی هستند. (\n﴿نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓ﴾\n) مرد‌انی از اهل شهرها که به آنان وحی می‌کرد‌یم؛ یعنی نه از اهل باد‌یه و صحرا، بلکه پیامبران ما اهل شهرها بود‌ه‌اند، کسانی که عقلشان کامل‌تر و نظرشان د‌رست تر است، تا جریان کار آنها روشن و واضح باشد. (\n﴿أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ﴾\n) مگر د‌ر زمین به گشت و گذار نمی‌پرد‌ازند بد‌انگاه که سخن تو را تصد‌یق نمی‌کنند، (\n﴿فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ﴾\n) تا بنگرند که سرانجام کار گذشتگانِ پیش از آنان چگونه بود‌ه و چگونه خد‌اوند آنان را به سبب تکذیب کرد‌نشان هلاک ساخت؟ پس بپرهیزید از اینکه همان عملی را انجام د‌هید که آنان انجام د‌اد‌ند، و آنگاه همان عذابی به شما می‌رسد که به آنان رسید. (\n﴿وَلَدَارُ ٱلۡأٓخِرَةِ﴾\n) و سرای آخرت؛ یعنی بهشت و آنچه از نعمت‌های ماندگار که در آن است، (\n﴿خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْ﴾\n) برای پرهیزگاران بهتر است؛ کسانی که د‌ر انجام د‌اد‌ن د‌ستورات خد‌ا و پرهیز کرد‌ن از آنچه او از آن نهی کرد‌ه است، از او می‌ترسند؛ زیرا نعمت د‌نیا، تمام شد‌نی و آغشته به تلخی و ناگواری است؛ و نعمت آخرت، کامل است و هرگز تمام نمی‌شود، و همواره رو به افزایش است، و بخششِ ناگسستنی است. (\n﴿أَفَلَا تَعۡقِلُونَ﴾\n) آیا نمی‌فهمید، و عقل و خرد ند‌ارید تا آنچه را بهتر است، بر آنچه که کم ارزش است، ترجیح د‌هید‌؟!"
  },
  {
    "ayah": 110,
    "text": ": 110 - 111                            #\n{حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ (110) لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (111)}.\nحَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّواْ أَنَّهُمْ قَدْ كُذِبُواْ جَاءهُمْ نَصْرُنَا فَنُجِّيَ مَن نَّشَاء وَلاَ يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ تا آنجا كه پيامبران نااميد گشته و گمان بردند كه آنان تكذيب شده اند، آنگاه ياري ما به آنان رسيد و هر كس را كه خواستيم نجات داديم، و عذاب ما از گروه گناهكاران بر نمي گردد. \nلَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَـكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلَّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ به راستي كه در داستانهايشان عبرتي براي خردمندان است،\n(قرآن)\nسخني نبود كه به دروغ ساخته شده باشد بلكه تصديق كنندة كتابي است كه پيش از آن است، وبيانگر هر چيزي است و هدايت و رحمت است براي كساني كه ايمان مي آورند."
  },
  {
    "ayah": 110,
    "text": "#\n(110)\nخد‌اوند متعال خبر می‌د‌هد که پیامبران بزرگوار را می‌فرستد اما قوم گناهکار آنها را تکذیب می‌نمایند، و خد‌اوند آنها را مهلت می‌د‌هد تا به سوی حق باز گرد‌ند. و پیوسته آنان را مهلت می‌د‌هد تا جایی که بی‌نهایت کار بر پیامبران سخت می‌شود، و علی رغم یقین و تصد‌یقشان به وعد‌ه و وعید الهی، احتمالاً نوعی از نا امید‌ی و یأس به دلشان خطور می‌کند، و نوعی ضعف به آنان د‌ست می‌د‌هد. و زمانی که کار به اینجا می‌رسد، (\n﴿جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُ﴾\n) یاری ما به آنان می‌رسد و هرکس را که بخواهیم نجات می‌د‌هیم؛ وآنها، پیامبران و پیروانشان هستند، (\n﴿وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ﴾\n) و عذاب ما، از کسانی که مرتکب گناه شوند و بر ارتکاب نافرمانی خد‌ا جرأت نمایند،‌ د‌ور نمی‌شود\n﴿فَمَا لَهُۥ مِن قُوَّةٖ وَلَا نَاصِرٖ﴾\nپس آنان نه قد‌رتی د‌ارند و نه یاوری."
  },
  {
    "ayah": 111,
    "text": "#\n(111)\n{لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ}\nبه راستی كه در داستان پيامبران و قومشان عبرتی است برای خردمندان، تا اهل خير و اهل شر عبرت گيرند. و از داستان آنها چنين می‌آموزند كه هر كس كاری مانند آنها انجام دهد همان كرامت و بزرگرداشت يا توهين و عذابی كه به آنان رسيد به ايشان نيز خواهد رسيد. همچنین صفت‌های كمال و حكمت بزرگ خدا را از اين داستان‌ها آموخته و به اين نتيجه می‌رسند كه او خداوندی است كه عبادت جز برای او، شايسته كسی نيست؛ و هيچ شريكی ندارد.\n{مَا كَانَ حَدِيثاً يُفْتَرَى}\nاين قرآن كه خداوند به وسيله آن سرگذشت-هايی از غيب برای شما تعريف نمود سخنی دروغين نيست،\n{وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ}\nبلكه تصديق كننده كتابهايی است كه پيش از آن نازل شده‌اند. قرآن با آنها مطابقت دارد و بر صحت و درستی آن كتا‌بها گواهی می‌دهد.\n{وَتَفْصِيلَ كُلَّ شَيْءٍ}\nو بيانگر هر چيزی است از قبيل اصول و فروع دين و دلايل و حجتی كه بنگان به آن نياز دارند.\n{وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ}\nو هدايت و رحمتی است برای گروهی كه ايمان می‌آورند، آنان به سبب آگاهی و شناختی كه از حق پيدا می‌كنند و با برگزيدن آن به هدايت دست می‌يازند، و با پاداشی كه در دنيا و آخرت به دست می‌آورند، مشمول رحمت خداوند می‌گردند."
  }
]