[
  {
    "ayah": 1,
    "text": ": 1 - 3                            #\n{الم (1) تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (2) أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ (3)}\nالم ؛ الف   لام   ميم\nتَنزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ؛ نازل  شدن  اين  کتاب  ،، که  در آن  هيچ  شکي  نيست  ، از جانب  پروردگار  جهانيان  است.\nأَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ؛ آيا مي  گويند دروغي  است  که  خود به  هم  بافته  ? نه  ، سخني  است  بر حق   ازجانب  پروردگارت  ، تا مردمي  را که  پيش  از تو بيم  دهنده  اي  نداشته   اند بيم  دهي   شايد به  راه  هدايت  افتند."
  },
  {
    "ayah": 2,
    "text": "#\n(2)\nخداوند متعال خبر می‌دهد که این کتاب بزرگوار از سوی پروردگار جهانیان نازل شده است؛ پروردگاری که با نعمت‌های خود، انسان‌ها را پرورش داده است."
  },
  {
    "ayah": 3,
    "text": "#\n(3)\nبزرگ‌ترین چیزی که خداوند با آن انسان‌ها را پرورش داده، این کتاب است که در آن، همۀ آنچه که اوضاع آنان را بهبود می‌بخشد و اخلاقشان را کامل می‌گرداند، وجود داشته و هیچ شک و تردیدی در آن نیست. اما با وجود این، ستمگرانی که پیامبر را تکذیب کردند،\nدر این مورد گفتند:\nاین کتاب را محمد به دروغ از پیش خود ساخته است. و این بزرگ‌ترین جرأت برای انکار کلام خداست.\nآنان محمد صلی الله علیه وسلم را به بزرگ‌ترین دروغ متهم کردند و گفتند:\nاو می‌تواند سخنی مانند سخن خداوند بیافریند. این ادعاها بسیار سنگین و بزرگ هستند،\nو خداوند در رد کسانی که گفتند:\nمحمد قرآن را از پیش خود ساخته است،\nفرمود:\n(\n﴿بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ﴾\n) بلکه قرآن حق و از سوی پروردگارت آمده است، و باطل از هیچ سویی به آن راه ندارد، و از سوی خداوند با حکمت و ستوده نازل شده، و خداوند آن را مایۀ رحمت بندگان قرار داده است. (\n﴿لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ ﴾\n) یعنی در حالت و وضعیتی قرآن نازل شده که مردم به شدت نیازمند پیامبر و فرستادن کتاب بودند؛ چون قبل از تو پیامبری به نزد آنها نیامده بود. بلکه آنان به سبب جهالت و نادانی‌شان سرگردان‌اند و در تاریکیِ گمراهی خود سرگشته‌اند. پس ما کتاب را بر تو نازل کردیم تا (\n﴿لَعَلَّهُمۡ يَهۡتَدُونَ﴾\n) آنان از گمراهی‌شان نجات یابند و هدایت شوند، و آنگاه حق را بشناسند و آن را برگزینند. و چیزهایی که خداوند ذکر نمود، تکذیب آنها را نقض می‌کند، و اقتضا می‌نماید که آنها ایمان بیاورند و کاملاً آن را تصدیق کنند، و اینکه قرآن (\n﴿مِن رَّبِّ ٱلۡعَٰلَمِينَ﴾\n) از سوی پروردگار جهانیان است، و قرآن حق است، و حق در هر شرایطی مقبول و پذیرفتنی است. (\n﴿لَا رَيۡبَ فِيهِ﴾\n) و به هیچ صورت شکی در آن نیست. پس در قرآن چیزی نیست که شکی ایجاد کند؛ و در آن خبری نیست که واقعیت نداشته باشد؛ و هیچ پوشیدگی و ابهامی در معانی آن نمی‌باشد. و آنها به رسالت نیاز دارند؛ چرا که قرآن انسان را به هر خیر و نیکی هدایت می‌نماید."
  },
  {
    "ayah": 4,
    "text": ": 4 - 9                            #\n{اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ (4) يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ (5) ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ (6) الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ (7) ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ (8) ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (9)}\nاللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ ؛ خداست  که  آسمانها و زمين  را و آنچه  ميان  آنهاست  در شش  روز بيافريد، وآنگاه  به  عرش  پرداخت   شما را جز او کارساز و شفيعي  نيست   آيا پند  نمي  گيريد ?\nيُدَبِّرُ الْأَمْرَ مِنَ السَّمَاء إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ؛ کار را از آسمان  تا زمين  سامان  مي  دهد  سپس  در روزي  که  مقدار آن  هزارسال  است  چنان  که  مي  شماريد به  سوي  او بالا مي  رود.\nذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ؛ اوست  که  داناي  نهان  و آشکار است   پيروزمند و مهربان  است.\nالَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنسَانِ مِن طِينٍ؛ آن  که  هر چه  را آفريد به  نيکوترين  وجه  آفريد و خلقت  انسان  را از گل   آغاز کرد.\nثُمَّ جَعَلَ نَسْلَهُ مِن سُلَالَةٍ مِّن مَّاء مَّهِينٍ؛ سپس  نسل  او را از عصاره  آبي  بي  مقدار پديد آورد.\nثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِن رُّوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ؛ آنگاه  بالاي  او راست ، کرد و از روح  خود در آن  بدميد  و برايتان  گوش  و  چشمها و دلها آفريد  چه  اندک  شکر مي  گوييد."
  },
  {
    "ayah": 4,
    "text": "#\n(4)\nخداوند از کمال قدرت خویش خبر می‌دهد و اینکه او آسمان‌ها و زمین و آنچه را که در میان آنهاست، در شش روز بیافرید. اولین روزِ آغاز آفرینش یکشنبه و آخرین روز آن جمعه بود. با اینکه خداوند می‌توانست آنها را در یک لحظه بیافریند، اما خداوند مهربان و با حکمت است. (\n﴿ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِ﴾\n) سپس بر بالای عرش که همان سقف مخلوقات است، آن گونه که شایستۀ شکوه اوست، استوا پیدا کرد. (\n﴿مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ﴾\n) جز او هیچ دوست و سرپرستی ندارید که در کارهایتان شما را سرپرستی نماید، و به شما فایده برساند، (\n﴿وَلَا شَفِيعٍ﴾\n) و جز او هیچ شفاعت کننده‌ای ندارید که برایتان شفاعت نماید تا عذابی متوجه شما نشود. (\n﴿أَفَلَا تَتَذَكَّرُونَ﴾\n) آیا پند نمی‌پذیرید تا بدانید که آفرینندۀ آسمان‌ها و زمین و کسی که بر بالای عرش بزرگ است، به تنهایی به تدبیر امورتان می‌پردازد، و شما را سرپرستی می‌نماید، و شفاعت همه در دست اوست، و او مستحق همه نوع عبادت است؟!"
  },
  {
    "ayah": 5,
    "text": "#\n(5)\n(\n﴿يُدَبِّرُ ٱلۡأَمۡرَ﴾\n) امور تقدیری و شرعی را تدبیر می‌نماید، و او به تنهایی به تدبیر امور می‌پردازد، و این اوامر از سوی خداوند پادشاه و توانا، (\n﴿مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ﴾\n) از آسمان به سوی زمین فرود می‌آیند و خداوند با این تدابیر، کسانی را سعادتمند و برخی را بدبخت می‌نماید؛ برخی را ثروتمند و برخی را فقیر می‌کند؛ عزت می‌دهد و ذلت می‌بخشد و بزرگ می‌دارد و خوار می‌نماید، و گروه‌هایی را بالا می‌برد و اقوامی دیگر را پایین می‌آورد، و روزی‌ها را فرو می‌فرستد. (\n﴿ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ﴾\n) اوامر از سوی او نازل می‌گردد، و در روزی که اندازۀ آن هزار سال از سال‌هایی است که شما برمی‌شمارید، به سوی او بالا می‌رود. و در یک لحظه به او می‌رسد."
  },
  {
    "ayah": 6,
    "text": "#\n(6)\n(\n﴿ذَٰلِكَ﴾\n) او خداوندی است که این مخلوقات بزرگ را آفریده؛ کسی که بر عرش بزرگ است، و به تنهایی تدابیر مملکت خویش را انجام می‌دهد. (\n﴿عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ﴾\n) دانای پنهان و پیدا، و چیره و مهربان است.پس او با آگاهی گسترده و کمال قدرت و رحمت فراگیرش جهان را آفریده، و منافعی در آن قرار داده است، و تدبیر و سامان دهی آن برایش مشکل نیست."
  },
  {
    "ayah": 7,
    "text": "#\n(7)\n(\n﴿ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥ﴾\n) خداوند هر مخلوقی را نیکو آفریده، و به گونه‌ای متناسب با شرایط زیست محیطی‌اش آن را آفریده است. و این خلقت هر چیزی را شامل می‌شود.\nسپس به طور ویژه انسان را به خاطر شرافت و فضیلت آن ذکر نمود و فرمود:\n(\n﴿وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ﴾\n) و آفرینش انسان را از گل آغاز کرد، و آدم را از گل آفرید."
  },
  {
    "ayah": 8,
    "text": "#\n(8)\n(\n﴿ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ﴾\n) سپس خداوند ذریّۀ آدم را از نطفۀ ضعیف و ناچیز آفرید."
  },
  {
    "ayah": 9,
    "text": "#\n(9)\n(\n﴿ثُمَّ سَوَّىٰهُ﴾\n) سپس خلقت انسان و اعضا و رگ‌هایش را تکمیل کرد، و آفرینش او را بسیار زیبا و نیکو نمود، و هر عضوی را در جای مناسب آن قرار داد. (\n﴿وَنَفَخَ فِيهِ مِن رُّوحِهِۦ﴾\n) و از روح خود در آن دمید، به این صورت که فرشته را به سوی او فرستاد. فرشته روح را در انسان می‌دمد، و انسان به فرمان خدا زنده می‌شود، این در حالی است که قبلاً بی‌جان بود.(\n﴿وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ﴾\n) نیز به تدریج چیزهای سودبخشی را به شما داد، و به شما شنوایی و بینایی عطا کرد. (\n﴿وَٱلۡأَفۡ‍ِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ﴾\n) و برایتان دل‌ها آفرید، اما کمتر کسی را تشکر می‌کنید که شما را آفریده و صورتگری کرده است."
  },
  {
    "ayah": 10,
    "text": ": 10 - 11                            #\n{وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ (10) قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (11)}\nوَقَالُوا أَئِذَا ضَلَلْنَا فِي الْأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُم بِلِقَاء رَبِّهِمْ كَافِرُونَ؛\nو گفتند :\nآيا وقتي  که  در زمين  ناپديد شويم  ، آفرينش  تازه  اي  خواهيم   يافت  ? آري  ، ايشان  به  ديدار با پروردگارشان  ايمان  ندارند.\nقُلْ يَتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ؛\nبگو :\nفرشته  مرگ  که  موکل  بر شماست  ، شما را مي  ميراند  سپس  به  سوي  پروردگارتان  باز مي  گردانند."
  },
  {
    "ayah": 10,
    "text": "#\n(10)\nکسانی که قیامت‌را تکذیب می‌کردند وآن‌را بعید می‌دانستند،\nگفتند:\n(\n﴿أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ﴾\n) آیا وقتی که در زمین ناپدید گشتیم و ازهم پاشیده شدیم و ازبین رفتیم، (\n﴿أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۢ﴾\n) آفرینش تازه‌ای خواهیم یافت و زنده می‌شویم؟! آنها گمان می‌بردند که این امر بسیار بعید است؛ چون آنها قدرت خداوند را با قدرت خود مقایسه می‌کردند، واین سخنشان از روی حق طلبی نبود، بلکه از روی ستمگری و عناد و کفر ورزیدن به لقای پروردگارشان چنین می‌گفتند.\nبنابراین خداوند فرمود:\n(\n﴿بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ﴾\n) بلکه آنان به لقای پروردگارشان کافرند. پس سخن آنها مبتنی بر انکار لقای خداوند و نپذیرفتن آن بود؛ و اگر هدفشان روشن شدن حق ‌بود، خداوند در این باره دلایل قاطعی را برایشان بیان نموده است که آمدن قیامت را چنان ثابت می‌کند که گویا با چشم دیده می‌شود، همان‌طور که خورشید با چشم‌ها مشاهده می‌گردد. و همین دلیل برای اثبات آخرت کافی است که آنها می‌دانند از عدم آفریده شده‌اند. پس آفرینش دوبارۀ آنها، از آفرینش اولشان آسان تر است. همچون سرزمین خشک و پژمرده، وقتی خداوند بر آن باران می‌فرستد، آن را زنده و خرم می‌گرداند؛ و دانه‌هایی که در آن پراکنده شده‌اند، سبز می‌شوند."
  },
  {
    "ayah": 11,
    "text": "#\n(11)\n(\n﴿قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ﴾\n) بگو: فرشته‌ای که خداوند آن را مأمور قبض ارواح و گرفتن جان‌ها نموده است، به کمک همکارانش به سراغ شما می‌آید، و جانتان را می‌گیرد. (\n﴿ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ﴾\n) سپس به نزد پروردگارتان بازگردانده می‌شوید، آنگاه شما را طبق اعمالتان سزا و جزا خواهد داد. و شما زنده شدن پس از مرگ را انکار کرده‌اید، پس بنگرید و بیندیشید که خداوند با شما چه خواهد کرد!"
  },
  {
    "ayah": 12,
    "text": ": 12 - 14                            #\n{وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (12) وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (13) فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (14)}\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُؤُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ؛ تو را عبرت  است  آنگاه  که  مجرمان  را در نزد پروردگارشان  سرافکنده  بيني ،\nگويند :\nاي  پروردگار ما ، ديديم  و شنيديم   اکنون  ما را بازگردان  تا  کاري  شايسته  کنيم  ، که  اينک  به  يقين  رسيده  ايم.\nوَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ؛ اگر مي  خواستيم  ، هدايت  هر کس  را به  او ارزاني  مي  داشتيم   ولي  وعده   من  که  جهنم  را از همه  جنيان  و آدميان  پر مي  کنم  ، حق  است.\nفَذُوقُوا بِمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ؛ به  کيفر آنکه  ديدار چنين  روزي  را فراموش  کرده  بوديد ، اکنون  بچشيد، مانيز شما را از ياد برده  ايم   به  سزاي  کارهايي  که  مي  کرده  ايد عذاب   جاويد را بچشيد."
  },
  {
    "ayah": 12,
    "text": "#\n(12)\nوقتی که خداوند بیان نمود که بازگشت آنها در روز قیامت به سوی خداست، حالت آنها را به هنگامی که به پیشگاه پروردگار می‌ایستند و از او می‌خواهند که آنان را به دنیا باز گرداند،\nبیان کرد و فرمود:\n(\n﴿وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ﴾\n) و اگر ببینی گناهکارانی را که بر انجام گناهان بزرگ اصرار ورزیده‌اند، (\n﴿نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ﴾\n) نزد پروردگارشان سر به زیر افکنده و فروتن و خوارند، و به گناه خود اعتراف می‌کنند،\nو از او می‌خواهند تا آنها را به دنیا بازگرداند و می‌گویند:\n(\n﴿رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا﴾\n) پروردگارا! دیدیم و شنیدیم؛ یعنی قضیه برای ما روشن شد، و آشکارا آن را مشاهده کردیم، و به آن یقین نمودیم. (\n﴿فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ﴾\n) پس ما را به دنیا بازگردان تا کار شایسته انجام ‌دهیم، و ما یقین کرده‌ایم؛ یعنی آنچه را که قبلاً تکذیب می‌کردیم، اکنون به آن باور و یقین قطعی داریم. پس اگر در آن روز حالت آنها را ببینی، وضعیت سخت و وحشتناکی را مشاهده خواهی کرد؛ زیرا اقوامی را خواهی دید که زیانمند و بدبخت هستند و از خدا درخواست می‌کنند، اما به آنها پاسخی داده نمی‌شود؛ چون فرصت و مهلتی که به آنها داده شده بود، تمام شده است."
  },
  {
    "ayah": 13,
    "text": "#\n(13)\nو همۀ اینها به تقدیر و قضای الهی صورت می‌گیرد؛ چرا که میان آنها و کفر و گناهانشان مانعی وجود نداد.\nبنابراین فرمود:\n(\n﴿وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا﴾\n) و اگر می‌خواستیم، همۀ مردم را هدایت می‌نمودیم؛ اما حکمت این است که همه بر هدایت نباشند،\nبنابراین فرمود:\n(\n﴿وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي﴾\n) ولی این وعده از جانب من تحقق یافته است، و مقرر نموده‌ام که (\n﴿لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ﴾\n) جهنم را از جن‌ها و انسان‌ها پر کنم. پس این وعده‌ای است که باید انجام پذیرد،\nو اسباب و لوازم آن از قبیل:\nکفر و گناهان محقّق شود."
  },
  {
    "ayah": 14,
    "text": "#\n(14)\n(\n﴿فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ ﴾\n) به گناهکاران که ذلت و خواری آنها را فرا گرفته، و از خداوند می‌خواهند آنان را به دنیا باز گرداند تا آنچه را از دست داده‌اند جبران نمایند،\nگفته می‌شود:\nوقت بازگشت و فرصت تمام شده، و چیزی جز عذاب باقی نمانده است، پس بچشید عذاب دردناک را به خاطر اینکه ملاقات امروز خود را فراموش کرده بودید. و این نسیان، عبارت از ترک کردن\n[اقتضائاتِ دیدار با خداوند]\nبود؛ یعنی به این امر بی‌توجه بودید و برای آن کاری نکردید، انگار که در چنین روزی حاضر نمی‌شوید. (\n﴿إِنَّا نَسِينَٰكُمۡ﴾\n) همانا ما شما را در عذاب رها می‌کنیم، سزایی که از جنس عملتان می‌باشد. پس همان طور که شما روز قیامت را فراموش کردید، امروز نیز به دست فراموشی سپرده می‌شوید. (\n﴿وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ﴾\n) و بچشید عذاب همیشگی را؛ عذابی که هیچ‌گاه قطع نمی‌شود؛ زیرا عذاب هرگاه مدت و زمان و نهایتی داشته باشد، در آن اندکی تخفیف داده می‌شود؛ اما عذاب جهنم ـ ‌خداوند ما را از آن نجات دهد ـ در آن راحتی نیست، و عذابشان قطع نمی‌گردد. پس بچشید این عذاب را به خاطر کفر و گناهی که انجام می‌دادید."
  },
  {
    "ayah": 15,
    "text": ": 15 - 17                            #\n{إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ (15) تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (16) فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (17)}\nإِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ؛ تنها کساني  به  آيات  ما ايمان  آورده  اند که  چون  آيات  ما را بشنوند به   سجده  بيفتند و پروردگارشان  را به  پاکي  بستايند و سرکشي  نکنند.\nتَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ؛ از بستر خواب  پهلو تهي  مي  کنند ، پروردگارشان  را با بيم  و اميد مي   خوانند و از آنچه  به  آنها داده  ايم  انفاق  مي  کنند.\nفَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ؛ و هيچ  کس  از آن  مايه  شادماني  خبر ندارد که  به  پاداش  کارهايي  که  مي   کرده ، برايش  اندوخته  اند."
  },
  {
    "ayah": 15,
    "text": "#\n(15)\nوقتی حالت کسانی را بیان نمود که در برابر آیات خدا کفر می‌ورزند؛ و عذابی را ذکر فرمود که برایشان آماده کرده است، به ذکر کسانی پرداخت که به آیات خدا ایمان دارند، و پاداشی را که برایشان آماده نموده است،\nتوصیف کرد و فرمود:\n(\n﴿إِنَّمَا يُؤۡمِنُ بِ‍َٔايَٰتِنَا﴾\n) تنها کسانی به آیات ما ایمان حقیقی و واقعی دارند که شواهد و نشانه‌های ایمان در آنها یافت ‌شود و آنها، (\n﴿ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا﴾\n) کسانی هستند که هرگاه به نشانه‌های خدا پند داده شوند، و آیات قرآن بر آنها تلاوت گردد، و به وسیلۀ پیامبران پندها نزد آنان بیاید و نصیحت شوند، آن را گوش می‌کنند و می‌پذیرند و اطاعت می‌نمایند و (\n﴿خَرُّواْۤ سُجَّدٗاۤ﴾\n) سجده‌کنان بر زمین می‌افتند؛ یعنی فروتنی می‌کنند، و به شناخت خدا شادمان می‌شوند، (\n﴿وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ﴾\n) و ستایشگرانه به تسبیح پروردگارشان می‌پردازند، و تکبر نمی‌ورزند؛ نه با دل و نه با جسم‌شان تکبر نمی‌ورزند تا بر اثر آن از اطاعت خدا سر باز زنند، بلکه آنها در برابر آیات خدا فروتن‌اند و آن را می‌پذیرند، و با شرح صدر و در حالی که تسلیم آن هستند با آن تعامل می‌کنند، و در پرتو همین آیات به رضایت خداوند مهربان دست می‌یابند، و به وسیلۀ آن به راه راست هدایت می‌شوند."
  },
  {
    "ayah": 16,
    "text": "#\n(16)\n(\n﴿تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ﴾\n) پهلوهای‏شان از بسترها و رختخواب‌های لذت‌بخش دور می‌شود، و به چیزی روی می‌آورند که برای‏شان لذیذتر و دوست داشتنی‌تر است و آن نماز شب و مناجات با خداست.\nبنابراین فرمود:\n(\n﴿يَدۡعُونَ رَبَّهُمۡ﴾\n) برای به دست آوردن منافع دینی و دنیوی، و دفع زیان‌های دین و دنیا، پروردگارشان را می‌خوانند، (\n﴿خَوۡفٗا وَطَمَعٗا﴾\n) با بیم و امید؛ بیم از اینکه اعمال‏شان پذیرفته نشود، و امید به اینکه قبول حق واقع گردد؛ از عذاب خدا بیم دارند، و به پاداش او امیدوار هستند. (\n﴿وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ﴾\n) و از روزیِ کم یا زیادی که به ایشان داده‌ایم انفاق می‌کنند. انفاق را به صورت عام ذکر نمود، و قیدی برای آن ذکر نکرد، و نگفت بر چه کسانی انفاق می‌کنند تا بر عموم دلالت نماید. و نفقۀ واجب مانند زکات‌ها و کفاره‌ها و نفقۀ همسران و خویشاوندان در این داخل است. نیز نفقۀ مستحب در راه‌های خیر در آن داخل است، و نفقه و احسان مالی به طور مطلق\n[و هر‌چقدر که باشد]\nخیر است، چه به فقیر برسد چه به ثروتمند، به خویشاوند داده شود یا به فردی که خویشاوند نیست؛ اما بر حسب تفاوت سود و منفعتی که از طریق این نیکی‌ها به انسان‌ها می‌رسد، پاداش و اجر آن نیز فرق می‌کند. پس این در رابطه با عمل اهل ایمان است."
  },
  {
    "ayah": 17,
    "text": "#\n(17)\nاما پاداش مؤمنان این است که (\n﴿فَلَا تَعۡلَمُ نَفۡسٞ﴾\n) هیچ کس نمی‌داند، (\n﴿مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ﴾\n) چه نعمت‌های فراوان و شادی‌بخش زیادی برایشان پنهان شده است.\nهمان طور که خداوند بر زبان پیامبرش فرموده است:\n«برای بندگان صالح و نیکوکارم چیزهایی را آماده کرده‌ام که هیچ چشمی آن را ندیده، و هیچ گوشی آن را نشنیده، و به قلب هیچ انسانی خطور نکرده است.»\nپس همان‌طور که آنها در شب نماز خواندند و دعا کردند و عمل خود را از نگاه دیگران پنهان داشتند، خداوند نیز پاداش آنها را از نوع عمل آنها گردانید، و مزد آنها را پنهان داشت.\nبنابراین فرمود:\n(\n﴿جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ﴾\n) به پاداش کارهایی که می‌کردند."
  },
  {
    "ayah": 18,
    "text": ": 18 - 20                            #\n{أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (18) أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ (19) وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (20)}\nأَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا لَّا يَسْتَوُونَ؛ آيا آن  کس  که  ايمان  آورده  همانند کسي  است  که  عصيان  مي  ورزد ? نه  ،  برابر نيستند.\nأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ؛ اما آنان  که  ايمان  آورده  اند و کارهاي  شايسته  کرده  اند ، به  پاداش   اعمالي  که  مي  کرده  اند منزلگاهي  در باغهاي  بهشت  خواهند يافت.\nوَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ ؛ و اما عصيان  پيشگان  ، منزلگاهشان  آتش  است   هر گاه  که  بخواهند از آن  بيرون  آيند ،\nبار ديگر آنها را به  درون  آتش  بازگردانند و بگويندشان  :\nبچشيد عذاب  آتشي  را که  دروغش  مي  پنداشتيد."
  },
  {
    "ayah": 18,
    "text": "#\n(18)\nخداوند عقل‌ها را به چیزی یادآور می‌شود که برایشان ثابت و بدیهی است؛ و آن اینکه دو چیز متفاوت و متضاد برابر نیستند، و حکمت او تقاضا می‌نماید که برابر نباشند.\nپس فرمود:\n(\n﴿أَفَمَن كَانَ مُؤۡمِنٗا﴾\n) آیا کسی که مؤمن می‌باشد و قلبش را با ایمان آباد کرده است و اعضای او تسلیم دستورات و قوانین خدا بوده؛ و به اقتضای ایمانش، آنچه را که باعث خشم خداوند می‌شود و برای ایمان مضر می‌باشد، ترک کرده است، (\n﴿كَمَن كَانَ فَاسِقٗا﴾\n) مانند کسی است که فاسق بوده و قلبش را ویران کرده و از ایمان خالی نموده و در آن هیچ انگیزۀ دینی وجود نداشته؛ و به سبب جهل و ستمگری، اعضا و جوارح خود را به هر گناهی آلوده کرده و با نافرمانی و گناه از دایرۀ اطاعت الهی بیرون رفته است؟! آیا این دو شخص برابرند؟! (\n﴿لَّا يَسۡتَوُۥنَ﴾\n) از دیدگاه عقل و شرع، این دو نفر برابر نیستند، همان‌طور که شب و روز، و روشنایی و تاریکی یکی نیستند. پس پاداش این دو نفر نیز در قیامت برابر نخواهد بود."
  },
  {
    "ayah": 19,
    "text": "#\n(19)\n(\n﴿أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾\n) اما کسانی که ایمان آورده و کارهای شایسته از قبیل: فرض‌ها و واجبات و نوافل را انجام داده‌اند، (\n﴿فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ﴾\n) باغ‌های بهشت که جای زندگی و محل خوبی‌ها و شادی‌ها، و جایی است که دل‌ها و ارواح در آن لذت می‌برند و محل همیشگی و جاودانگی است، و در کنار معبود برحق هستند و از نزدیکی وی بهره‌مند می‌شوند و با نگاه کردن به چهرۀ او و شنیدن گفتار وی خوشحال می‌گردند، ازآن ایشان خواهد بود. (\n﴿نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ﴾\n) و این مهمانی و پذیرایی به پاس کارهایی است که می‌کرده‌اند. پس اعمالی که خداوند توفیق انجام دادن‏شان را به آنها داده، همین اعمال است که آنها را به این منازل گرانبها و والا رسانده است که با خرج کردن اموال و با استفاده از لشکریان و فرزندان، و به وسیلۀ بذل جان و روح نمی‌توان به آن رسید؛ و هیچ چیزی جز ایمان و عمل صالح، انسان را به آن نزدیک نمی‌نماید."
  },
  {
    "ayah": 20,
    "text": "#\n(20)\n(\n﴿وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُ﴾\n) و اما کسانی که فاسق شدند، جایگاهشان آتش است که هر نوع عذاب و بدبختی در آن وجود دارد، و یک لحظه عذاب از آنها دور نمی‌شود. (\n﴿كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا﴾\n) هر زمان که بخواهند از آن به‌در آیند، بدانجا بازگردانده می‌شوند، و سختی عذاب بر آنها شدت می‌گیرد. (\n﴿وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ﴾\n) و به آنها گفته می‌شود: بچشید عذاب آتشی که آن را دروغ می‌پنداشتید. پس جایگاه و محل زندگی آنها در این آتش خواهد بود. اما عذابی که قبل از آن است و مقدمه‌ای برای آن می‌باشد، عذاب برزخ است،\nو آن را در این آیه بیان می‌دارد:"
  },
  {
    "ayah": 21,
    "text": ": 21                            #\n{وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ (21)}\nوَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ؛ و عذاب  دنيا را پيش  از آن  عذاب  بزرگ  تر به  ايشان  بچشانيم  ، باشد  که باز، گردند."
  },
  {
    "ayah": 21,
    "text": "#\n(21)\nو به یقین نمونه‌ای از عذاب نزدیک‌تر را -که عذاب برزخ است- به فاسقان تکذیب کننده می‌چشانیم؛ قسمتی از آن عذاب را، پیش از آنکه بمیرند به آنها می‌چشانیم، عذابی مانند اذیّت و کشته شدن. همان طور که مشرکین در جنگ بدر به چنین عذابی گرفتار شدند. همچنین به هنگام مرگ نیز گوشه‌ای از این عذاب را به آنان می‌چشانیم،\nهمان‌گونه که خداوند متعال در این زمینه می‌فرماید:\n﴿وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ﴾\nاگر ستمکاران را در آن وقت که در گرداب‌های مرگ فرو رفته‌اند می‌دیدی، امری بس هولناک را مشاهده می‌کردی؛ می‌دیدی که فرشتگان دست‌هایشان را به طرف آنان دراز کرده‌اند،\nو به آنان می‌گویند:\n«جان‌هایتان را بیرون کنید؛ امروز به عذاب خوار کننده‌ای کیفر می‌یابید.»\nسپس عذاب نزدیک‌تر را پیش از عذاب آخرت و در برزخ برایشان کامل می‌گرداند.\nو این آیه از جمله دلایل اثبات عذاب قبر است و دلالت آن آشکار می‌باشد زیرا خدا می‌فرماید:\n(\n﴿وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ﴾\n) و قطعاً پاره‌ای از عذاب نزدیک‌تر و کمتر را در این جهان به آنها می‌چشانیم، و این دلالت می‌نماید که قبل از عذاب بزرگ‌تر -که جهنم است- عذابی نزدیک‌تر و کمتر وجود دارد. و از آنجا که عذاب دنیا گاهی با مرگ همراه نیست، خداوند خبر داد که این عذاب را به آنها می‌چشاند، شاید به سوی او بازگردند و از گناهانشان توبه نمایند.\nخداوند متعال می‌فرماید:\n﴿ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ﴾\nفساد در خشکی و دریا به سبب آنچه مردم کرده‌اند، آشکار گردیده است تا سزای برخی از آنچه را که کرده‌اند، به آنها بچشاند؛ شاید باز گردند."
  },
  {
    "ayah": 22,
    "text": ": 22                            #\n{وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ (22)}\nوَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ؛ کيست  ستمکارتر از آن  کسي  که  او را به  آيات  پروردگارش  پند دهند ولي  اعراض  کند ? ما از مجرمان  انتقام  مي  گيريم."
  },
  {
    "ayah": 22,
    "text": "#\n(22)\nهیچ کس ستمکارتر و متجاوزتر از آن کس نیست که به آیات پروردگارش پند داده شود؛ آیاتی که از جانب پروردگارش به نزد او آمده است، خداوندی که می‌خواهد او را تربیت نماید و نعمت خویش را به وسیلۀ پیامبرانش بر او کامل گرداند، آیاتی که او را به منافع دینی و دنیوی فرمان می‌دهد و از زیان‌های دینی و دنیوی نهی می‌کند که باید در مقابل آن تسلیم شود و به آن ایمان بیاورد و از آن‌ها اطاعت کند و شکر آن‌ها را بگزارد. اما این ستمگر به آنها ایمان نمی‌آورد، و از آنها پیروی نمی‌کند، بلکه روی می‌گرداند و آن‌ها را پشت سر می‌اندازد. پس چنین فردی از بزرگ‌ترین مجرمان است؛ آنهایی که سزاوار سخت‌ترین عذاب می‌باشند.\nبنابراین فرمود:\n(\n﴿إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ﴾\n) بدون شک، ما از گناهکاران انتقام می‌گیریم."
  },
  {
    "ayah": 23,
    "text": ": 23 - 25                            #\n{وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ (23) وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (24) إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (25)}\nوَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُن فِي مِرْيَةٍ مِّن لِّقَائِهِ وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ؛ هر آينه  به  موسي  کتاب  داديم  از ديدار او در ترديد مباش   و آن  را  راهنماي  بني  اسرائيل  قرار داديم.\nوَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ؛ از ميان  آن  قوم  پيشواياني  پديد آورديم  که  چون  صبوري  پيشه  کردند و به ، آيات  ما يقين  داشتند ، به  فرمان  ما به  هدايت  مردم  پرداختند.\nإِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ؛ هر آينه  پروردگار تو در روز قيامت  در آنچه  اختلاف  مي  کردند ميانشان   داوري  خواهد کرد."
  },
  {
    "ayah": 23,
    "text": "#\n(23)\nوقتی خداوند آیاتش را بیان کرد که بندگانش را با آن پند داده است، و آن قرآن است که خداوند آن را بر محمد صلی الله علیه وسلم نازل فرموده است، بیان نمود و تذکر داد که قرآن، کتاب تازه‌ای نیست که پیش از آن چنین کتابی نیامده باشد؛ و کسی که قرآن را آورده است اولین پیامبر نیست، بلکه (\n﴿وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ﴾\n) به موسی کتاب تورات را دادیم که قرآن را تصدیق می‌کند، و قرآن نیز آن را تصدیق و تایید می‌نماید؛ و حقی که هر دو بیان می‌دارند، مطابق با یکدیگر است، و دلیل و حجت هر دو ثابت و استوار است. (\n﴿فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦ﴾\n) پس در اینکه موسی تورات را با نهایت رضایت و خشنودی دریافت کرده است، شک نداشته باش؛ چون دلایل حق به روشنی و پی در پی آمده‌اند، و جایی برای شک باقی نمانده است. (\n﴿وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ﴾\n) و کتابی را که به موسی دادیم، مایۀ هدایت بنی‌اسرائیل گرداندیم که در اصول و فروع دین خود به وسیلۀ آن راهیاب می‌گردند، و قوانین آن برای زمانی که بنی‌اسرائیل در آن بودند مناسب بود. اما خداوند این قرآن را مایۀ هدایت همۀ مردم قرار داده است؛ چون قرآن تا روز قیامت مردم را در امور دینی و دنیویشان هدایت می‌کند؛\nزیرا قرآن کامل و بلند مرتبه است:\n﴿وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ﴾\nو همانا که آن\n[=قرآن]\nدر کتاب اصلی\n[=لوح المحفوظ]\nپیش ما بسیار رفیع و با حکمت است."
  },
  {
    "ayah": 24,
    "text": "#\n(24)\n(\n﴿وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا﴾\n) و از میان بنی‌اسرائیل پیشوایانی پدیدار کردیم که به شریعت و راه‌های هدایت آگاه و عالم بودند؛ خودشان هدایت یافته بودند، و بدین وسیله دیگران را نیز هدایت می‌کردند. پس کتابی که به سوی آنها فرستاده شد، مایۀ هدایت است.\nو کسانی که به آن ایمان آوردند دو گروه هستند:\nیک گروه پیشوایانی هستند که به فرمان ما هدایت و راهنمایی می‌کنند، و گروه دیگر پیروان و راه یافتگانی هستند که به وسیلۀ پیشوایان هدایت شده‌اند. و گروه اول مقامشان بعد از مقام نبوت و پیامبران، بالاترین مقام است. و این مقام صدیقان است، و آنها (\n﴿لَمَّا صَبَرُواْ﴾\n) آنگاه که بر یاد گرفتن و یاد دادن، و دعوت کردن مردم به سوی خدا، و تحمل اذیت و آزار در راه او شکیبایی ورزیدند، و خود را از آلوده شدن به گناهان دور کردند، به چنین مقامی دست یافتند. (\n﴿وَكَانُواْ بِ‍َٔايَٰتِنَا يُوقِنُونَ﴾\n) و در باب ایمان داشتن به آیات خدا، به مقام یقین رسیدند. و یقین؛ یعنی علم و آگاهی کامل که آدمی را به عمل وامی‌دارد. آنها به مقام یقین رسیدند؛ چون فراگیری و آموختن آنها درست بود، و مسایل را از دلایل یقینی فرا گرفتند. و آنان همواره مسائل را فرا می‌گرفتند و دلایل زیادی را بر صحت آن ارائه می‌دادند. پس با صبر و یقین می‌توان به مقام پیشوایی و امامت در دین رسید."
  },
  {
    "ayah": 25,
    "text": "#\n(25)\nبنی‌اسرائیل در مسائلی اختلاف ورزیدند، پس برخی به حق رسیدند و برخی به اشتباه رفتند، و برخی قصداً از حق روی برتافتند، و خداوند متعال در روز قیامت دربارۀ آنچه که در آن اختلاف داشتند، میان آنان داوری می‌کند. و قرآن به برخی از مسایل اختلافی بنی‌اسرائیل اشاره می‌کند، و هر جا اختلافی میان آنها وجود داشته باشد و قرآن یکی از دو گفته را تصدیق نماید، حق همان است که قرآن آن را تایید کرده است؛ و هر آنچه که خلاف قرآن است، باطل می‌باشد."
  },
  {
    "ayah": 26,
    "text": ": 26 - 27                            #\n{أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ (26) أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ (27)}\nأَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ؛ آيا آن  همه  مردمي  که  پيش  از اين  در خانه  هاي  خود مي  خراميدند و ما هلاکشان  کرديم  سبب  هدايتشان  نشد ? در اين  عبرتهاست  ، چرا نمي  شنوند ?\nأَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاء إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنفُسُهُمْ أَفَلَا يُبْصِرُونَ؛ آيا نمي  بينند که  آب  را به  زمين  خشک  و بي  گياه  روانه  مي  سازيم  تا، کشتزارها برويانيم  و چارپايان  و خودشان  از آن  بخورند ? چرا نمي  بينند ?"
  },
  {
    "ayah": 26,
    "text": "#\n(26)\nآیا برای کسانی که پیامبر را تکذیب می‌کنند روشن نشده است که، (\n﴿كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ﴾\n) پیش از آنان، نسل‌های فراوانی را که راه ایشان را درپیش گرفته‌اند هلاک و نابود کرده‌ایم؟! (\n﴿يَمۡشُونَ فِي مَسَٰكِنِهِمۡ﴾\n) و ایشان هم اینک در مسکن و مکان آنها راه می‌روند، و آشکارا آن را مشاهده می‌نمایند، مانند قوم هود و صالح و قوم لوط که نابودشان کردیم! (\n﴿إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍ﴾\n) بی‌گمان در این نشانه‌هایی است که از آن بر راستگویی پیامبرانی که به نزد آنها آمده‌اند، و باطل بودن شرک و شری که خود برآن هستند؛ و نیز اینکه هر کس کاری مانند کارهای آنان بکند، با او همان کاری خواهد شد که با همکاران پیشین او شده است، استدلال می‌شود. نیز بر این استدلال می‌شود که خداوند بندگان را مجازات خواهد کرد، و آنها را برای روز حشر و رستاخیز برخواهد انگیخت. (\n﴿أَفَلَا يَسۡمَعُونَ﴾\n) آیا آیات خدا را نمی‌شنوند تا آن را درک نمایند و از آن بهره ببرند؟! پس اگر آنها شنوایی درست و عقل صحیحی ‌داشتند، بر حالتی باقی نمی‌ماندند که هلاک شدن‏شان در آن حالت یقینی است."
  },
  {
    "ayah": 27,
    "text": "#\n(27)\n(\n﴿أَوَ لَمۡ يَرَوۡاْ﴾\n) آیا با چشم‌های خود نعمت‌های ما و کمال حکمت ما را نمی‌بینند که (\n﴿أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ﴾\n) آب را به سوی زمین خشک و بی‌گیاه می‌رانیم؛ پس خداوند از ابرها بر آن باران می‌بارد یا رودها را به سوی آن گسیل می‌دارد، (\n﴿فَنُخۡرِجُ بِهِۦ زَرۡعٗا﴾\n) و به وسیلۀ آن، گیاهان گوناگون می‌رویانیم، (\n﴿تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡ﴾\n) که چهارپایانشان از آن گیاهان می‌خورند؛ و آن گیاهانی است که خوراک حیوانات است. و خودشان نیز از آنچه خوراک انسان‌هاست تغذیه می‌کنند. (\n﴿أَفَلَا يُبۡصِرُونَ﴾\n) آیا این همه نعمت را نمی‌بینند؛ نعمتی که خداوند به وسیلۀ آن شهرها و بندگان را زنده می‌نماید، تا در سایۀ آن بینا شوند، و با این بینش و بینایی به راه راست هدایت یابند؟! اما کوری بر آنها غالب آمده، و غفلت بر آنها چیره شده است؛ به همین سبب نمی‌بینند. و آنها از روی غفلت به این نعمت نگاه کردند، بنابراین به خیر و نیکی دست نیافتند."
  },
  {
    "ayah": 28,
    "text": ": 28 - 30                            #\n{وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ (28) قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ (29) فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ (30)}\nوَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِن كُنتُمْ صَادِقِينَ؛\nمي  گويند :\nاگر راست  مي  گوييد ، پيروزي  چه  وقت  خواهد بود ?\nقُلْ يَوْمَ الْفَتْحِ لَا يَنفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنظَرُونَ؛\nبگو :\nدر روز پيروزي  ، ايمان  آوردن  کافران  سودشان  ندهد ، و مهلتشان   ندهند.\nفَأَعْرِضْ عَنْهُمْ وَانتَظِرْ إِنَّهُم مُّنتَظِرُونَ ؛ پس  ، از ايشان  اعراض  کن  و منتظر باش  ، که  آنها نيز در انتظارند."
  },
  {
    "ayah": 28,
    "text": "#\n(28)\nمجرمان و گناهکاران برای آمدن عذابی که به آنها وعده داده شده ‌است- مبنی بر اینکه به سزای تکذیب‏شان بدان گرفتار خواهند شد- شتاب می‌ورزند؛ و این شتاب ورزیدن آنها، به سبب جهالت و عنادشان است. (\n﴿وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ﴾\n) و می‌گویند فیصله و قضاوتی که میان ما و شما روی خواهد داد، و آن گونه که می‌گویید ما عذاب داده می‌شویم کی خواهد بود؟ (\n﴿إِن كُنتُمۡ صَٰدِقِينَ﴾\n) اگر در دعوایتان راستگویید؟!"
  },
  {
    "ayah": 29,
    "text": "#\n(29)\n(\n﴿قُلۡ يَوۡمَ ٱلۡفَتۡحِ﴾\n) بگو: روز فیصله و قضاوت، روزی است که در آن کیفر داده می‌شوید و از آن استفاده‌ای نخواهند برد، بدین معنی که در آن روز فرصت داده شوند تا گذشته را جبران کنند. پس هرگاه روز فیصله و قضاوت بیاید، کار از کار گذشته است و آزمایش و ابتلا دیگر اثری ندارد؛ زیرا (\n﴿لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ﴾\n) ایمان کافران برای آنها سودی نخواهد داشت، چون ایمان آنها از روی ناچاری است. (\n﴿وَلَا هُمۡ يُنظَرُونَ﴾\n) و به آنها مهلت داده نمی‌شود، به این شیوه که عذاب از آنها دور گردد و آنان گذشتۀ خود را جبران کنند."
  },
  {
    "ayah": 30,
    "text": "#\n(30)\n(\n﴿فَأَعۡرِضۡ عَنۡهُمۡ﴾\n) پس چون سخن و ستمگری آنها به حالت جهل و نادانی رسیده است، و عذاب را شتابان می‌طلبند، از آنها روی بگردان، (\n﴿وَٱنتَظِرۡ﴾\n) و منتظر عذابی باش که آنان را فرا خواهد گرفت؛ زیرا چنین عذابی حتماً خواهد آمد، اما مدت و زمانی مقرر دارد؛ و هر گاه بیاید، پس و پیش نخواهد داشت. (\n﴿إِنَّهُم مُّنتَظِرُونَ﴾\n) بدون شک آنان منتظر و چشم به راه هستند تا تو به گرفتاری و رنجی مبتلا شوی، اما عاقبت و سرانجام از آن پرهیزگاران است."
  }
]