{
  "id": 103,
  "name": "The Declining Day",
  "verses": [
    {
      "id": 6177,
      "verse_number": 1,
      "verse_key": "103:1",
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "ruku_number": 547,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": " وَٱلْعَصْرِ",
      "page_number": 601,
      "juz_number": 30,
      "translations": [
        {
          "id": 928842,
          "resource_id": 135,
          "text": "سوگند به عصر"
        }
      ],
      "tafsir_saadi": "خداوند به زمان -که شب و روز است، و بستری برای کارهای بندگان و اعمالشان است- سوگند می‌خورد"
    },
    {
      "id": 6178,
      "verse_number": 2,
      "verse_key": "103:2",
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "ruku_number": 547,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلْإِنسَـٰنَ لَفِى خُسْرٍ",
      "page_number": 601,
      "juz_number": 30,
      "translations": [
        {
          "id": 928843,
          "resource_id": 135,
          "text": "که انسان در زیان است."
        }
      ],
      "tafsir_saadi": "که همۀ انسان‌ها زیانمند می‌باشند. و زیانکار ضد سودمند است. زیان مراتب متفاوتی دارد.\nگاهی زیان مطلق خواهد بود، مانند کسی که دنیا و آخرت را از دست داده، و نعمت‌ها از دست او رفته، و سزاوار دوزخ گردیده است.\nو گاهی انسان از بعضی جهات زیانمند می‌شود و از بعضی جهات زیانمند نخواهد بود."
    },
    {
      "id": 6179,
      "verse_number": 3,
      "verse_key": "103:3",
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "ruku_number": 547,
      "manzil_number": 7,
      "sajdah_number": null,
      "text_uthmani": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ",
      "page_number": 601,
      "juz_number": 30,
      "translations": [
        {
          "id": 928844,
          "resource_id": 135,
          "text": "مگر مؤمنان نیکوکاری که یکدیگر را به حق سفارش نموده‌اند و به شکیبایی توصیه کرده‌اند."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: هر انسانی زیانکار است مگر کسی که دارای چهار صفت باشد: \nاول: ایمان داشتن به آنچه خداوند بدان امر نموده است. و ایمان، بدون علم و آگاهی حاصل نمی‌شود، پس علم شاخه‌ای از ایمان است؛ و بدون علم، ایمان حاصل نمی‌گردد.\nدوم: کار شایسته است، و این همۀ کارهای خوب را شامل می‌شود. کارهای ظاهری و باطنی اعم از واجب و مستحب که متعلق به حقوق خدا و حقوق بندگانش می‌باشد. \nسوم: توصیه به حق که ایمان و عمل صالح است؛ یعنی یکدیگر را به این توصیه کنند و تشویق نمایند.\nچهارم: توصیه و سفارش به صبر و شکیبایی بر عبادت خدا، و صبر بر عدم ارتکاب گناهان، و صبر نمودن بر بلاهای دردناکی که از سوی خدا می‌آید.\nپس با دو امر اول، بنده خودش را کامل می‌گرداند؛ و با دو امر آخر، دیگران را به کمال می‌رساند. و با کامل شدن این چهار چیز، بنده از متضرّر شدن سالم مانده و فایدۀ بزرگی را به دست می‌آورد."
    }
  ]
}