{
  "id": 47,
  "name": "Muhammad",
  "verses": [
    {
      "id": 4546,
      "verse_number": 1,
      "verse_key": "47:1",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": " ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَـٰلَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927211,
          "resource_id": 135,
          "text": "کسانی که کافر شدند و [مردم را] از راه الله بازمى‌دارند، [الله] اعمال آنان را تباه می‌كند."
        }
      ],
      "tafsir_saadi": "این آیات دربرگیرندۀ پاداش مؤمنان و کیفر گناهکاران و اسباب برخورداری از این ثواب و عقاب است. همچنان‌که در این آیات مردم فرا خوانده شده‌اند تا از این موضوع عبرت بگیرند. پس فرمود: (﴿ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ﴾) کسانی که کفر ورزیدند و از راه خدا باز داشتند، ایشان سران کفر و پیشوایان گمراهی هستند که هم به خدا و آیات او کفر ورزیده‌اند و هم خود و دیگران را از راه خدا باز داشته‌اند. راه خدا آن چیزی است که پیامبران و پیروانشان به آن دعوت کرده‌اند. (﴿أَضَلَّ أَعۡمَٰلَهُمۡ﴾) خداوند اعمال ایشان را باطل نموده، و آنها را به سبب اعمالشان به خاک مذلّت می‌نشاند و این شامل کارهایی است که علیه حق و دوستان خدا انجام می‌دادند. خداوند توطئه و مکر آنها را به خودشان بازگرداند و به اهداف خود نرسیدند. و خداوند کارهایی را که به امید کسب پاداش انجام می‌دادند نابود می‌نماید، چون ایشان از باطل پیروی کرده‌اند، و باطل هر آن چیزی است که منظور از آن خدا نباشد، ازقبیل: پرستش بت‌ها و غیره. و اعمال و کارهایی که در راه یاری دادن باطل انجام می‌دادند باطل و پوچ خواهند شد."
    },
    {
      "id": 4547,
      "verse_number": 2,
      "verse_key": "47:2",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927212,
          "resource_id": 135,
          "text": "و کسانی كه ایمان آورده و کارهای شایسته کرده‌اند و به آنچه بر محمد نازل شده- که آن حق و از جانب پروردگارشان است- ایمان آورده‌اند، [الله نیز]، بدی‌هایشان را می‌زداید و امور [دنیا و دین]شان را سامان می‌بخشد [و اصلاح می‌کند]."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ ءَامَنُواْ﴾) و کسانی که به آنچه خداوند بر همۀ پیامبرانش نازل فرموده، به خصوص به آنچه بر محمّد صلی الله علیه وسلم نازل کرده است ایمان آوردند. (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و کارهای شایسته کردند، این‌گونه افراد که آنچه از حقوق الهی بر آنهاست انجام داده، و حقوق واجب و مستحب بندگان را ادا کرده‌اند، (﴿كَفَّرَ عَنۡهُمۡ سَيِّ‍َٔاتِهِمۡ﴾) خداوند گناهان کوچک و بزرگ ایشان را می‌بخشاید؛ و وقتی بدی‌ها و گناهانشان بخشوده شوند، از عذاب دنیا و آخرت نجات خواهند یافت. (﴿وَأَصۡلَحَ بَالَهُمۡ﴾) و خداوند دین و دنیا و دل‌ها و اعمالشان را به صلاح می‌آورد و خوب می‌گرداند، و پاداش آنها را با رشد دادن آن نیک می‌گرداند، و همۀ حالات و وضعشان را سامان می‌دهد، چون آنها: (﴿ٱتَّبَعُواْ ٱلۡحَقَّ﴾) از حق که عبارت از راستی و یقین و تمام چیزهایی که قرآن آنها را در بر گرفته است، پیروی کردند؛ حقی که (﴿مِن رَّبِّهِمۡ﴾) از سوی پروردگارشان آمده است؛ پروردگاری که آنها را با نعمت خویش پرورش داده، و با لطف خود آنها را مورد سرپرستی قرار داده است. پس خداوند آنها را با حق پرورش داد، و آنها از حق پیروی کردند، در نتیجه کارهایشان سامان یافت. و از آنجا که هدف این‌ها متعلق به حق است -حقّی که منسوب به خداوند باقی و پایدار می‌باشد- وسیله‌ای که آنها برای رسیدن به این هدف برگزیدند پایدار می‌ماند و پاداش آن نیز ماندگار خواهد بود."
    },
    {
      "id": 4548,
      "verse_number": 3,
      "verse_key": "47:3",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَـٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَـٰلَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927213,
          "resource_id": 135,
          "text": "این [پاداش و جزا،] به سبب آن است که کافران پیرو باطل شدند و مؤمنان، پیرو [آیات] حقِ پروردگارشان. الله مَثَل‌های مردم را اینچنین برایشان بیان مى‌كند."
        }
      ],
      "tafsir_saadi": "(﴿كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ﴾) خداوند این‌گونه مثال‌هایشان را برای مردم بیان می‌دارد، و اهل خیر و اهل شرّ را به آنها معرفی می‌کند، و برای هریک صفت و حالتی بیان می‌نماید که با آن شناخته می‌شوند، ﴿لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖ﴾ تا هرکس که هلاک می‌شود از روی دلیل هلاک گردد، و هرکس که زنده می‌ماند از روی دلیل زنده بماند."
    },
    {
      "id": 4549,
      "verse_number": 4,
      "verse_key": "47:4",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَـٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَـٰلَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927214,
          "resource_id": 135,
          "text": "[ای مومنان!] هر گاه [در میدان جنگ] با کافران روبرو شدید، آنان را گردن بزنید تا آنكه [بسیاری از آنان را] بکشید؛ آنگاه [اسیران را] محکم به بند كشید؛ سپس یا بر آنان منت گذارید [و بدون هیچ عوضی آزادشان کنید] یا [از آنان] فدیه بگیرید [و رهایشان کنید] تا سنگینى جنگ فروكش كند. این [حکم الهی] است؛ و اگر الله مى‌خواست، خود از آنان انتقام مى‌گرفت؛ ولى [فرمان جنگ داد] تا شما را در برابر یكدیگر آزمایش كند؛ و کسانی كه در راه الله كشته شدند، [الله هرگز] نتیجه تلاششان را تباه نمى‌كند."
        }
      ],
      "tafsir_saadi": "خداوند متعال با راهنمایی بندگانش به آنچه صلاح و بهبودی اوضاعشان در آن است و مایۀ پیروزی‌شان بر دشمنانشان می‌باشد، می‌فرماید: \n(﴿فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ﴾) هنگامی که در جنگ و میدان کارزار با کافران روبه‌رو شدید، قاطعانه و صادقانه با آنها بجنگید و گردن‌هایشان را بزنید، (﴿حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ﴾) و همچنان به جنگ ادامه دهید تا اینکه قدرت آنها را ضعیف ‌کنید و آنها را در هم ‌کوبید، و به این نتیجه برسید که اسیر گرفتن آنها بهتر و سزاوارتر است. \n(﴿فَشُدُّواْ ٱلۡوَثَاقَ﴾) پس اسیرانتان را محکم ببندید و این برای احتیاط است تا فرار نکنند؛ و هرگاه محکم بسته شوند، مسلمان‌ها خاطر جمع می‌گردند که فرار نخواهند کرد و شرّی به ‌پا نمی‌کنند. \n(﴿فَإِمَّا مَنَّۢا بَعۡدُ﴾) پس وقتی آنها در اسارت شما قرار گرفتند، مختارید که بر آنها منّت نهید و آنان را بدون دادن مال آزاد کنید. \n(﴿وَإِمَّا فِدَآءً﴾) یا اینکه آنها را آزاد نکنید تا اینکه قیمت خود را بپردازند، و یا دوستان و یاورانشان با پرداخت مال، آنها را از شما بخرند، و یا با اسیر مسلمانی مبادله شوند. و این کار همچنان ادامه دارد، (﴿حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَا﴾) تا اینکه جنگ بارهای سنگین خود را به زمین بگذارد، و نبرد پایان یابد و شما در حالت امنیّت و صلح قرار گیرید. پس بدانید که هر سخن و دستوری را جایی است، و هر حالتی حکمی دارد. پس کشتن و اسیر کردن برای زمانی است که جنگ و نبرد در کار باشد. ولی اگر در بعضی اوقات جنگی در میان نباشد، نباید به کشتن یا اسیر کردن کسی اقدام کرد. \n(﴿ذَٰلِكَ﴾) این حکم، در رابطه با ابتلا و آزمایش مؤمنان به سبب کافران، و دست به دست شدن قدرت در میان آنان، و انتقام گرفتن برخی از آنان از برخی دیگر است. \n(﴿وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ﴾) و اگر خداوند می‌خواست، از آنها انتقام می‌گرفت و بر این تواناست که کافران را در هیچ جایی و برای یک بار هم پیروز نگرداند تا اینکه مسلمان‌ها به کلّی آنها را نابود کنند. (﴿وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖ﴾) ولی خداوند می‌خواهد تا برخی از شما را با برخی دیگر بیازماید، و بازار جهاد گرم و دایر باشد، و بدین وسیله حالات بندگان مشخص ‌گردد که راستگو کیست، و دروغگو کیست. و تا هر کس که ایمان آورده، ایمانش از روی بینش باشد نه ایمانی که تابع قدرتمندان و پیروزمندان است؛ زیرا چنین ایمانی بسیار ضعیف است و به هنگام بلاها و آزمایشات به صاحب خود سودی نمی‌رساند. \n(﴿وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ﴾) و کسانی که در راه خدا کشته می‌شوند، پاداش فراوان و زیبایی دارند و آنها با کسانی می‌جنگند که به جنگیدن با آنها فرمان داده شده است و می‌جنگند تا کلمۀ خدا برتری یابد. (﴿فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ﴾) و خداوند اعمالشان را پوچ و بی‌مزد نمی‌گذارد، بلکه اعمالشان را می‌پذیرد و آن را برایشان پرورش می‌دهد، و نتیجۀ اعمالشان در دنیا و آخرت برای آنها آشکار می‌گردد."
    },
    {
      "id": 4550,
      "verse_number": 5,
      "verse_key": "47:5",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927215,
          "resource_id": 135,
          "text": "الله آنان را [به راه راست] هدایت خواهد كرد و امورشان را سامان خواهد بخشید؛"
        }
      ],
      "tafsir_saadi": "(﴿سَيَهۡدِيهِمۡ﴾) خداوند آنها را به در پیش گرفتن راهی که به بهشت منتهی می‌شود هدایت خواهد کرد، (﴿وَيُصۡلِحُ بَالَهُمۡ﴾) و حال و امورشان را به صلاح می‌آورد، و پاداش آنها درست و کامل خواهد بود، و به هیچ وجه نقص و عیبی در آن وجود نخواهد داشت."
    },
    {
      "id": 4551,
      "verse_number": 6,
      "verse_key": "47:6",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927216,
          "resource_id": 135,
          "text": "و آنان را به بهشتی که [اوصافش را] برایشان بیان کرده است وارد خواهد نمود."
        }
      ],
      "tafsir_saadi": "(﴿وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ﴾) و آنان را وارد بهشتی می‌کند که برایشان شناسانده است؛ یعنی بهشتی که نخست آن را به آنها معرّفی نمود، و آنها را به آن علاقه‌مند کرد و آن را برایشان توصیف نمود، و اعمالی که انسان را به بهشت می‌رساند برای آنها بیان کرد، از جملۀ آن اعمال شهید شدن در راه خداست، و خداوند به آنها توفیق می‌دهد تا آنچه را بدان فرمان داده است انجام دهند، و ایشان را به انجام آن کارها مشتاق می‌گرداند؛ سپس وقتی وارد بهشت شوند، جایگاهشان را و نعمت‌های پایداری که در آن منازل وجود دارد، و زندگی سالمی که در آنجاست به ایشان نشان می‌دهد."
    },
    {
      "id": 4552,
      "verse_number": 7,
      "verse_key": "47:7",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927217,
          "resource_id": 135,
          "text": "ای کسانی که ایمان آورده‌اید، اگر [دین و پیامبر] الله را یاری کنید، او نیز شما را یاری می‌کند و گام‌هایتان را [ثابت و] استوار می‌دارد."
        }
      ],
      "tafsir_saadi": "در اینجا خداوند مؤمنان را فرمان می‌دهد تا با تبعیّت از دین خدا، و دعوت کردن مردم به سوی آن، و جهاد کردن با دشمنانش او را یاری کنند؛ و اینکه هدفشان از این کار، جلب رضایت خدا باشد؛ زیرا آنان هرگاه چنین کنند، خداوند آنها را یاری می‌کند و گام‌هایشان را استوار می‌دارد؛ یعنی دل‌هایشان را با صبر و شکیبایی و آرامش محکم می‌دارد، و جسم‌هایشان را مقاوم می‌گرداند، و توان و تحمّل به آنها می‌دهد، و آنان را در مقابل دشمنانشان یاری می‌کند. پس این وعده‌ایست از سوی خداوند بزرگوار که وعده‌اش راست است. پس او وعده داده است هر کس او را با گفته‌ها و کارهایش یاری کند، پروردگارش او را یاری خواهد کرد، و اسباب پیروزی ازقبیل: استقامت و پایداری را برای او فراهم خواهد نمود."
    },
    {
      "id": 4553,
      "verse_number": 8,
      "verse_key": "47:8",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَـٰلَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927218,
          "resource_id": 135,
          "text": "و بر کافران، نگونساری و هلاکت باد! [الله] اعمالشان را تباه می‌گردانَد؛"
        }
      ],
      "tafsir_saadi": "کسانی که به پروردگارشان کفر ورزیده و باطل را یاری کرده‌اند، (﴿فَتَعۡسٗا لَّهُمۡ﴾) آنان در نابودی و انحطاط قرار دارند، و کارهایشان رو به نابودی است و خوار خواهند شد. (﴿وَأَضَلَّ أَعۡمَٰلَهُمۡ﴾) و خداوند کارهایشان را که به وسیلۀ آن علیه حق توطئه می‌کردند باطل می‌نماید، و مکر آنها را به خودشان بر می‌گرداند، و اعمالی که گمان می‌بردند برای خداست باطل می‌شود."
    },
    {
      "id": 4554,
      "verse_number": 9,
      "verse_key": "47:9",
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927219,
          "resource_id": 135,
          "text": "زیرا آنچه را که الله نازل كرده است نپسندیدند؛ [الله] نیز اعمالشان را تباه نمود."
        }
      ],
      "tafsir_saadi": "گمراهی و هلاکت کافران بدان سبب است که آنها، (﴿كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ﴾) قرآنی را که خداوند برای صلاح بندگان خود و رستگاری‌شان نازل کرده است دوست نداشتند و آن را نپذیرفتند، بلکه آن را ناخوش داشته و با آن دشمنی ورزیدند. (﴿فَأَحۡبَطَ أَعۡمَٰلَهُمۡ﴾) در نتیجه خداوند اعمال‏شان را تباه و نابود گرداند."
    },
    {
      "id": 4555,
      "verse_number": 10,
      "verse_key": "47:10",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَـٰفِرِينَ أَمْثَـٰلُهَا",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927220,
          "resource_id": 135,
          "text": "آیا در زمین گشت و گذار نکرده‌اند تا ببینند سرانجامِ کسانی که پیش از آنان بودند، چگونه بوده است؟ الله [خانه‌هایشان را] بر سر‌شان ویران کرد [و آنان را نابود ساخت] و این کافران [نیز کیفری] همانند آن [در پیش] خواهند داشت."
        }
      ],
      "tafsir_saadi": "چرا کسانی که پیامبر صلی الله علیه وسلم را تکذیب می‌کنند در زمین به گشت و گذار نمی‌پردازند؟ (﴿فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ﴾) تا بنگرند سرانجام کسانی که پیش از ایشان بوده‌اند به کجا کشیده و چه شده است؟ \nآنها اگر بروند و بنگرند، خواهند دید که سرانجام پیشینیان کافر بدترین سرانجام بوده است.آنها اگر به چپ و راست بنگرند، می‌بینند کسانی که پیش از اینها بوده‌اند هلاک و نابود گشته‌اند، و به سبب تکذیب و کفر ورزیدنشان ریشه‌کن شده‌اند، و خداوند اموال و آبادی‌هایشان را تلف کرده است؛ بلکه اعمال و مکرشان را نابود گردانده است. و کافران در هر زمان و مکانی چنین سرانجام وخیم و کیفر زشتی خواهند داشت. ولی مؤمنان را خداوند از عذاب نجات می‌دهد، و به آنان پاداش فراوان عطا می‌کند."
    },
    {
      "id": 4556,
      "verse_number": 11,
      "verse_key": "47:11",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 444,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَـٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
      "page_number": 507,
      "juz_number": 26,
      "translations": [
        {
          "id": 927221,
          "resource_id": 135,
          "text": "زیرا الله [یاور و] كارسازِ مؤمنان است؛ و[لى] کافران هیچ كارسازى ندارند."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ﴾) این بدان خاطر است که خداوند کارساز و یاور و سرپرست مؤمنان است، و آنها را با رحمت خویش مورد سرپرستی قرار می‌دهد، پس آنها را از تاریکی‌ها به سوی نور بیرون آورده، و پاداش آنها و یاری کردنشان را به عهده گرفته است. \n(﴿وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ﴾) و کسانی که به خدا کفر ورزیده و ولایت الهی را از خود دور نموده و درهای رحمت را به سوی خود بسته‌اند، کارساز و یاوری ندارند که آنها را به سوی راه‌های سلامت و آسایش هدایت کند، و آنها را از عذاب و کیفر خداوند نجات بدهد. بلکه ﴿أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ﴾ کارساز و یاور ایشان طاغوت است که آنها را از نور به سوی تاریکی‌ها بیرون می‌آورد. ایشان اهل دوزخ‌اند و در آن جاودانه می‌مانند."
    },
    {
      "id": 4557,
      "verse_number": 12,
      "verse_key": "47:12",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَـٰمُ وَٱلنَّارُ مَثْوًى لَّهُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927222,
          "resource_id": 135,
          "text": "الله مؤمنان نیكوكار را به باغ‌هایی [از بهشت] وارد می‌کند که جویبارها از زیر [درختان] آن جاری است؛ و کافران [تنها در دنیا] بهره‌مند مى‌شوند و همچون چهارپایان مى‌خورند و آتش [دوزخ] جایگاهشان است."
        }
      ],
      "tafsir_saadi": "وقتی خداوند بیان نمود که او یاور و کارساز مؤمنان است، به بیان نعمت‌هایی پرداخت که در آخرت برای مؤمنان انجام می‌شود، از قبیل: وارد شدن به باغ‌هایی که چشمه‌سارها و رودبارها در زیر آن روان است که باغ‌های شکوفا و درختان زیبای پر میوه را آبیاری می‌کنند. و وقتی که بیان داشت که کافران کارساز و یاوری ندارند، یادآور شد که آنها به خودشان واگذار شده‌اند، بنابراین به صفات مروّت و انسانیّت متصف نیستند، بلکه از مقام مروّت و انسانیّت بسیار پایین آمده و مانند چهارپایان شده‌اند؛ چهارپایانی که عقل و فضیلتی ندارند؛ زیرا کافران تمام هدف و مقصدشان بهره‌مند شدن از لذّت‌ها و دلخوشی‌های دنیاست. پس حرکت‌های ظاهری و باطنی‌شان حول همین محور دور می‌زند و آنها را به خیر و سعادت نمی‌رساند. بنابراین آتش دوزخ جایگاهشان است که برایشان آماده شده است و از آن بیرون آورده نمی‌شوند، و از عذابش بر آنها کاسته نمی‌شود."
    },
    {
      "id": 4558,
      "verse_number": 13,
      "verse_key": "47:13",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَـٰهُمْ فَلَا نَاصِرَ لَهُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927223,
          "resource_id": 135,
          "text": "و چه بسیار شهرهایی که ساکنانش از [مردم] شَهرت که تو را از آنجا بیرون کردند، توانمند‌تر بودند؛ ما آنان را نابود کرده‌ایم و هیچ یاوری [در برابر عذاب الهی] نداشتند."
        }
      ],
      "tafsir_saadi": "و چه شهرهای زیادی از شهرهای تکذیب کنندگان را که اهالی آن از نظر ثروت و فرزندان و یاوران و ساختمان‌ها و وسایل [زندگی] از اهالی شهری که تو را از آن بیرون کردند توانمندتر بوده‌اند، (﴿أَهۡلَكۡنَٰهُمۡ﴾) و وقتی که پیامبران را تکذیب کردند و موعظه‌ها در مورد آنان سودمند واقع نگردید، ما آنان را هلاک و نابود کردیم و هیچ یاوری نداشتند و قدرتشان در برابر عذاب خدا برایشان کاری نکرد. پس چگونه است حالت اهالی ناتوان شهر تو که تو را از وطنت بیرون کردند و دروغگویت انگاشتند و با تو که برترینِ پیامبران هستی و بهترینِ پیشینیان و پسینیان هستی دشمنی ورزیدند؟! آنها به نابود شدن و کیفر سزاوارترند، امّا خداوند پیامبرش را به عنوان سَفیر رحمت و مهربانی و شکیبایی حتی به سوی کافران منکر فرستاده است."
    },
    {
      "id": 4559,
      "verse_number": 14,
      "verse_key": "47:14",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927224,
          "resource_id": 135,
          "text": "آیا كسى كه بر شیوۀ روشنى از جانب پروردگار خویش است، همچون كسانى است كه زشتىِ رفتارشان در نظرشان آراسته شده و از هوس‌های خویش پیروى مى‌كنند؟"
        }
      ],
      "tafsir_saadi": "کسی که در امر دین خود از نظر دانش و عمل دارای بینش و بصیرت است، و حق را شناخته و از آن پیروی نموده، و به آنچه خداوند به اهل حق وعده داده امید دارد، با کسی برابر نیست که دلش کور گشته، و حق را ترک گفته و آن را از دست داده است، و بدون رهنمودی از سوی خداوند از هوی و هوس خود پیروی کرده است، و با این وجود فکر می‌کند آنچه او بر آن می‌باشد حق است. پس چقدر این دو گروه از همدیگر فاصله دارند، و اهل هدایت و اهل گمراهی چه تفاوت بزرگی با یکدیگر دارند!"
    },
    {
      "id": 4560,
      "verse_number": 15,
      "verse_key": "47:15",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَـٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهَـٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَـٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّـٰرِبِينَ وَأَنْهَـٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَـٰلِدٌ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927225,
          "resource_id": 135,
          "text": "توصیف بهشتى كه به پرهیزگاران وعده داده شده، [چنین است كه:] در آن، جویبارهایی از آبی [خالص و زلال] که بو و مزه‌اش تغییر نکرده؛ و جویبارهایی از شیری كه طعمش دگرگون نگشته؛ و جویبارهایی از شرابی كه مایۀ لذتِ نوشندگان است؛ و جویبارهایی از عسل ناب است؛ و همۀ [انواع] میوه‌ها، در آنجا در دسترسشان است و [از همه برتر، از] آمرزشِ پروردگارشان [برخوردارند]. [آیا بهشتیان] همانند ساكنان جاودان دوزخند كه آبی چنان جوشان به آنان می‌نوشانند كه روده‌هایشان را متلاشى می‌كند؟"
        }
      ],
      "tafsir_saadi": "(﴿مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَ﴾) ویژگی بهشتی که به پرهیزگاران وعده داده شده است، بهشتی که خداوند برای آن دسته از بندگانش مهیّا کرده که از ناخشنودی او پرهیز کرده و از رضایت او پیروی نموده‌اند چنین است که (﴿فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ﴾) در آن رودبارهایی است که آبش نگندیده و بدبو نگشته است؛ یعنی آب آن تغییر نمی‌کند، بدین صورت که بدبو یا تیره شود، بلکه صاف‌ترین و زلال‌ترین و خوشبوترین و گواراترین آب است. (﴿وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ﴾) و رودبارهایی از شیری است که مزّۀ آن با ترش شدن و غیره تغییر نکرده است. (﴿وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ﴾) و رودبارهایی از شرابی است که نوشندگان از نوشیدن آن لذّت فراوانی می‌برند و مانند شراب دنیا نیست که طعم آن خوب نیست و انسان را دچار سردرد می‌کند و عقل را مختل می‌نماید. (﴿وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗى﴾) و رودبارهایی از عسل ناب است که از موم و دیگر آلودگی‌های آن پاک است. (﴿وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ﴾) و در آنجا آنان هرگونه میوه‌ای دارند، از قبیل: خرما و انگور و سیب و انار و انجیر و لیمو و دیگر چیزهایی که در دنیا نظیر و همانندی ندارند. پس این امور دوست داشتنی و مطلوب برایشان حاصل است. سپس فرمود: (﴿وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡ﴾) و آمرزشی از سوی پروردگارشان که به وسیلۀ آن، آنچه مایۀ هراس است از آنها دور می‌گردد. پس آیا اینها بهترند یا کسانی که (﴿خَٰلِدٞ فِي ٱلنَّارِ﴾) در آتش گرم و سوزان که عذاب آن چند برابر [عذاب دنیاست] است جاودانه هستند؟ (﴿وَسُقُواْ مَآءً حَمِيمٗا﴾) و در دوزخ آب بسیار داغ به آنها نوشانده می‌شود. (﴿فَقَطَّعَ أَمۡعَآءَهُمۡ﴾) در نتیجه روده‌هایشان را پاره پاره می‌نماید. پاک و منزه است پروردگاری که میان این دو دنیا، میان این دو جزا، میان این دو گروه عمل کننده و میان این دو عمل تفاوت گزارده است."
    },
    {
      "id": 4561,
      "verse_number": 16,
      "verse_key": "47:16",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927226,
          "resource_id": 135,
          "text": "[ای پیامبر،] برخی از منافقان به [گفتار] تو گوش فرامى‌دهند اما هنگامی که از نزد تو خارج مى‌شوند، به اهل دانش [با تمسخر] مى‌گویند: «[فهمیدید] لحظاتى پیش چه مى‌گفت؟» الله بر دل‌هایشان مُهر [غفلت] نهاده است و آنان از هوس‌های خویش پیروى كرده‌اند."
        }
      ],
      "tafsir_saadi": "(﴿وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ﴾) خداوند متعال می‌فرماید: در میان منافقان کسانی هستند که به آنچه می‌گویی گوش فرا می‌دهند امّا نه به این قصد که آن را بپذیرند و اطاعت کنند، بلکه دل‌هایشان از آن رویگردان است. بنابراین فرمود: (﴿حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًا﴾) تا وقتی که از نزد تو بیرون می‌روند، به کسانی که بدیشان علم و دانش داده شده می‌گویند: «کمی پیش چه گفت؟» یعنی دربارۀ آنچه گفته‌ای و آنها شنیده‌اند و علاقه‌ای به آن نداشته اند می‌پرسند، گویا آن را نفهمیده‌اند. و این نهایت مذمّت آنهاست؛ چون اگر آنان به خیر علاقه‌مند بودند، به آن گوش فرا می‌دادند و در دل‌هایشان جای می‌گرفت و اعضایشان از آن اطاعت می‌کرد، امّا آنها برعکس این هستند. بنابراین فرمود: (﴿أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ﴾) اینان کسانی‌اند که خداوند بر دل‌هایشان مهر زده است، و به سبب پیروی کردنشان از خواسته‌های باطل نفسانی‌شان، تمامی راه‌های خیر را به رویشان بسته است."
    },
    {
      "id": 4562,
      "verse_number": 17,
      "verse_key": "47:17",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927227,
          "resource_id": 135,
          "text": "الله بر هدایتِ پرهیزگاران مى‌افزاید و پرهیزكاری‌شان [را قوّت] مى‌بخشد."
        }
      ],
      "tafsir_saadi": "سپس حالت ره‌یافتگان را بیان کرد و فرمود: (﴿وَٱلَّذِينَ ٱهۡتَدَوۡاْ﴾) و کسانی که با ایمان آوردن و فرمانبرداری و اطاعت از آنچه خدا را خشنود می‌کند راهیاب و هدایت شده‌اند، (﴿زَادَهُمۡ هُدٗى﴾) خداوند به پاس این کارشان بر هدایتشان می‌افزاید، (﴿وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ﴾) و به آنان تقوایشان را می‌دهد؛ یعنی به آنها توفیق خیر را می‌دهد، و از شر و بدی آنها را حفاظت می‌نماید. پس برای هدایت یافتگان دو پاداش را بیان کرد: یکی علم مفید و دیگری عمل صالح."
    },
    {
      "id": 4563,
      "verse_number": 18,
      "verse_key": "47:18",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927228,
          "resource_id": 135,
          "text": "آیا [کافران] جز این انتظار دارند که قیامت ناگهان بر آنان فرارسد؟ همانا نشانه‌هاى آن آشكار شده است. آنگاه كه قیامت فرارسد پندگرفتنشان چه سودی خواهد داشت؟"
        }
      ],
      "tafsir_saadi": "آیا این تکذیب‌کنندگان فقط منتظر قیامت هستند، (﴿ أَن تَأۡتِيَهُم بَغۡتَةٗ﴾) که ناگهان و درحالی که نمی‌دانند به سراغشان بیاید؟ (﴿فَقَدۡ جَآءَ أَشۡرَاطُهَا﴾) به راستی نشانه‌هایی که بر نزدیک بودن قیامت دلالت دارند، آمده‌اند، (﴿فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ﴾) پس هنگامی که قیامت بیاید و اجل‌های آنان تمام شود، چگونه فرصت خواهند داشت که پند پذیرند و پوزش بطلبند؟ دیگر زمان آن کار از دست رفته، و وقت پند پذیرفتن تمام شده است؛ و به آنها عمری داده شده که هرکس بخواهد پند پذیرد، در آن پند می‌گیرد؛ و هشدار دهنده هم به نزد آنها آمده است. پس در اینجا انسان تشویق شده که قبل از آمدن ناگهانیِ مرگ، آمادگی کسب کند؛ چرا که مرگ انسان، به معنی برپا شدن قیامت اوست."
    },
    {
      "id": 4564,
      "verse_number": 19,
      "verse_key": "47:19",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 445,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
      "page_number": 508,
      "juz_number": 26,
      "translations": [
        {
          "id": 927229,
          "resource_id": 135,
          "text": "[ای پیامبر،] بدان که معبودی [به‌حق] جز الله نیست؛ و برای گناه خویش و [گناهِ] مردان و زنان مؤمن آمرزش بخواه؛ و [به یاد داشته باش که] الله، محل رفت‌وآمدِ [روزانه] و آرمیدن [شبانۀ] شما را مى‌داند."
        }
      ],
      "tafsir_saadi": "دانستن باید همراه با اقرار و شناخت قلبی باشد؛ یعنی آنچه که از آدمی خواسته شده آن را بداند، و کمالِ آن این است که به مقتضای دانش خود عمل کند. و این دانشی که خداوند به آن فرمان داده است ـ‌که شناخت یگانگی خداست‌ـ بر هر انسانی فرض عین است و از هیچ کس ـ‌هرکسی باشدـ ساقط نمی‌شود، بلکه هر کس باید این را بداند. و امّا راه دانستن اینکه هیچ معبود به حقّی جز الله نیست چند چیز است که عبارتند از: \n1- تدبّر و اندیشیدن در نام‌ها و صفات خدا و کارهایش که بر کمال و عظمت و شکوه او دلالت می‌کنند. این ایجاب می‌کند تا بنده تمام تلاش خود را برای پرستش و بندگیِ پروردگارش -که شایستۀ هر گونه ستایش و بزرگی و زیبایی و شکوه است- مبذول دارد. و این بزرگ‌ترین وسیله‌ای است برای کسب آگاهی از اینکه «الله» یگانه معبود برحق است.\n2- شناخت اینکه خداوند در آفرینش و تدبیر امور یکتا و یگانه است، و چنانچه این شناخت و معرفت تحقق پیدا کند، آنگاه دانسته می‌شود که خداوند در الوهیت نیز یگانه است.\n3- شناخت اینکه او در بخشیدن و عطا کردن نعمت‌های ظاهری و باطنی و دینی و دنیوی یکتاست، و هرگاه انسان این را بداند، به خدا دل می‌بندد، و محبّت او در وجودش جای می‌گیرد، و تنها او را که شریکی ندارد بندگی می‌نماید.\n4- آنچه ما مشاهده می‌کنیم و می‌شنویم مبنی بر اینکه خداوند به دوستان موحّدش پاداش‌هایی از قبیل پیروزی و نعمت‌های دنیوی می‌دهد، و دشمنان مشرکش را عقوبت می‌دهد، این امر بیانگر آن است که تنها خداوند سزاوار بندگی و عبادت است.\n5- شناخت صفت‌های بت‌ها و همتایانی که به همراه خداوند مورد پرستش قرار گرفته‌اند و به خدایی گرفته شده‌اند، و اینکه آنها از همۀ جهات ناقص‌اند و محتاج می‌باشند، و مالک سود و زیان خویشتن و عبادت کنندگان خود نیستند، و چیزی از مرگ و زندگی و رستاخیز در دست آنها نیست، و نمی‌توانند پرستش‌کنندگان خود را یاری کنند و به اندازۀ ذرّه‌ای به آنها سود ‌بخشند و خیری را برایشان فراهم آورند و شرّی را از آنها دور نمایند، شناخت این امور باعث می‌شود که انسان بداند هیچ معبود به حقّی جز خداوند وجود ندارد، و الوهیّت غیر خدا باطل می‌باشد.\n6- همۀ کتاب‌ها بر یگانگی خدا متفق هستند.\n7- برگزیدگان خلق که از نظر اخلاق و خرد و فکر و درست اندیشی و دانش از همۀ مردم کامل‌تر هستند ـ و آنان پیامبران خدا و علمای ربّانی می‌باشند ـ به یگانگی خداوند گواهی داده‌اند.\n8- دلایل آفاقی و و أنفُسی که خداوند آنها را پدید آورده است، بر توحید دلالت می‌کنند؛ و آفرینش زیبا و حکمت بدیع او، با زبان حال ندای توحید را سر می‌دهند.\nاینها راه‌هایی هستند برای دانستن اینکه هیچ معبود به حقّی جز الله وجود ندارد؛ مطلبی که خداوند در جاهای زیادی بندگان را به آن دعوت کرده، و در کتابش آن را بارها تکرار نموده است.\nهرگاه بنده در یکی از این راه‌ها بیندیشد، به یگانگی خداوند یقین می‌کند، پس چگونه است اگر در همۀ اینها بیندیشد؟ و [استفاده از] همۀ این راه‌ها برایش ممکن باشد؟ پس در آن وقت، ایمان به الوهیّت خدا و شناخت آن در قلب بنده ریشه می‌دواند؛ طوری که همانند کوه‌های محکم هیچ شبهات و خیالاتی آن را متزلزل نمی‌کنند، و باطل و شبهه چیزی جز رشد و کمال به آن نمی‌افزاید.\nعلاوه بر اینها اگر به دلیل بزرگ توحید-که اندیشیدن در قرآن و تأمّل در آیات آن است- بنگری، خواهی دید که قرآن بزرگ‌ترین راهِ رسیدن به توحید است، و از مفاهیم آن چیزهایی را به دست می‌آوری که از دیگر راه‌ها به دست نمی‌آید.\n(﴿وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ﴾) و از خداوند برای گناهانت آمرزش بخواه، به این صورت که اسباب آمرزش را فراهم کنی، ازقبیل: توبه و استغفار و انجام نیکی‌ها که بدی‌ها را از بین می‌برند و ترک کردن گناهان و گذشت از جرائم. (﴿وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ﴾) و همچنین برای مردان و زنان مؤمن آمرزش بخواه؛ چرا که آنها به خاطر ایمانشان بر هر مرد و زن مسلمانی حق‌دارند. و از جمله حقوقشان این است که برایشان دعا کند، و برای گناهانشان از خداوند طلب آمرزش نماید.\nو هرگاه فرمان یافت که برای آنها استغفار نماید؛ استغفاری که متضمّن زدوده شدن گناهان و کیفرها از آنان است، این استغفار مستلزم خیر خواهی و دلسوزی برای آنان است، و باید هر چیز خوبی که برای خود دوست می‌دارد، برای آنان نیز بپسندد و دوست بدارد؛ و آنچه برای خود نمی‌پسندد، برای مؤمنان نیز نپسندد؛ و آنها را به آنچه که خیرشان در آن است امر کند، و از آنچه که باعث زیانشان می‌شود باز دارد، و از بدی‌ها و عیب‌هایشان درگذرد، و به وحدت و یکپارچگی آنها علاقه‌مند باشد، و بکوشد اتّحادی را در میان آنان به وجود آورد که به وسیلۀ آن دل‌هایشان انس و الفت یابد، و کینه‌هایی را که در میانشان است از بین ببرد؛ کینه‌هایی که به دشمنی و چند دستگی می‌انجامد، و به وسیلۀ آن گناهان و معصیت‌هایشان افزایش می‌یابد.\n(﴿وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ﴾) و خداوند تصرّفات و حرکت‌هایتان و آمد و رفت شما را می‌داند، (﴿وَمَثۡوَىٰكُمۡ﴾) و محلّی را که در آن مستقرّ می‌شوید می‌داند. پس او حرکات و سکنات شما را می‌داند، و طبق آن کامل‌ترین سزا و جزا را به شما می‌دهد."
    },
    {
      "id": 4565,
      "verse_number": 20,
      "verse_key": "47:20",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927230,
          "resource_id": 135,
          "text": "مؤمنان می‌گویند: «چرا سوره‌ای [دربارۀ اجازۀ جهاد] نازل نمی‌شود؟»؛ اما هنگامى كه آیات صریحی در مورد جنگ نازل مى‌گردد، [منافقان و] بیماردلان را مى‌بینى كه همچون كسى كه از [سختى] مرگ دستخوش بیهوشى شده باشد به تو مى‌نگرند؛ [مرگ و عذاب الهی] بر آنان شایسته‌تر است."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ﴾) مؤمنان برای اینکه به انجام کارهای دشوار مبادرت ورزند و درحالی که شتاب دارند می‌گویند: (﴿لَوۡلَا نُزِّلَتۡ سُورَةٞ﴾) کاش سوره‌ای نازل می‌شد که در آن به جنگیدن امر می‌شد. (﴿فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ﴾) و زمانی که سوره‌ای با معنایی روشن نازل شود؛ سوره‌ای که عمل کردن به آن لازم و ضروری باشد، (﴿وَذُكِرَ فِيهَا ٱلۡقِتَالُ﴾) و کارزار و جنگیدن که سخت‌ترین چیز برای انسان است در آن ذکر گردد، آنهایی که ایمانشان ضعیف است، بر اطاعت از این فرمان‌ها استوار نمی‌مانند. بنابراین فرمود: \n (﴿رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِ﴾) بیماردلان را می‌بینی همچون کسی به تو نگاه می‌کنند که به سبب مرگ بیهوش افتاده است. از بس که جنگیدن را دوست ندارند و بر آنها دشوار و سخت است. و این همانند فرمودۀ الهی است که می‌فرماید: ﴿أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ﴾ آیا کسانی را نمی‌بینی که به آنها گفته شد: دست نگاه دارید و نماز را بر پای دارید و زکات را بپردازید. پس وقتی کارزار بر آنها مقرّر گردید ناگهان گروهی از آنان آنچنان از مردم می‌ترسیدند که از خدا ترسیده می‌شود."
    },
    {
      "id": 4566,
      "verse_number": 21,
      "verse_key": "47:21",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927231,
          "resource_id": 135,
          "text": "اطاعت و گفتار شایسته [بهتر است]؛ و چون تصمیم قطعی [جهاد] گرفته شد، اگر [در تعهد خود با] الله صادق باشند، [از نفاق و سرکشی]، برایشان بهتر است."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال آنان را به چیزی فرا خواند که برایشان سزاوارتر و شایسته‌تر است. پس فرمود: (﴿فَأَوۡلَىٰ لَهُمۡ طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞ﴾) برایشان بهتر است که از فرمان کنونی که بر آنان قطعی است اطاعت کنند، و بر انجام آن عزم را جزم کنند، و به دنبال آن نباشند که چیزی برایشان مقرّر گردد که بر آنها دشوار است، و باید به عافیت و عفو الهی خوشحال باشند. (﴿فَإِذَا عَزَمَ ٱلۡأَمۡرُ﴾) و هرگاه کار و فرمانی جدّی و قطعی برایشان آمد، (﴿فَلَوۡ صَدَقُواْ ٱللَّهَ﴾) پس در این حالت اگر با کمک خواستن از خدا و مبذول داشتن تلاش در راه اطاعت از او با خدا به راستی رفتار کنند، (﴿لَكَانَ خَيۡرٗا لَّهُمۡ﴾) برایشان از حالت اوّلی از چند جهت بهتر است: \n1- بنده از هرجهت ناقص است و قدرتی ندارد مگر اینکه خداوند او را یاری نماید؛ پس اضافه بر آنچه در صدد انجام دادن آن است طلب نکند.\n2- هرگاه آدمی به آینده مشغول و دلبسته شود، در انجام وظیفۀ فعلی و وظیفۀ آینده‌اش ناتوان خواهد بود. و از آنجا که اراده‌اش به کار آینده معطوف است، نمی‌تواند کار فعلی را انجام دهد، و کار آینده را بدان خاطر نمی‌تواند انجام دهد که نشاط و فعالیّت را از دست داده است. \n3- انسانی که آرزوهای آینده را در سر می‌پروراند در صورتی که در کار کنونی و فعلی‌اش تنبلی ‌ورزد، همانند کسی است که ادعا می‌کند حتماً دارای توانایی و قدرت است و در توانایی خویش یقین دارد و بر اموراتی غیبی قسم می‌خورد که در آینده برایش پیش خواهد آمد، حال آنکه تنها خدا بر این امور علم و آگاهی دارد، نیز بر خدا حکم می‌کند که در آینده خدا چنین و چنان خواهد کرد. پس چنین شخصی سزاوار آن است که خدا کمکش نکند و نتواند کاری را انجام دهد که قصد و ارادۀ آن را کرده بود. پس آنچه که باید بنده فکر و اراده و فعالیّت خود را بر آن متمرکز کند، زمان حال است؛ و باید به اندازۀ توانش وظیفۀ خود را ادا کند، سپس با نشاط و همّتی عالی و اراده‌ای مستحکم به استقبال لحظه‌ها و اوقات برود، و در این راستا از پروردگارش کمک بجوید. و مسلّماً چنین شخصی در همۀ کارهایش بیشتر موفّق می‌گردد و آن را درست انجام می‌دهد."
    },
    {
      "id": 4567,
      "verse_number": 22,
      "verse_key": "47:22",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927232,
          "resource_id": 135,
          "text": "پس [اى منافقان،‌] آیا [جز این‌] انتظار ‌دارید كه اگر [از قرآن و سنت پیامبرش] روی بگردانید، در زمین تباهى كنید و از خویشاوندانتان ببُرید؟ [چنان‌که در جاهلیت این حالت را داشتید.]"
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال از حالت کسی خبر می‌دهد که از اطاعت پروردگارش رویگردان شده است. پس فرمود: چنین شخصی به سوی خیر و خوبی روی نیاورده، بلکه به سوی شر و بدی روی آورده است: \n(﴿فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ﴾) آیا اگر رویگردان شوید، جز این انتظار می‌رود که در زمین فساد کنید و پیوند خویشاوندیتان را بگسلید؟ یعنی دو امر در پیش رو دارید: یکی پایبندی به اطاعت خداوند و فرمانبرداری از دستوراتش که این خیر و رشد و رستگاری است؛ و دیگر اینکه رویگردانی از اطاعت خدا که تباهی در زمین است با انجام دادن گناهان و از هم گسستن پیوند خویشاوندی."
    },
    {
      "id": 4568,
      "verse_number": 23,
      "verse_key": "47:23",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927233,
          "resource_id": 135,
          "text": "اینان کسانی هستند که الله [با دور ساختن از رحمتِ خویش] لعنتشان کرده است؛ پس [گوشِ دلِ] آنان را کر، و چشم [دلِ] آنان را کور ساخته است."
        }
      ],
      "tafsir_saadi": "(﴿أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ﴾) کسانی که در زمین فساد و تباهی کرده و پیوند خویشاوندی خود را گسسته‌اند، خداوند ایشان را لعنت نموده و از رحمت خویش به‌دور کرده است، و به ناخشنودی و خشم خداوند نزدیک شده‌اند.\n (﴿فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ﴾) و آنان را چنان نموده که آنچه را به آنها فایده می‌دهد نمی‌شنوند و آن را نمی‌بینند. آنها گوش‌هایی دارند ولی چنان نمی‌شنوند که پند پذیرند و یقین کنند، بلکه شنیدن آنها فقط این فایده را دارد که بر آنها اتمام حجّت می‌شود. و آنها چشم‌هایی دارند، امّا با آن نشانه‌ها را نمی‌بینند و با چشم‌های خود به حجّت‌ها و دلایل نمی‌نگرند."
    },
    {
      "id": 4569,
      "verse_number": 24,
      "verse_key": "47:24",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927234,
          "resource_id": 135,
          "text": "آیا در قرآن تدبّر نمی‌کنند یا قفل‌ها[ی غفلت] بر دل‌هایشان نهاده شده است؟"
        }
      ],
      "tafsir_saadi": "آیا این اعراض‌کنندگان در کتاب خدا نمی‌اندیشند، و به گونۀ شایسته در آن تامّل نمی‌ورزند؟! چون اگر در آن تدبّر کنند، قرآن آنها را به همۀ خوبی‌ها راهنمایی می‌کند، و از هر شرّ و بدی برحذر می‌دارد، و دل‌هایشان را از ایمان و یقین سرشار خواهد کرد، و آنها را به مطالب عالی و عطایای گران‌بها خواهد رساند، و راهی را که انسان را به خدا و به بهشت او می‌رساند و مکمّلات این راه و مفسدات آن را برایشان بیان می‌دارد؛ و نیز راهی را که انسان را به عذاب می‌رساند، و نیز چگونگی پرهیز از آن راه را بیان می‌نماید؛ و پروردگارشان را به آنها خواهد شناساند، و اسما و صفاتش و احسان او را به آنها معرّفی خواهد کرد، و آنان را به پاداش فراوان راغب می‌گرداند و از دچار شدن به کیفر و عذاب خدا برحذر می‌دارد. (﴿أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ﴾) [آیا] دل‌هایشان بر حالت رویگردانی و غفلت و اعتراض قفل گردیده است، پس خیر و خوبی هرگز در آن داخل نخواهد شد؟"
    },
    {
      "id": 4570,
      "verse_number": 25,
      "verse_key": "47:25",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927235,
          "resource_id": 135,
          "text": "کسانی که پس از روشن شدن [راه] هدایت، به راه پیشینِ خویش بازگشتند [و مرتد شدند،] شیطان [اعمال زشتشان را] برایشان آراسته و آنان را [با آرزوهای دراز] فریب داده است."
        }
      ],
      "tafsir_saadi": "خداوند از حالت کسانی خبر می‌دهد که از هدایت و ایمان به کفر و گمراهیِ پیشین خود برگشتند. اینها از روی دلیل و حجّت برنگشته‌اند، بلکه شیطان آنها را فریب داده، و کفر و گمراهی را برایشان آراسته، و با آرزوهای طولانی فریفته است. ﴿يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا﴾ شیطان به آنها وعده می‌دهد، و جز فریب و دروغ چیزی به آنها وعده نمی‌دهد."
    },
    {
      "id": 4571,
      "verse_number": 26,
      "verse_key": "47:26",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927236,
          "resource_id": 135,
          "text": "این [جهل و گمراهی،] بدان خاطر است که منافقان به مشرکانی که از وحی الهی کراهت داشتند گفتند: «ما در برخی از امور از شما پیروی می‌کنیم»؛ و الله پنهانکاری‌شان را می‌داند."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ بِأَنَّهُمۡ﴾) این بدان خاطر است که هدایت برای آنها روشن گردید، امّا علاقه‌ای به آن نشان ندادند و آن را ترک گفتند. \n(﴿قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ﴾) و به کسانی که دشمن چیزی هستند که خدا فرو فرستاده و با خدا و پیامبرش ابراز دشمنی می‌کنند، گفتند: (﴿سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِ﴾) در برخی از امور از شما فرمان خواهیم برد؛ یعنی در چیزی که موافق و مطابق با خواست‌ها و امیالشان می‌باشد. بنابراین خداوند آنها را به وسیلۀ گمراه ساختن و ماندگار ساختن بر آنچه که آنها را به شقاوت ابدی و عذاب همیشگی می‌رساند عقوبت کرد. \n(﴿وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ﴾) و خداوند نهانکاری آنان را می‌داند، از این رو رسوایشان کرد، و اسرار آنها را برای بندگان مؤمن خود بیان نمود تا فریب آن را نخورند."
    },
    {
      "id": 4572,
      "verse_number": 27,
      "verse_key": "47:27",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927237,
          "resource_id": 135,
          "text": "آنگاه كه فرشتگان الهی بر چهره و پشتشان مى‌زنند و جانشان را مى‌گیرند، [حال این منافقان] چگونه خواهد بود؟"
        }
      ],
      "tafsir_saadi": "(﴿فَكَيۡفَ﴾) پس حال آنان چگونه خواهد بود، و چه حالت زشت و بدی خواهند داشت، (﴿إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ﴾) بدان هنگام که فرشتگانِ مأمور قبض ارواح به سراغشان آیند و ارواحشان را قبض ‌کنند، (﴿يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ﴾) و چهره‌ها و پشت‌های ایشان را با گرزهای آهنین بز‌نند؟!"
    },
    {
      "id": 4573,
      "verse_number": 28,
      "verse_key": "47:28",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 446,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927238,
          "resource_id": 135,
          "text": "این [کیفر،] از آن روست که آنان پیرو راهی شدند که الله را به خشم می‌آورَد و از انجام کارهایی که موجب خشنودی الهی می‌شود کراهت داشتند؛ پس [الله نیز نتیجۀ] کارهایشان را تباه ساخت."
        }
      ],
      "tafsir_saadi": "(﴿ذَٰلِكَ﴾) عذابی که سزاوار آن گشتند و بدان گرفتار شدند، (﴿بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ﴾) به سبب آن است که آنان کفر و گناهانی را که باعث به خشم آمدن خداوند می‌شود مرتکب شدند. \n(﴿وَكَرِهُواْ رِضۡوَٰنَهُۥ﴾) و به دست آوردن خشنودی‌اش را ناخوش داشتند. پس آنها به چیزی که آنان را به خدا نزدیک می‌نماید علاقه‌ای نداشتند. (﴿فَأَحۡبَطَ أَعۡمَٰلَهُمۡ﴾) و خداوند [نیز] اعمالشان را نابود کرد. به خلاف کسی که از رضایتِ خدا پیروی نموده و ناخشنودی او را ناخوش داشته است؛ پس خداوند بدی‌ها و گناهان او را می‌زداید و پاداش او را دو چندان می‌نماید."
    },
    {
      "id": 4574,
      "verse_number": 29,
      "verse_key": "47:29",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
      "page_number": 509,
      "juz_number": 26,
      "translations": [
        {
          "id": 927239,
          "resource_id": 135,
          "text": "آیا بیماردلان [منافق] پنداشته‌اند كه الله هرگز كینه‌هایشان را آشكار نخواهد ساخت؟"
        }
      ],
      "tafsir_saadi": "(﴿أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾) خداوند متعال می‌فرماید: آیا کسانی که در دل‌هایشان بیماریِ شبهات و شهوات است و دل‌هایشان دچار نابسامانی گشته است، پنداشته‌اند که (﴿أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ﴾) خداوند عداوتی را که در دل نسبت به اسلام و مسلمین دارند بیرون نمی‌آورد؟ این گمانی است که سزاوار حکمت خداوندی نیست، چون باید راستگو را از دروغگو مشخّص نماید. و این امر با آزمودن با مشکلات محقّق می‌شود؛ و هر کس بر این آزمایشات ثابت قدم بماند و ایمانش هم‌چنان پایدار باشد، او مؤمن حقیقی است؛ و هرکس این آزمایشات موجبات آن را فراهم کند که به عقب برگردد؛ یعنی به هنگام ابتلا و آزمایش، داد و فریاد سر دهد و ایمانش ضعیف گردد و کینه‌ای را که در دل دارد اظهار نماید و نفاق او ظاهر ‌گردد، این مقتضای حکمت الهی است. با اینکه خداوند متعال فرموده است: \n(﴿وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡ﴾) و اگر ما می‌خواستیم، قطعاً آنان را به تو نشان می‌دادیم، آنگاه آنان را از روی قیافه و سیمای ظاهرشان می‌شناختی"
    },
    {
      "id": 4575,
      "verse_number": 30,
      "verse_key": "47:30",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927240,
          "resource_id": 135,
          "text": "[ای پیامبر،] اگر مى‌خواستیم، آنان را به تو نشان می‌دادیم كه [باطن] آنان را از ظاهرشان بازشناسى؛ و مسلّماً از شیوه سخنشان به خوبى آنان را خواهى شناخت؛ و [بدانید که] الله از کارهایتان آگاه است."
        }
      ],
      "tafsir_saadi": "(﴿وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡ﴾) و اگر ما می‌خواستیم، قطعاً آنان را به تو نشان می‌دادیم، آنگاه آنان را از روی قیافه و سیمای ظاهرشان می‌شناختی، (﴿وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِ﴾) و مسلماً از روی طرز سخن گفتن و نحوۀ گفتار، آنان را می‌شناسی؛ یعنی حتماً آنچه در دل‌هایشان است از طریق لغزش‌های گفتاری ظاهر می‌گردد، چون زبان، خوبی‌ها و بدی‌هایی را که در دل‌هاست، آشکار می‌نماید، (﴿وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ﴾) پس شما را بر آن مجازات می‌کند."
    },
    {
      "id": 4576,
      "verse_number": 31,
      "verse_key": "47:31",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927241,
          "resource_id": 135,
          "text": "قطعاً [همۀ] شما را آزمایش می‌کنیم تا مجاهدان و شکیبایانتان را بازشناسیم و احوال شما را می‌آزماییم [تا راستگویان مشخص گردند]."
        }
      ],
      "tafsir_saadi": "سپس بزرگ‌ترین امتحانی را که با آن، بندگان آزموده می‌شوند بیان کرد؛ و آن جهاد کردن در راه خداست. پس فرمود: (﴿وَلَنَبۡلُوَنَّكُمۡ﴾) و بی‌گمان ایمان و شکیبایی‌تان را می‌آزماییم، (﴿حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ﴾) تا مجاهدان و شکیبایان شما را معلوم بداریم، و اخبار شما را بیازماییم. پس هرکس از فرمان خدا اطاعت کند و با یاری کردن دین خدا و برای اعلای کلمۀ او در راه خدا جهاد نماید، او مؤمن حقیقی است. و هرکس در این کار تنبلی ورزد، این نقصی در ایمانش خواهد بود."
    },
    {
      "id": 4577,
      "verse_number": 32,
      "verse_key": "47:32",
      "hizb_number": 51,
      "rub_el_hizb_number": 203,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927242,
          "resource_id": 135,
          "text": "كسانى كه پس از روشن شدن راه هدایت بر آنان، کفر ورزیدند و [مردم را] از راه الله بازداشتند و به مخالفت با پیامبر برخاستند، هرگز زیانى به الله نخواهند رساند؛ و [الله نیز نتیجۀ] اعمالشان را تباه خواهد ساخت."
        }
      ],
      "tafsir_saadi": "این وعید سختی است برای کسی که انواع شر و بدی را در خود جمع نموده است، از قبیل: کفر ورزیدن به خدا، و بازداشتن مردم از راه او؛ راهی که آن را برای بندگانش قرار داده است. (﴿وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ﴾) و قصداً و از روی کینه با پیامبر مخالفت ورزیده‌اند، بعد از آنکه هدایت برایشان روشن شده است، و مخالفت و دشمنی آنان از روی جهالت نیست. این چنین کسانی (﴿لَن يَضُرُّواْ ٱللَّهَ شَيۡ‍ٔٗا﴾) هرگز کمترین زیانی به خدا نمی‌رسانند، و از فرمانروایی او چیزی را نمی‌کاهند. (﴿وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ﴾) و کارها و تلاش‌هایی را که در راه یاری کردن باطل انجام می‌دهند، تباه می‌گرداند؛ به این صورت که نتیجه‌ای جز ناکامی و زیان برای آنان ندارد. و نیز کارهایی که از انجام آن امید پاداش دارند از آنان پذیرفته نمی‌شود؛ چون شرطِ پذیرفتن در آن وجود ندارد."
    },
    {
      "id": 4578,
      "verse_number": 33,
      "verse_key": "47:33",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927243,
          "resource_id": 135,
          "text": "ای مؤمنان، از الله و پیامبر اطاعت كنید و [با کفر و ریا] اعمال [شایستۀ] خویش را تباه نكنید."
        }
      ],
      "tafsir_saadi": "خداوند متعال مؤمنان را به چیزی دستور می‌دهد که سعادت دنیوی و اخروی آنان را تامین می‌گرداند؛ و آن اطاعت از خدا و اطاعت از پیامبرش در اصول و فروع دین می‌باشد. و اطاعت؛ یعنی فرمان بردن از دستورات، و پرهیز کردن از آنچه از آن نهی شده است، به صورتی که کاملاً مخلصانه انجام شود، و در انجام آن از پیامبر اطاعت گردد. \n(﴿وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ﴾) و اعمالتان را باطل مگردانید. کار خیری که انجام می‌شود، با چیزی از قبیل: منت گذاردن و خود پسندی و شهرت طلبی باطل می‌گردد. نیز با انجام گناهانی، آن اعمال نابود می‌گردند و پاداش آن از بین می‌رود. نیز عمل خیری که انجام می‌شود، با ادامه ندادن آن، یا آوردن چیزی که آن را فاسد می‌کند، تباه می‌گردد. پس مبطلات نماز و روزه و حج و امثال آن همه در این داخل هستند، و از آن نهی شده است. و فقها از این آیه بر حرمت قطع کردن فرض، و کراهت ناتمام گذاشتن نفل ـ بدون اینکه سببی برای آن باشد ـ استدلال کرده‌اند. وقتی خداوند از باطل کردن اعمال نهی کرد، به اصلاح و کامل گرداندن آن، و انجام دادن آن به صورتی که از نظر علمی و عملی درست باشد فرمان داد."
    },
    {
      "id": 4579,
      "verse_number": 34,
      "verse_key": "47:34",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927244,
          "resource_id": 135,
          "text": "کسانی که کفر ورزیدند و [دیگران را نیز] از راه الله بازداشتند و در حال کفر مردند، الله هرگز آنان را نخواهد آمرزید."
        }
      ],
      "tafsir_saadi": "این آیه و آیه‌ای که در سورۀ بقره است: ﴿وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ﴾[ و هرکس از شما از دین خودش باز گردد و بمیرد در حالی که کافر است، ایشان اعمالشان در دنیا و آخرت نابود و بی‌سود می‌گردد.] هر نصی را که به صورت مطلق ذکر شده و مبیّن آن باشد که کفر، اعمال را تباه می‌سازد، مقیّد می‌گردانند، و آن اینکه زمانی اعمال حبط و نابود می‌شوند که فرد در حالت کفر بمیرد. پس در اینجا فرمود: (﴿إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ﴾) بی‌گمان کسانی که به خدا و فرشتگان و کتاب‌ها و پیامبرانش و روز قیامت کفر ورزیدند و با بی‌علاقه کردن آنها به حق و دعوت کردنشان به باطل و زیبا جلوه دادن آن، مردم را از راه خدا باز داشتند، (﴿ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ﴾) سپس در حال کفر مردند و از کفر توبه نکردند، (﴿فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ﴾) خداوند هرگز آنان را نمی‌بخشد؛ نه به سبب شفاعت کسی آنها را می‌بخشد و نه با چیز دیگری آنها را می‌آمرزد؛ چون کیفر و عذاب بر آنها قطعی گردیده است، و پاداش را از دست داده‌اند، و بر آنها واجب گردیده که همیشه در آتش جهنم بمانند و هیچ‌گاه دروازۀ رحمت خداوند مهربان و آمرزنده به روی آنها باز نمی‌شود. و مفهوم آیۀ کریمه این است که اگر آنها پیش از مرگشان از این کار خود توبه نمایند، خداوند آنها را می‌بخشد و مورد مرحمت قرار می‌دهد و آنان را به بهشت داخل می‌گرداند گرچه آنها عمر خود را در کفر و بازداشتن از راه خدا و انجام گناهان سپری کرده باشند. پس پاک و منزّه است خداوندی که درهای رحمت را به روی بندگانش گشوده، و به آنان فرصت داده تا در طول دوران حیاتشان بتوانند توبه نمایند. و پاک است خداوند بردبار که گناهکاران را فوراً کیفر نمی‌دهد، بلکه از آنها در می‌گذرد و به آنان روزی می‌دهد، انگار اصلاً نافرمانی‌اش را نکرده‌اند. با اینکه خداوند بر مجازات کردن آنها تواناست."
    },
    {
      "id": 4580,
      "verse_number": 35,
      "verse_key": "47:35",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927245,
          "resource_id": 135,
          "text": "پس [ای مؤمنان، هنگام رویارویی با دشمنان] سستی نورزید و [از ترس جنگ، آنان را] به صلح و آشتی دعوت نکنید؛ در حالى كه شما برترید و الله با شماست و هرگز از [پاداش] اعمالتان نخواهد کاست."
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال فرمود: (﴿فَلَا تَهِنُواْ﴾) یعنی از جنگیدن با دشمنانتان سست نشوید و ترس بر شما مستولی نگردد، بلکه شکیبایی ورزید و پایداری کنید، و خود را به جنگیدن و دلیری وادار نمایید، و این کار را برای طلب خشنودی پروردگارتان و برای خیر خواهی اسلام و به خشم آوردن شیطان انجام دهید. \n(﴿وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ﴾) و به منظور راحت طلبی به صلح فرا نخوانید، (﴿وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ﴾) درحالی که شما برترید و خداوند با شماست، و اجر اعمالتان را کم نمی‌گرداند. پس این سه چیز باعث صبر و شکیبایی می‌شوند، و اینکه خود را پیروز و برتر بدانند، زیرا: \nاسباب پیروزی برایشان فراهم گشته، و از جانب خداوند وعدۀ راستین به آنها داده شده است. و انسان سست نمی‌شود مگر اینکه از دیگران خوارتر باشد، و از نظر نیرو و سلاح و قدرت داخلی و خارجی از دشمن ضعیف‌تر باشد.چون آنها مؤمن هستند، کمک و یاری خداوند با آنان است، و این باعث می‌گردد تا دل‌هایشان قوّت بگیرد و علیه دشمن خود بپاخیزند.\nو خداوند از اجر و پاداش اعمالشان نمی‌کاهد، بلکه آن را به تمام و کمال خواهد داد و از فضل خویش به آن می‌افزاید، به خصوص عبادت جهاد؛ پس هزینه‌ای که در راه جهاد صرف شود تا هفتصد برابر و بیشتر از آن پاداشش فزونی می‌یابد. ﴿ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ﴾ این بدان سبب است که هیچ تشنگی و رنج و گرسنگی در راه خدا به آنان دست نمی‌دهد، و به هیچ جایی که کافران را به خشم آورد پا نمی‌گذارند، و به دشمن ضربه‌ای نمی‌زنند مگر اینکه در مقابل هر یک از این کارهایشان برای آنان عملی صالح نوشته می‌شود. بی‌گمان، خداوند پاداش نیکوکاران را ضایع نمی‌کند. و آنان هیچ نفقۀ کوچک و بزرگی را انفاق نمی‌کنند و از هیچ وادی و درّه‌ای نمی‌گذرند مگر اینکه برایشان ثبت و ضبط می‌شود، تا خداوند پاداش بهترین کارهایی را که می‌کرده‌اند به آنان بدهد. پس هرگاه انسان دانست که خداوند عمل و جهاد او را ضایع نمی‌گرداند، این باعث نشاط و تلاش او برای انجام آنچه، اجر و پاداش به دنبال دارد می‌گردد. پس چگونه است اگر هر سه مورد ذکر شده در میان باشند؟ به راستی این امور سه‌گانه باعث نشاط کامل آدمی می‌گردند. و خداوند این گونه بندگانش را تشویق نموده، و آنها را به انجام کارهایی که سبب صلاح و رستگاری‌شان می‌گردد واداشته است."
    },
    {
      "id": 4581,
      "verse_number": 36,
      "verse_key": "47:36",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927246,
          "resource_id": 135,
          "text": "به راستی که زندگی دنیا، بازیچه و سرگرمى است؛ و اگر ایمان بیاورید و پرهیزگاری کنید، [الله] پاداشتان را [بی‌کم‌و‌کاست] خواهد داد؛ و [تمام] اموالتان را نمی‌خواهد [بلکه می‌فرماید که زکاتش را بپردازید]."
        }
      ],
      "tafsir_saadi": "در اینجا خداوند با بیان حقیقت زندگی، و اینکه زندگانی چیزی جز بازیچه و سرگرمی نیست، بندگان را نسبت به آن بی‌علاقه می‌کند. پس بنده همواره به مال و فرزندان و زیبایی و لذّت بردن از زنان و خوردنی‌ها و نوشیدنی‌ها و مجالس و منظره‌ها و ریاست‌ها سرگرم است، و همواره به کاری مشغول است که به او فایده‌ای نمی‌رساند، بلکه انسان در میان بیکاری و غفلت و گناهان دور می‌زند تا اینکه زندگانی او در دنیا کامل می‌گردد و به پایان می‌رسد و اجل و زمان مرگش فرا می‌رسد. در این هنگام چیزهایی که او بدان مشغول بوده است گذشته‌اند و از او جدا شده‌اند و فایده‌ای از آن عاید او نگردیده است، بلکه زیانمندی و محرومیّت برایش آشکار شده و عذاب او حاضر گردیده است. پس این ایجاب می‌کند تا فرد عاقل به دنیا علاقه‌مند نباشد و به آن اهتمام نورزد، بلکه چیزی که باید بدان توجه و اهتمام بورزد همان است که خداوند بیان نموده و فرموده است: (﴿وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ﴾) و اگر به خدا و فرشتگان و کتاب‌ها و پیامبرانش و روز قیامت ایمان بیاورید و تقوای الهی را رعایت کنید که از لوازم و مقتضیات ایمان است، سودمند می‌گردید. و تقوا؛ یعنی عمل کردن همیشگی به آنچه سبب رضایت خدا می‌شود، و اینکه گناهان ترک شوند. پس این چیزی است که به بنده فایده می‌رساند، و بجاست اگر در آن رقابت صورت گیرد و همّت‌ها و تلاش‌ها در طلب آن مبذول داشته شوند. و این چیزی است که خداوند از بندگانش خواسته است. و از آنجا که به آنها لطف داشته و نسبت به آنان مهربان است، این چیز را از آنها خواسته تا پاداش فراوان به آنها بدهد، بنابراین فرمود: (﴿وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡ‍َٔلۡكُمۡ أَمۡوَٰلَكُمۡ﴾) و اگر ایمان بیاورید و پرهیزگاری کنید، پاداش‌هایتان را به شما می‌دهد و اموالتان را درخواست نمی‌کند؛ یعنی خداوند نمی‌خواهد به شما تکلیف بکند که اموالتان را از شما بگیرد و شما را بدون مال و دارایی بگذارد که این امر بر شما دشوار و سخت است. و یا چنان نقصانی از شما نمی‌خواهد که به زیانتان باشد."
    },
    {
      "id": 4582,
      "verse_number": 37,
      "verse_key": "47:37",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927247,
          "resource_id": 135,
          "text": "اگر [تمام] آن را از شما بخواهد و [بر این دستور] اصرار ‌کند، بخل مى‌ورزید و [این کار،] کینه‌هایتان را آشکار می‌سازد."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿إِن يَسۡ‍َٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ﴾) اگر خداوند اموالتان را از شما بخواهد و بر آن اصرار ورزد و بر شما سخت بگیرد، تنگ چشمی خواهید کرد، و این سبب می‌شود تا کینه‌هایی که در دل‌هایتان است آشکار گردد؛ آنگاه که از شما چیزی خواسته شود که بذل و خرج کردن آن را دوست ندارید.\nدلیل اینکه اگر خداوند مال و دارایی شما را درخواست کند و با خواستن آن بر شما سخت بگیرد، شما از دادن آن ابا خواهید ورزید، این است که"
    },
    {
      "id": 4583,
      "verse_number": 38,
      "verse_key": "47:38",
      "hizb_number": 51,
      "rub_el_hizb_number": 204,
      "ruku_number": 447,
      "manzil_number": 6,
      "sajdah_number": null,
      "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
      "page_number": 510,
      "juz_number": 26,
      "translations": [
        {
          "id": 927248,
          "resource_id": 135,
          "text": "آگاه باشید! شما كسانى هستید كه براى انفاق در راه الله دعوت مى‌شوید؛ ولى برخی از شما بخل مى‌ورزند؛ و هر کس بخل بورزد، به زیان خویش بخل ورزیده است؛ و الله بى‌نیاز است و [این شما هستید كه] نیازمندید؛ و اگر [از اسلام به سوی کفر] بازگردید، الله گروهى دیگر را جایگزین شما خواهد كرد كه همچون شما [به بخل مبتلا] نباشند."
        }
      ],
      "tafsir_saadi": "(﴿تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ﴾) شما فرا خوانده می‌شوید تا در راستای مصلحت دینی و دنیوی‌تان در راه خدا انفاق کنید، (﴿فَمِنكُم مَّن يَبۡخَلُ﴾) پس هستند از شما کسانی که بخل می‌ورزند. بنابراین چگونه خواهد بود اگر از شما بخواهد اموالتان را در مسیری خرج کنید که در آن مصلحتی زودرس نبینید؟ آیا به طریق اولی از دادن اموالتان سر باز نخواهید زد؟! \nسپس فرمود: (﴿وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦ﴾) و هر کس بخل بورزد، در حق خود بخل می‌ورزد، چون او خودش را از پاداش خداوند متعال محروم کرده و خیر فراوانی را از دست داده است، و با انفاق نکردن، کوچک‌ترین زیانی به خداوند نخواهد رسید، (﴿وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُ﴾) و خداوند توانگر و بی‌نیاز است و شما نیازمندید، و در همۀ اوقات خود و در همۀ کارهایتان به او محتاج هستید. \n(﴿وَإِن تَتَوَلَّوۡاْ﴾) و اگر از ایمان آوردنِ به خدا و اطاعت از فرمان‌هایش روی برتابید، (﴿يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم﴾) گروهی دیگر را جایگزین شما می‌سازد، و آنان هرگز همانند شما از دستور او سرپیچی نخواهند کرد و روی بر نمی‌تابند، بلکه از خدا و پیامبرش اطاعت می‌کنند و خدا و رسولش را دوست دارند. همان‌طور که خداوند متعال فرموده است: \n ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ﴾ ای مؤمنان! هرکس از شما از دینش بر گردد و مرتد شود، خداوند گروهی را خواهد آورد که آنها را دوست می‌دارد و آنها [نیز] او را دوست می‌دارند. پایان تفسیر سوره قتال."
    }
  ]
}