{
  "id": 7,
  "name": "The Heights",
  "verses": [
    {
      "id": 955,
      "verse_number": 1,
      "verse_key": "7:1",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": " الٓمٓصٓ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923620,
          "resource_id": 135,
          "text": "المص [= الف. لام. میم. صاد]."
        }
      ],
      "tafsir_saadi": "در رابطه با حروف مقطعه‌ای که در ابتدای برخی از سوره‌های قرآن کریم آمده‌اند، بهتر این است که بدون مستند و دلیل شرعی برای آنها معنایی ذکر نکنیم و در عین حال یقین داشته باشیم که خداوند آنها را بیهوده نازل نکرده است."
    },
    {
      "id": 956,
      "verse_number": 2,
      "verse_key": "7:2",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923621,
          "resource_id": 135,
          "text": "[ای پیامبر، این قرآن،] کتابی است که بر تو نازل شده است؛ پس نباید در سینه‌ات نسبت به آن تردیدی باشد؛ [نازل شده] تا با آن [مردم را] بیم دهی و برای مؤمنان پند [و تذکری] باشد."
        }
      ],
      "tafsir_saadi": "خداوند متعال در حالی که عظمت قرآن را برای پیامبرش محمد  صلی الله علیه وسلم بیان می‌دارد، به او می‌فرماید: (﴿كِتَٰبٌ أُنزِلَ إِلَيۡكَ﴾) این قرآن، کتاب بزرگی است که به سوی تو فرستاده شده است و تمام آنچه را که بندگان بدان نیاز دارند، و همۀ مطالب الهی و اهداف شرعی را به طور استوار و مشروح در بر دارد. \n(﴿فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ﴾) پس نباید از ناحیۀ آن در دل تو، هیچ تنگی و تردیدی باشد. بلکه باید بدانی که این کتاب از جانب خداوند با حکمت و ستوده نازل شده است، ﴿لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ﴾ باطل از هیچ سمت و سو در آن راه نمی‌یابد، از سوی خداوند فرزانه و ستوده فرو فرستاده شده است. و این قرآن، راست‌ترین سخن است. پس باید در مورد آن سینه‌ای گشاده داشته باشی، و خاطرت جمع باشد، و باید اوامر و نواهی آن را آشکارا ابلاغ کنی، و از هیچ سرزنش کننده و مخالفی نترسی. \n(﴿لِتُنذِرَ بِهِۦ﴾) تا به‌وسیلۀ آن مردم را بیم داده، و آنان را پند دهی و حجّت بر مخالفان اقامه شود. \n(﴿وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ﴾) و تا برای مؤمنان پند باشد. همان طور که خداوند متعال فرموده است: ﴿وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ﴾ و پند بده؛ زیرا پند دادن، مؤمنان را فایده می‌دهد. و مؤمنان به‌وسیلۀ قرآن راه راست را یافته، و خوب و بدِ کارهای ظاهری و باطنی را شناخته، و راه را از چاه تشخیص داده، و با موانع راه آشنا می‌شوند."
    },
    {
      "id": 957,
      "verse_number": 3,
      "verse_key": "7:3",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۗ قَلِيلًا مَّا تَذَكَّرُونَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923622,
          "resource_id": 135,
          "text": "[ای مردم،] از آنچه از جانب پروردگارتان بر شما نازل شده است پیروی کنید و از [دوستان و] کارسازانِ دیگر به جز او پیروی نکنید؛ چه اندک پند می‌‌پذیرید!"
        }
      ],
      "tafsir_saadi": "سپس خداوند متعال بندگانش را مورد خطاب قرار داد و توجه آنها را به این کتاب جلیل القدر جلب کرد و فرمود: (﴿ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ﴾) از کتابی که برای شما نازل شده است، پیروی کنید. (﴿مِّن رَّبِّكُمۡ﴾) و این کتاب از جانب پروردگارتان است، و تربیت خویش را از طریق این کتاب در مورد شما کامل می‌گرداند. پس این کتاب را بر شما نازل نمود؛ و اگر از آن پیروی کنید، تربیت شما کامل می‌گردد، و نعمت بر شما کامل می‌شود، و شما به بهترین کارها و بهترین اخلاق و والاترین آن رهنمود می‌شوید. (﴿وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ﴾) و از اولیا و معبودانی غیر از او پیروی نکنید؛ یعنی آنها را به دوستی نگیرید، و از هوی و هوسشان پیروی مکنید، و به خاطر آنان حق را ترک ننمایید. \n(﴿قَلِيلٗا مَّا تَذَكَّرُونَ﴾) بسیار کم پند می‌پذیرید؛ و اگر پند می‌گرفتید و صلاح کار را تشخیص می‌دادید، زیان و ضرر را بر نفع و سود، و دشمن را بر دوست ترجیح نمی‌دادید."
    },
    {
      "id": 958,
      "verse_number": 4,
      "verse_key": "7:4",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَـٰتًا أَوْ هُمْ قَآئِلُونَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923623,
          "resource_id": 135,
          "text": "چه بسیار [ساکنانِ روستاها و] شهر‌ها که نابودشان کردیم و عذاب ما شب‌هنگام [که در خواب بودند] یا در حالی که به خواب نیمروزی فرورفته بودند به سراغشان آمد."
        }
      ],
      "tafsir_saadi": "سپس خداوند آنها را از عذابی برحذرداشت که دامن امت‌هایی را گرفت که پیامبران را تکذیب کردند. و آنان را برحذرداشت که نباید با آنها مشابهت داشته باشند. پس فرمود: (﴿وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا﴾) چه بسیار [اهالی] آبادی‌هایی را هلاک نموده‌ایم، پس عذاب سخت ما آنها را، (﴿بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ﴾) شبانگاه یا به هنگام ظهر فرا گرفت؛ یعنی زمانی آنان را از میان برداشتیم، که آنها غافل و بی‌خبر بودند و هلاک شدن به دل آنها خطور نمی‌کرد. \nپس وقتی که عذاب خدا پیش آنها آمد، آن را از خودشان دور نکردند؛ و خدایانشان که به آنان دل بسته بودند، چیزی را از آنها دور نکرده؛ ونتوانستند ستم و گناهانی را که مرتکب شده بودند، انکار کنند."
    },
    {
      "id": 959,
      "verse_number": 5,
      "verse_key": "7:5",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923624,
          "resource_id": 135,
          "text": "و چون عذاب ما به سراغشان آمد، سخن[و دعای]شان جز این نبود که گفتند: «به راستی که ما [کافر و] ستمکار بودیم [و پشیمانیم]»."
        }
      ],
      "tafsir_saadi": "(﴿فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ﴾) پس سخن آنها، وقتی که عذاب ما پیش آنها آمد، جز این نبود که گفتند: همانا ما ستمگر بوده‌ایم. همچنان که خداوند متعال فرموده است: \n﴿وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡ‍َٔلُونَ قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ﴾ و چه بسیار شهرها و آبادی‌ها و ساکنانشان را که بر اثر کفر ورزیدن به آنچه پیامبران آورده بودند، و به سبب ستمی که در حق خود روا داشته بودند، هلاک و نابود ساختیم، و بعد از آنان قوم دیگری را به‌وجود آوردیم. هنگامی‌که آن ستمگران عذاب ما را دیدند، به سرعت از آبادی‌هایشان فرار کردند، در آن حال فرا خوانده‌شدند که فرار نکنید، و به سوی عیش و تنعمی برگردید که در آن قرار داشتید و به سوی خانه‌های مرتفع و محکم خود باز گردید، باشد که مورد پرسش قرار گیرید. گفتند: «ای وای بر ما»، واقعاً ما ستمکار بودیم. پیوسته این سخنشان بود تا اینکه آنان را درو شدۀ بی‌جان گرداندیم."
    },
    {
      "id": 960,
      "verse_number": 6,
      "verse_key": "7:6",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923625,
          "resource_id": 135,
          "text": "مسلّماً ما از کسانی ‌که [پیامبرانمان] به سویشان فرستاده شدند، [دربارۀ پذیرش پیام حق] سؤال خواهیم کرد؛ و قطعاً از پیامبران [نیز دربارۀ پاسخ امت‌هایشان به دعوت آنان] خواهیم پرسید."
        }
      ],
      "tafsir_saadi": "(﴿فَلَنَسۡ‍َٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ﴾) پس حتماً از امت‌هایی که پیامبران به سوی آنان فرستاده شدند، خواهیم پرسید که پیامبرانشان را چه پاسخ دادند؟ ﴿وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ﴾ و روزی که [خداوند] آنان را صدا می‌زند و می‌فرماید: پیامبران را چه جواب دادید؟ (﴿وَلَنَسۡ‍َٔلَنَّ ٱلۡمُرۡسَلِينَ﴾) و حتماً از پیامبران در مورد رساندن پیام پروردگارشان خواهیم پرسید، و از پاسخی که امت‌هایشان به آنان دادند می‌پرسیم."
    },
    {
      "id": 961,
      "verse_number": 7,
      "verse_key": "7:7",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ ۖ وَمَا كُنَّا غَآئِبِينَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923626,
          "resource_id": 135,
          "text": "یقیناً [کردار بندگان را] با علم [خود] برایشان بیان می‌کنیم؛ و ما هرگز غایب [و غافل از احوال آنان‌] نبوده‌ایم‌."
        }
      ],
      "tafsir_saadi": "(﴿فَلَنَقُصَّنَّ عَلَيۡهِم﴾) و همۀ کارهایی را که مردم کرده اند، آگاهانه برای آنان بیان می‌کنیم.\n(﴿بِعِلۡمٖ﴾) از روی آگاهی و علمی که خداوند متعال نسبت به اعمالشان دارد. (﴿وَمَا كُنَّا غَآئِبِينَ﴾) و ما در هیچ وقتی از اوقات غایب نبوده‌ایم. همان طور که خداوند متعال فرموده است: (﴿أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُ﴾) خداوند آن را شمرده و خود آن را فراموش کرده‌اند. و خداوند متعال فرموده است: ﴿وَلَقَدۡخَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ﴾ و همانا بر بالای سر شما هفت آسمان را آفریده‌ایم و ما از خلق بی‌خبر نبوده‌ایم."
    },
    {
      "id": 962,
      "verse_number": 8,
      "verse_key": "7:8",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ ۚ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923627,
          "resource_id": 135,
          "text": "در آن روز، وزن [و معیار سنجشِ اعمال، عادلانه و] درست است؛ پس هر‌ کس كفه ميزان [اعمال‌] وی سنگین باشد، چنین کسانی رستگارند."
        }
      ],
      "tafsir_saadi": "سپس پاداش و جزا را بر طبق اعمال بیان کرد و فرمود: ((وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآياتِنَا يَظْلِمُونَ)) موازنه و سنجش اعمال در روز قیامت به دادگری و انصاف انجام می‌شود و به هیچ وجه در آن ظلم و ستمی وجود ندارد. (﴿فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ﴾) پس هرکس ترازوی اعمالش سنگین باشد، به این صورت که کفۀ نیکی‌هایش از بدی‌هایش سنگین‌تر شود.(﴿فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ﴾) یعنی ایشان نجات یافتگانِ از ناگواری‌ها و دست یافتگان به دوست داشتنی‌ها هستند، و فایدۀ بزرگ و سعادت همیشگی را به دست می‌آورند."
    },
    {
      "id": 963,
      "verse_number": 9,
      "verse_key": "7:9",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923628,
          "resource_id": 135,
          "text": "و هر کس كفه ميزان [اعمال‌] وی سبک باشد، اینانند که به خود زیان رسانده‌اند؛ چرا که [با انکار قرآن،] به آیاتِ ما ستم می‌کردند."
        }
      ],
      "tafsir_saadi": "(﴿وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ﴾) و هرکس ترازوی اعمالش سبک باشد، به این صورت که کفۀ بدی‌هایش سنگین تر باشد، (﴿فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم﴾) ایشان کسانی‌اند که خویشتن را تباه کرده‌اند؛ زیرا نعمت جاودان را از دست داده‌اند، و به عذاب دردناک گرفتار شده‌اند، (﴿بِمَاكَانُواْ بِ‍َٔايَٰتِنَا يَظۡلِمُونَ﴾) بدان سبب که نسبت به آیات ما ستم روا می‌داشتند. پس آن چنانکه بر آنان واجب بود، در برابرش منقاد و تسلیم نشدند."
    },
    {
      "id": 964,
      "verse_number": 10,
      "verse_key": "7:10",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 122,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923629,
          "resource_id": 135,
          "text": "و [ای مردم،] به راستی که ما شما را در زمین جای دادیم و وسایل [و امکاناتِ] زندگی را در آن برایتان نهادیم. چه اندک شکر می‌گزارید!"
        }
      ],
      "tafsir_saadi": "خداوند متعال با بیان اینکه بندگانش را در زمین سکنی داد و اسباب معیشت آنان را فراهم ساخت، بر آنان منت می‌نهد و می‌فرماید: (﴿وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ﴾) و همانا زمین را برایتان آماده نمودیم، طوری که بتوانید در آن خانه بسازید، و آن را شخم بزنید و انواع استفاده‌ها را از آن ببرید.\n(﴿وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ﴾) و در آن برایتان وسایل زندگی قرار دادیم، از قبیل: درختان و گیاهان و معادن زیر زمینی و انواع صنایع و تجارت‌ها. اینها را خداوند برایتان فراهم نمود و اسباب آن را در اختیار شما قرار داد. \n(﴿قَلِيلٗا مَّا تَشۡكُرُونَ﴾) اما بسیار کم شکر خداوند را به جای می‌آورید که انواع نعمت‌ها را به شما داده، و سختی و رنج‌ها را از شما دور نموده است."
    },
    {
      "id": 965,
      "verse_number": 11,
      "verse_key": "7:11",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
      "page_number": 151,
      "juz_number": 8,
      "translations": [
        {
          "id": 923630,
          "resource_id": 135,
          "text": "و بی‌تردید، ما [نسلِ] شما را [در زمین] پدید آوردیم، سپس شما را [به بهترین حالت] شکل دادیم، آنگاه به فرشتگان گفتیم: «برای [بزرگداشت و احترام، بر] آدم سجده کنید»؛ پس [همگی] سجده کردند، مگر ابلیس که از سجده‌کنندگان نبود."
        }
      ],
      "tafsir_saadi": "خداوند متعال انسان‌ها را مخاطب قرار داده و می‌فرماید: (﴿وَلَقَدۡ خَلَقۡنَٰكُمۡ﴾) و همانا اصل و ماده‌ای را که شما از آن پدید آمدید، آفریدیم. و آن آدم ـ علیه السلام ـ است، (﴿ثُمَّ صَوَّرۡنَٰكُمۡ﴾) سپس به صورتگری آدم پرداختیم و او را به بهترین وجه خلق کردیم. و خداوند آنچه را که مکمل صورت باطنی آدم بود، به وی آموخت، وآن عبارت از نام اشیا بود.\nسپس فرشتگان بزرگوار را دستور داد تا به منظور اکرام و احترام آدم، و برای اظهار فضیلت او، در مقابل وی سجده کنند. فرشتگان از دستور پروردگارشان فرمان برده و اطاعت نمودند، (﴿فَسَجَدُوٓاْ﴾) پس همه سجده کردند، (﴿إِلَّآ إِبۡلِيسَ﴾) جز ابلیس که به خاطر اینکه خود را از او بزرگ‌تر می‌دید و به خاطر خود پسندی، از سجده بردن امتناع ورزید."
    },
    {
      "id": 966,
      "verse_number": 12,
      "verse_key": "7:12",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923631,
          "resource_id": 135,
          "text": "[الله] فرمود: «وقتی که تو را [به سجده] فرمان دادم، چه چیز تو را بازداشت از اینکه سجده کنی؟» [ابلیس] گفت: «من از او بهترم: مرا از آتش آفریدی و[لی] او را از گِل پدید آوردی»."
        }
      ],
      "tafsir_saadi": "پس خداوند او را بر این کار سرزنش نمود و فرمود: (﴿قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ﴾) چه چیز تو را باز داشت از اینکه سجده کنی برای کسی که من با دو دست خود آفریده‌ام؟! یعنی او را شرافت دادم، و با این فضیلت، او را برتری بخشیدم به‌گونه‌ای که کسی دیگر این فضیلت را ندارد. وتو از فرمانم سرپیچی نموده، و در مورد دستورم سهل انگاری کردی! \n(﴿قَالَ﴾) شیطان در حالی که با پروردگارش معارضه می‌کرد، گفت: (﴿أَنَا۠ خَيۡرٞ مِّنۡهُ﴾) من از او بهتر هستم. سپس برای اثبات این ادعای باطل، دلیل آورد و گفت: (﴿خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ﴾) مرا از آتش آفریده‌ای و او را از خاک، و این اقتضا می‌کند که آن‌که از آتش آفریده شده ازآنچه از خاک آفریده شده است، بهتر باشد؛ چون آتش بر بالای خاک قرار می‌گیرد. و این قیاس از چند جهت فاسد و باطل است: \n1- این قیاس در مقابل دستور خدا -به سجده کردن- انجام شد؛ و قیاس وقتی که با نص معارض و مخالف باشد، قیاس باطلی است. چون منظور از قیاس این است حکمی که در مورد آن نصّی نیامده است، با اموری که در مورد آن نصّ وارد شده است، نزدیک شود و تابع آن قرار گیرد. اما قیاسی که با نصّ مخالفت کند، و معتبر دانسته شدن آن، منجر به لغو شدن نصی گردد، چنین قیاسی از زشت‌ترین قیاس‌هاست. \n2- شیطان گفت: (﴿أَنَا۠ خَيۡرٞ مِّنۡهُ﴾) من از او بهتر هستم. وهمین گفته، برای نقص و کمبودِ ابلیس پلید کافی است؛ چون او، نقص و کمبود خود را، با خود پسندی و تکبر و سخن گفتن در مورد خدا ـ آن هم بدون علم و آگاهی ـ اثبات نمود. و چه کمبودی بزرگ‌تر از این وجود دارد؟! \n3- شیطان، در برتر قرار دادن آتش بر خاک، دروغ گفت؛ زیرا در مادۀ خاک، فروتنی و سکون و متانت وجود دارد، و برکت‌های زمین از قبیل: درختان و انواع گیاهان گوناگون از خاک می‌رویند، اما آتش صفت سبکی و شتابزدگی و سوزندگی دارد. \nبنابراین وقتی که ابلیس از فرمان خدا سرپیچی کرد، از مقام والای خود به پایین ترین جایگاه سقوط نمود"
    },
    {
      "id": 967,
      "verse_number": 13,
      "verse_key": "7:13",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923632,
          "resource_id": 135,
          "text": "[الله] فرمود: «از این [بهشت برین] فرود آی [زیرا] حق تو نیست که در آن [مکان، گردنکشی و] تکبر کنی؛ پس بیرون رو [که] بی‌تردید، تو از خوارشدگانی»."
        }
      ],
      "tafsir_saadi": "و خداوند به او فرمود: (﴿فَٱهۡبِطۡ مِنۡهَا﴾) از بهشت فرو شو، (﴿فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا﴾) تو حق نداری در آن تکبر کنی، چون بهشت سرای پاکان است و شایستۀ پلیدترین و بدترین خلق خدا نیست. \n(﴿فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ﴾) پس بیرون برو، تو از ذلیل‌شدگان و خوارشدگان هستی. و این، کیفر تکبر و خودپسندی او بود."
    },
    {
      "id": 968,
      "verse_number": 14,
      "verse_key": "7:14",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923633,
          "resource_id": 135,
          "text": "[ابلیس] گفت: «تا روزی‌ که [انسان‌ها] برانگیخته ‌شوند، مرا مهلت بده»."
        }
      ],
      "tafsir_saadi": "بنابراین هنگامی که ابلیس، دشمنی با خدا و با آدم و فرزندانشان را اعلام کرد، از خداوند خواست که او را تا روز رستاخیز مهلت بدهد تا بتواند فرزندان آدم را هرچه بیشتر گمراه سازد."
    },
    {
      "id": 969,
      "verse_number": 15,
      "verse_key": "7:15",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923634,
          "resource_id": 135,
          "text": "[الله] فرمود: «قطعاً تو از مهلت‌یافتگانی»."
        }
      ],
      "tafsir_saadi": "از آنجا که حکمت الهی اقتضا می‌کند بندگان را مورد آزمایش قرار دهد، و راستگو از دروغگو، و کسی که از خدا اطاعت می‌کند از کسی که از دشمن خدا تبعیت می‌نماید، مشخص گردد، خواستۀ او را پذیرفت و فرمود: (﴿ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ﴾) تو از مهلت یافتگانی."
    },
    {
      "id": 970,
      "verse_number": 16,
      "verse_key": "7:16",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923635,
          "resource_id": 135,
          "text": "[ابلیس] گفت: «پس به خاطر آنکه مرا در گمراهی [و هلاکت] افکندی، من نیز بر سر راه مستقیم تو برای [فریب] آنان می‌نشینم،"
        }
      ],
      "tafsir_saadi": "شیطان وقتی از رحمت خدا ناامید شد، گفت: (﴿فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ﴾) به سبب اینکه مرا گمراه ساختی، بر سر راه راست تو به کمین مردم می‌نشینم؛ یعنی همواره بر سر راه راست تو خواهم بود، و نهایت تلاش خود را مبذول می‌دارم، تا مردم را از در پیش گرفتن راه تو باز ‌دارم."
    },
    {
      "id": 971,
      "verse_number": 17,
      "verse_key": "7:17",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ لَـَٔاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـٰنِهِمْ وَعَن شَمَآئِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَـٰكِرِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923636,
          "resource_id": 135,
          "text": "سپس بر آنان ـ از روبرو و از پشت سر و از طرف راست و چپشان‌ـ درمى‌آیم و [چنان می‌کنم که] بیشتر آنان را شكرگزار [نعمت‌های خود] نیابی»."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡ﴾) سپس از همۀ جهات و اطراف بر آنها حمله‌ور خواهم شد، و از هر راهی که بتوانم به پاره ای از اهدافم دست یابم، استفاده خواهم کرد. و از آنجا که شیطانِ خبیث می‌دانست که آنها ناتوان‌اند، و غفلت بر بسیاری از آنها غالب است، و برای گمراه کردن آنها تصمیم قطعی داشت، گمان برد و گمانش راست درآمد، و گفت: (﴿وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ﴾) و بیشتر آنها را سپاسگزار نخواهی یافت؛ زیرا به جای آوردن شکر یکی از نشانه‌های پیمودن راه راست است. و او می‌خواست آنان را از راه راست باز دارد، و شکر خدا را به جای نیاورند. خداوند متعال فرموده است: ﴿ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ﴾ همانا شیطان گروهش را فرا می‌خواند، تا از اهل دوزخ شوند. و خداوند ما را از آنچه که شیطان گفته، و بر انجام آن تصمیم قطعی گرفته است، آگاه کرد تا خود را برای مقابلۀ با دشمن آماده کنیم، و با شناخت راهی که شیطان از آن می‌آید و روزنه‌هایی که از آن به انسان راه پیدا می‌کند، از وی پرهیز کنیم. پس خداوند با این کار بزرگ‌ترین منّت را بر ما نهاده، و بزرگ‌ترین نعمت را به ما داده است."
    },
    {
      "id": 972,
      "verse_number": 18,
      "verse_key": "7:18",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا ۖ لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923637,
          "resource_id": 135,
          "text": "[الله] فرمود: «از آنجا [= بهشت] نکوهیده و رانده‌شده بیرون رو. هر یک از آنان که از تو پیروی کند، [در سپاهِ توست و روز قیامت،] قطعاً دوزخ را از همۀ شما پر خواهم کرد."
        }
      ],
      "tafsir_saadi": "وقتی که شیطان چنین گفت، خداوند فرمود: (﴿ٱخۡرُجۡ مِنۡهَا﴾) با حقارت و ذلت ازاینجا بیرون برو، نه بااحترام واکرام، بلکه (﴿مَذۡءُومٗا﴾) ذلیل و خوار و نکوهیده، (﴿مَّدۡحُورٗا﴾) و طرد شده، و رانده شده از خدا. و از رحمت او و از هر خوبی بری شو.(﴿لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ﴾) بی‌گمان جهنم را از تو و از هرکس از آنان که از تو پیروی کند، پر می‌سازم. \nو این سوگند خداست که جهنم، جایگاه و سرای گناهکاران می‌باشد و آن را از شیاطین و انسان‌ها و جن‌هایی که از او پیروی می‌کنند، پر می‌سازد."
    },
    {
      "id": 973,
      "verse_number": 19,
      "verse_key": "7:19",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَيَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923638,
          "resource_id": 135,
          "text": "و ای آدم، تو و همسرت در بهشت ساکن شوید و از [خوردنی‌های آن از] هر جا که خواستید بخورید؛ و[لی] به این درخت نزدیک نشوید که از ستمکاران [نافرمان] خواهید بود»."
        }
      ],
      "tafsir_saadi": "سپس خداوند آدم را از شر شیطان برحذرداشت و فرمود: (﴿وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ﴾) و ای آدم! تو و همسرت در بهشت ساکن شوید؛ یعنی خداوند متعال آدم و همسرش -حوا- را که به وی ارزانی داده بود تا در کنار او آرامش یابد، دستور داد تا از هرکجای بهشت که می‌خواهند بخورند، و هرگونه که می‌خواهند، در بهشت بهره‌مند شوند، اما خداوند برای آنها درختی را مشخص کرد و آنها را از خوردن آن نهی فرمود، و خداوند بهتر می‌داند که چه درختی بوده است، و در تعیین کردن آن برای ما فایده‌ای نیست. و خداوند خوردن آن درخت را بر آن دو حرام کرد، به دلیل اینکه فرمود: (﴿فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ﴾) پس، از ستمکاران می‌شوید."
    },
    {
      "id": 974,
      "verse_number": 20,
      "verse_key": "7:20",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَـٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَـٰلِدِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923639,
          "resource_id": 135,
          "text": "پس شیطان آن دو را وسوسه کرد تا آنچه از شرمگاهشان بر آنان پوشیده مانده بود، برایشان آشکار سازد [پس حیله‌ای اندیشید] و گفت: «پروردگارتان شما را از [خوردن میوۀ] این درخت منع نكرد مگر [براى‌] آنكه [مبادا تبدیل به] دو فرشته گردید یا از جاودانان شوید»."
        }
      ],
      "tafsir_saadi": "آدم و حوا همواره از دستور خدا اطاعت می‌کردند تا اینکه شیطان به وسیلۀ فریب و مکرش در آنها نفوذ کرد، و وسوسه‌ای در دل آنها ایجاد نمود و آنان را فریب داد و گفت: (﴿مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ﴾) پروردگارتان شما را از این درخت بازنداشته است، مگر به خاطر اینکه [مبادا] دو فرشته شوید؛ یعنی از جنس فرشتگان شوید. (﴿أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ﴾) یا اینکه [مبادا] از جاودانگان شوید. همان طور که در آیه‌ای دیگر گفته است: ﴿هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ﴾ آیا تو را به درخت جاودانگی و سلطنت وملکی که تمام نمی‌شود، راهنمایی کنم؟"
    },
    {
      "id": 975,
      "verse_number": 21,
      "verse_key": "7:21",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923640,
          "resource_id": 135,
          "text": "و برای آن‌ دو سوگند یاد کرد که: «من قطعاً خیرخواهتان هستم»‌."
        }
      ],
      "tafsir_saadi": "و با گفتن این سخن، برای آدم و حوا سوگند خورد که، (﴿إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ﴾) من از زمرۀ خیرخواهان شما هستم که این سخنان را به شما گفتم. آدم و حوا با این چیزها فریب خوردند و در این حالت شهوت بر عقل غالب آمد."
    },
    {
      "id": 976,
      "verse_number": 22,
      "verse_key": "7:22",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَدَلَّىٰهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
      "page_number": 152,
      "juz_number": 8,
      "translations": [
        {
          "id": 923641,
          "resource_id": 135,
          "text": "پس آنها را با فریب [از مقام و منزلشان] فرود آورد و چون از [میوۀ] آن درخت [ممنوعه] چشیدند، شرمگاهشان بر آنان نمایان شد؛ و شروع کردند به قرار دادن برگ[های درختانِ] بهشت بر [شرمگاه] خود [تا آن را بپوشانند]؛ و پروردگارشان [اینچنین] به آنها ندا داد: «آیا شما را از [خوردنِ میوۀ] آن درخت منع نکردم و به شما نگفتم که بی‌تردید، شیطان دشمن آشکار شماست؟»."
        }
      ],
      "tafsir_saadi": "(﴿فَدَلَّىٰهُمَا بِغُرُورٖ﴾) و شیطان آنها را از مقام والایشان که دوری از گناهان بود، فرود آورد، و به وادی آلوده شدن به پلیدی‌های گناه درانداخت. پس آن دو اقدام به خوردن میوۀ آن درخت کردند. \n(﴿فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا﴾) وقتی از [میوۀ] درخت چشیدند، عورتشان آشکار شد؛ یعنی عورت هر یک که پوشیده و پنهان بود، نمایان شد. پس لخت شدن درون از لباسِ پرهیزگاری، در لباسِ ظاهر اثر کرد و لباس بیرون و درون، بیرون آمد و عورت‌هایشان آشکار گردید و شرمنده شدند، و شروع به چسباندن برگ‌های درختان بهشت به شرمگاه‌هایشان کردند، تا این‌گونه خود را بپوشانند. \n(﴿وَنَادَىٰهُمَا رَبُّهُمَآ﴾) و در این حالت خداوند آنان را ندا داد و در قالب توبیخ و سرزنش فرمود: (﴿أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ﴾) آیا شما را از خوردن این درخت بازنداشته بودم، و به شما نگفتم که شیطان برایتان دشمنی آشکار است؟ پس چرا آنچه را که از آن نهی شده بودید، مرتکب شدید و از دشمن خود اطاعت کردید؟!"
    },
    {
      "id": 977,
      "verse_number": 23,
      "verse_key": "7:23",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923642,
          "resource_id": 135,
          "text": "[آن دو] گفتند: «پروردگارا، ما [با سرپیچی از دستور تو] به خویشتن ستم کردیم و اگر ما را نیامرزی و بر ما رحم نکنی، قطعاً از زیانکاران خواهیم بود»."
        }
      ],
      "tafsir_saadi": "پس در این هنگام خداوند با توبه و پذیرفتن آن، بر آنان منّت نهاد، و آنان به گناهانشان اعتراف کردند و از خداوند عفو و بخشش را طلب نموده و گفتند: (﴿رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ﴾) «پروردگارا! ما اسباب خسارت خویش را فراهم کردیم، پس اگر با محو کردن اثر گناه وعقوبت آن، و قبول توبه، و عفو سایر گناهان بر ما رحم نکنی قطعاً از زیانکاران خواهیم بود. پس خداوند گناهشان را بخشید، ﴿وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ﴾ و آدم از پروردگارش نافرمانی کرد و گمراه شد. سپس پروردگارش او را برگزید و توبه‌اش را پذیرفت و هدایت نمود. \nاین در حالی است که ابلیس همچنان بر سرکشی خود ادامه داده و از گناهش دست نمی‌کشد. پس هر کس چون آدم به گناه اعتراف کند و از خداوند بخواهد که او را بیامرزد، و از گناهش پشیمان شود و از آن دست بکشد، پروردگارش او را برگزیده و هدایت می‌نماید. وهرکس مانند ابلیس باشد و هرگاه گناهی از او سر بزند آن را ادامه دهدـ همواره از خدا دورتر می‌شود."
    },
    {
      "id": 978,
      "verse_number": 24,
      "verse_key": "7:24",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923643,
          "resource_id": 135,
          "text": "[الله] فرمود: «[از بهشت بر زمین] فرود آیید. [در حالی که زین پس] برخی از شما دشمن برخی دیگرید و در زمین تا مدتی [معیّن] قرارگاه و بهره‌مندی برایتان خواهد بود»."
        }
      ],
      "tafsir_saadi": "وقتی خداوند آدم و همسر و فرزندانشان را به زمین پایین آورد، آنها را از چگونگی اقامتشان در زمین خبر داد؛ و برایشان در زمین حیات و زندگی قرار داده است و به دنبال آن مرگ می‌آید، و این زندگی سرشار از امتحان و آزمایش است و آنان همواره در آن به‌سر می‌برند. و همواره پیامبران خود را برای آنان می‌فرستد و کتاب‌هایش را بر آنان نازل می‌کند تا زمانی‌که مرگشان فرا می‌رسد، پس در زمین دفن می‌شوند. سپس وقتی که مدت خود را در قبر کامل گرداندند، خداوند آنها را بر می‌انگیزد و از زمین به سوی سرایی که سرای حقیقی است، بیرون می‌کند."
    },
    {
      "id": 979,
      "verse_number": 25,
      "verse_key": "7:25",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 123,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923644,
          "resource_id": 135,
          "text": "[و] فرمود: «در آن زندگی می‌کنید و در همان[جا] می‌میرید و [روز قیامت نیز] از آن بیرون آورده می‌شوید»."
        }
      ],
      "tafsir_saadi": "وقتی خداوند آدم و همسر و فرزندانشان را به زمین پایین آورد، آنها را از چگونگی اقامتشان در زمین خبر داد؛ و برایشان در زمین حیات و زندگی قرار داده است و به دنبال آن مرگ می‌آید، و این زندگی سرشار از امتحان و آزمایش است و آنان همواره در آن به‌سر می‌برند. و همواره پیامبران خود را برای آنان می‌فرستد و کتاب‌هایش را بر آنان نازل می‌کند تا زمانی‌که مرگشان فرا می‌رسد، پس در زمین دفن می‌شوند. سپس وقتی که مدت خود را در قبر کامل گرداندند، خداوند آنها را بر می‌انگیزد و از زمین به سوی سرایی که سرای حقیقی است، بیرون می‌کند."
    },
    {
      "id": 980,
      "verse_number": 26,
      "verse_key": "7:26",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 124,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923645,
          "resource_id": 135,
          "text": "ای فرزندان آدم، همانا لباسی برایتان فرو فرستادیم که شرمگاهتان را می‌پوشانَد و [مایۀ] زینت شماست؛ و [برای مؤمن،] لباس پرهیزگاری بهتر است. این از نشانه‌های [قدرتِ] الله است؛ باشد که [انسان‌ها] پند گیرند."
        }
      ],
      "tafsir_saadi": "سپس با بیان اینکه دو نوع لباس را برای آنان فراهم نمود؛ لباس ضروری و لباس تجمل و آرایش. و نیز با بیان اینکه دیگر اشیا را از قبیل: غذا و آب و مرکب و نکاح و غیره را برایشان فراهم نمود، و اینکه نعمات لازم و ضروری را برای آنان فراهم کرد، و مکمل آنها را نیز فراهم نمود، بر آنان منت گذاشت؛ و برایشان بیان کرد که این نعمات ذاتاً هدف نیستند، بلکه خداوند آنها را آفریده است تا در راستای عبادت و طاعت او از آنها بهره گیرند. بنابراین فرمود: (﴿وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞ﴾) و لباس پرهیزگاری از لباس ظاهری برتر است؛ زیرا لباس پرهیزگاری همواره همراه بنده خواهد بود، و کهنه نمی‌شود، و از بین نمی‌رود، و آن لباس زیبایی قلب و روح است. ولی لباس ظاهری فقط مدتی عورت را می‌پوشاند، و یا برای زیبایی انسان است و غیر از این فایده‌ای دیگر ندارد. \nنیز به فرض نبودن این لباس، عورت ظاهری انسان آشکار می‌شود که ظاهر شدن آن در صورت ناچاری و ضرورت زیانی ندارد. ولی اگر لباس پرهیزگاری وجود نداشته باشد، عورت درونی انسان نمایان می‌گردد و خوار و رسوا می‌شود. \n(﴿ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ﴾) آنچه از لباس که ذکر شد به‌وسیلۀ آن چیزهایی را می‌آموزید که به شما فایده می‌دهد. و نیز مسایلی را که به شما زیان می‌رساند، متذکر می‌شوید، و از لباس ظاهری برای لباس باطنی کمک می‌گیرید."
    },
    {
      "id": 981,
      "verse_number": 27,
      "verse_key": "7:27",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 124,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923646,
          "resource_id": 135,
          "text": "ای فرزندان آدم، [آگاه باشید که] شیطان شما را نفریبد چنان که پدر و مادرتان را از بهشت بیرون کرد و لباس آن دو را از تنشان [بیرون] کشید تا شرمگاهشان را به آنان نشان دهد. بی‌تردید، او و گروهش، از جایی که آنها را نمی‌بینید، شما را می‌بینند. به راستی که ما شیاطین‌ را دوستان کسانی قرار داده‌ایم که ایمان نمی‌آورند."
        }
      ],
      "tafsir_saadi": "خداوند متعال انسان‌ها را برحذرمی‌دارد که مبادا شیطان با آنها کاری کند که با پدرشان کرد: (﴿يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ﴾) ای فرزندان آدم! شیطان شما را نفریبد به این صورت که نافرمانی را برایتان زیبا جلوه دهد، و شما را به سوی گناه و نافرمانی فرا بخواند و بر آن تشویق کند، و از او فرمان ببرید. (﴿كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ﴾) همان گونه که پدر و مادرتان را از بهشت بیرون کرد و آنها را از مقام والا به مقام پایین کشاند. پس شیطان می‌خواهد همان کار را با شما نیز بکند. و برای اینکه شما را گمراه سازد، از هیچ کوششی دریغ نمی‌دارد. پس شما باید همیشه از او بپرهیزید و لباس جنگ علیه شیطان را بپوشید و دروازه‌هایی را ببندید که شیطان از آن به سوی شما وارد می‌شود. \n(﴿إِنَّهُۥ﴾) شیطان همواره مراقب شماست، و او (﴿يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ﴾) و دیگر شیاطینِ جنّیِ همدستش شما را می‌بینند، (﴿مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ﴾) از جایی که شما آنها را نمی‌بینید. همانا شیطان‌ها را، دوستان کسانی قرار داده‌ایم که ایمان نمی‌آورند. پس ایمان نداشتن، موجب منعقد شدن دوستی میان انسان و شیطان می‌شود. \n﴿إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ﴾ همانا او، بر کسانی‌که ایمان آورده اند و بر پروردگارشان توکل می‌کنند، هیچ قدرت و سلطه‌ای ندارد، بلکه سلطۀ او بر کسانی است که او را به دوستی گرفته‌اند، و [سلطۀ او بر] کسانی [است] که با خدا شریک می‌گیرند."
    },
    {
      "id": 982,
      "verse_number": 28,
      "verse_key": "7:28",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 124,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923647,
          "resource_id": 135,
          "text": "و چون [مشرکان] کار‌‌ زشتی [از قبیل شرک یا طواف در حال برهنگی] انجام می‌دهند، می‌گویند: «ما نیاکان خود را بر این [کار] یافته‌ایم و الله ما را به [انجامِ] آن فرمان داده است». بگو: «الله هرگز به زشتکاری فرمان نمی‌دهد. آیا سخنی را که نمی‌دانید به الله نسبت می‌دهید؟»."
        }
      ],
      "tafsir_saadi": "خداوند متعال در حالی که زشتی حالت مشرکین را بیان می‌کند که گناه را انجام داده و آن را به خدا نسبت می‌دهند و می‌گویند: او ما را به گناهان دستور داده است، می‌فرماید: (﴿وَإِذَا فَعَلُواْ فَٰحِشَةٗ﴾) و هنگامی که کار زشتی را انجام می‌دهند. «فاحشه» هر کاری است که زشت دانسته شود، و از آن جمله این بود که آنها گرداگرد کعبه بدون لباس و به صورت لخت و عریان طواف می‌کردند. \n(﴿قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا﴾) گفتند: ما پدران خود را بر آن دیده‌ایم. و آنها در این مورد راست می‌گفتند و پدرانشان چنین بودند، (﴿وَٱللَّهُ أَمَرَنَا بِهَا﴾) و خداوند ما را به این کار دستور داده است، اما در این سخن دروغ می‌گفتند. بنابراین خداوند این نسبت را رد کرد و فرمود: (﴿قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِ﴾) بگو: قطعاً خداوند به کار زشت و فحشا دستور نمی‌دهد؛ یعنی شایستۀ کمال و حکمت او نیست که بندگانش را دستور دهد تا کارهای زشت‌را انجام دهند. خداوند به کار زشتی که مشرکان انجام می‌دهند و به کار زشتی که دیگران می‌کنند، دستور نداده است. \n(﴿أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ﴾) آیا چیزی به خدا نسبت می‌دهید که نمی‌دانید؟ و چه تهمتی بزرگ‌تر از این است؟!"
    },
    {
      "id": 983,
      "verse_number": 29,
      "verse_key": "7:29",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 124,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923648,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «پروردگارم به عدالت فرمان داده است و [اینکه همه جا، به ویژه] در هر مسجدی [خالصانه] به سوی [قبلۀ او] روی آورید و او را در حالی [به عبادت و دعا] بخوانید که دین [خود] را برایش خالص نموده‌اید. [و بدانید] همان گونه که شما را در آغاز پدید آورْد، [پس از مرگ نیز بار دیگر به سویش] بازمی‌گردید."
        }
      ],
      "tafsir_saadi": "سپس آنچه را که بدان دستور می‌دهد، بیان کرد و فرمود: (﴿قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِ﴾) بگو: پروردگارم به عدالت و دادگری در عبادات و معاملات فرمان داده است نه به ظلم و ستم.\n(﴿وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ﴾) و در هر مسجدی روی به خدا کنید و در تکمیل کردن عبادت‌ها کوشش نمایید، به خصوص (نماز) و آن را به طور ظاهری و باطنی برپا داشته و از هر نقص و کمبودی که آن را فاسد می‌کند، پاک دارید.\n(﴿وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَ﴾) و در حالی که مخلصانه او را می‌پرستید، وی را بخوانید؛ یعنی هدفتان از عبادت، فقط خدای یگانه باشد که شریکی ندارد. و دعا شامل دعای خواستن و دعای عبادت می‌شود؛ یعنی در دعایتان، هدفی جز بندگی کردن برای خدا و طلب رضای او نداشته باشید. (﴿كَمَا بَدَأَكُمۡ﴾) همان طور که نخستین بار شما را آفریده است. (﴿تَعُودُونَ﴾) برای رستاخیز بر می‌گردید، و بدانید کسی که توانایی آفریدن آغازین شما را داشته است، می‌تواند دوباره شما را بیافریند؛ و تکرار آفرینش، از آفرینش نخستین آسان تر است."
    },
    {
      "id": 984,
      "verse_number": 30,
      "verse_key": "7:30",
      "hizb_number": 16,
      "rub_el_hizb_number": 61,
      "ruku_number": 124,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
      "page_number": 153,
      "juz_number": 8,
      "translations": [
        {
          "id": 923649,
          "resource_id": 135,
          "text": "[الله] گروهی را هدایت کرد و بر گروهی [دیگر] گمراهی مقرر گشته است؛ زیرا آنان به جای الله، شیاطین را [به عنوان] دوستان [خویش] برگزیدند و گمان می‌کنند که هدایت‌یافته‌اند»."
        }
      ],
      "tafsir_saadi": "(﴿فَرِيقًا﴾) دسته‌ای از شما را، (﴿هَدَىٰ﴾) خداوند هدایت کرده است؛ یعنی آنها را برای هدایت توفیق داده، و اسباب هدایت را برایشان فراهم کرده و موانع آن را برایشان بر‌داشته است، (﴿وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُ﴾) و عده‌ای به خاطر آنچه برای خود به وجود آورده و اسباب گمراهی را به‌کار گرفته‌اند، گمراه شدن بر آنان واجب شده است. \n(﴿إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ﴾) چون آنان شیاطین را به دوستی گرفتند نه خدا را. ﴿وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا﴾ و هرکس به جای خدا شیطان را به دوستی بگیرد، دچار زیان و خسارت آشکاری شده است. \nپس وقتی که از دایرۀ دوستی خداوند بخشنده بیرون آمدند، و دوستی شیطان را ترجیح دادند، رسوایی کامل نصیب آنان گردید، و به خودشان سپرده شدند، پس سخت‌ترین زیان متوجه آنان گردید.\n(﴿وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ﴾) و آنان چنین می‌پندارند که هدایت شده‌اند. چون حقایق برای آنان دگرگون شده است، بنابراین باطل را حق، و حق را باطل می‌پندارند. \nو از این آیات استنباط می‌شود که اوامر و نواهی تابع حکمت خداوند و مصلحتِ بندگان است. و آن اینکه ممکن نیست خداوند به چیزی دستور دهد که عقل‌ها آن را زشت و ناپسند بدانند، و خداوند جز به دادگری و اخلاص فرمان نمی‌دهد. و از این آیات استنباط می‌شود که هدایتِ بنده به سبب فضل و منت خدا حاصل می‌گردد، و گمراه شدن او بدان سبب است که خداوند او را به حال خود رها کرده است، و آن زمانی است که بنده به سبب جهالت و ستم، شیطان را به دوستی بگیرد، و عامل گمراهی خودش بگردد. و هرکس بپندارد که او راه یافته است، درحالی‌که گمراه باشد، عذری ندارد؛ زیرا توانایی دست یابی به هدایت را دارد، و این پندار او، از ستمی سرچشمه گرفته است که آن را انجام داده است، و آن عبارت است از ترک راهی که انسان را به هدایت می‌رساند."
    },
    {
      "id": 985,
      "verse_number": 31,
      "verse_key": "7:31",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 124,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923650,
          "resource_id": 135,
          "text": "ای فرزندان آدم، هنگام رفتن به مسجد [و در هر نمازی] زینت خود را برگیرید [و عورت‌هایتان را بپوشانید و لباس شایسته بپوشید] و [در زندگی، از خوراکی‌های پاکیزه] بخورید و بیاشامید؛ و[لی] اسراف نکنید [که] بی‌تردید، الله اسرافکاران را دوست ندارد."
        }
      ],
      "tafsir_saadi": "خداوند متعال بعد از اینکه برای بنی‌آدم لباسی آفرید که عورتشان را می‌پوشاند و آن را برایشان بیاراست، فرمود: (﴿يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ﴾) ای بنی‌آدم! عورت خود را به هنگام نماز -فرض باشد یا نفل- بپوشانید؛ زیرا پوشاندن عورت، زینتی برای بدن است همان‌گونه که ظاهر شدن عورت، بدن انسان را زشت و بدریخت می‌کند. و احتمال دارد که منظور از «زینت» در اینجا فراتر از این بوده و به معنی لباس پاکیزه و خوب باشد. پس در اینجا دستور داده شده است که در نماز عورت پوشانده شود، و از لباس زیبا استفاده شده و عورت از آلودگی‌ها و پلیدی‌ها پاک گردد. \nسپس فرمود: (﴿وَكُلُواْ وَٱشۡرَبُواْ﴾) و از روزی‌های پاکیزه‌ای که خدا به شما داده است، بخورید و بیاشامید، (﴿وَلَا تُسۡرِفُوٓاْ﴾) و در آن اسراف نکنید. واسراف با استفادۀ بیش از اندازه از نعمت صورت می‌گیرد، یا با علاقۀ شدید به خوردنی‌هایی که به بدن زیان وارد می‌کند، یا با زیاده روی در خوشگذرانی و سفره آرایی و شیک پوشی، انجام می‌شود، و یا با تجاوز از حلال به سوی حرام صورت می‌گیرد، (﴿إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ﴾) قطعاً خداوند اسراف‌کنندگان را دوست نمی‌دارد؛ زیرا خداوند از زیاده روی متنفر است و آن را نمی‌پسندد. و اسراف، به بدن انسان و زندگی‌اش زیان وارد می‌کند تا جایی که از پرداختن مخارجی که بر عهده اوست، ناتوان می‌ماند. پس در این آیۀ کریمه به خوردن و نوشیدن دستور داده شده است، و از ترک خوردن و نوشیدن و اسراف در آن نهی شده است."
    },
    {
      "id": 986,
      "verse_number": 32,
      "verse_key": "7:32",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923651,
          "resource_id": 135,
          "text": "[ای پیامبر، به مشرکان] بگو: «لباس [و زینت‌هایی] را که الله برای بندگانش پدید آورده و [همچنین] روزی‌های پاکیزه را چه کسی حرام کرده است؟». بگو: «این [نعمت‌ها] در زندگی دنیا برای کسانی است که ایمان آورده‌اند [و اگر چه کافران نیز از آنها بهره‌مندند،] روز قیامت، مخصوص [مؤمنان] خواهد بود». ما اینچنین آیات [خود] را برای گروهی که می‌دانند، به تفصیل بیان می‌کنیم."
        }
      ],
      "tafsir_saadi": "خداوند متعال بر کسی که سخت‌گیری کرده و چیزهای پاکی را که خدا حلال کرده است حرام می‌کند، اعتراض نموده و می‌فرماید: (﴿قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ﴾) بگو: چه کسی زینت خدا را از قبیل: لباس‌های گوناگون، و روزی‌های پاک از قبیل: خوردنی‌ها و نوشیدنی‌ها که برای بندگانش آفریده، حرام کرده است؟! یعنی چه کسی بر حرام کردن نعمت‌هایی که خداوند به بندگانش ارزانی نموده است، اقدام می‌کند؟ و چه کسی آنچه را که خداوند برای آنان گسترده نموده است، تنگ می‌کند؟! \nو اینکه خداوند چیزهای پاکیزه را برای بندگانش به صورت گسترده و بدون محدودیت آفریده، بدان خاطر است که بندگان در مسیر عبادت خدا از آن کمک بگیرند. پس این چیزها را خداوند جز برای بندگان مؤمنش مباح و جایز قرار نداده است. بنابراین فرمود: (﴿قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ﴾) بگو: این، در زندگی دنیا برای کسانی است که ایمان آورده‌اند، و در قیامت تنها برای مؤمنان است؛ یعنی در روز قیامت، این نعمت‌ها منحصراً برای مؤمنان است و آنان آزادند هرگونه که بخواهند، از آنها استفاده کنند و بر استفادۀ از آنها هیچ محاسبه‌ای ندارند. و مفهوم آیه این است که هرکس به خدا ایمان نیاورد، و از نعمت‌های خدا در راستای نافرمانی او استفاده کند، این نعمت‌ها برای او نیستند، و برای او مباح نمی‌باشند، بلکه او بر این نعمت‌ها و استفاده از آنها مجازات شده، و در روز قیامت در رابطه با آنها بازخواست می‌شود. \n(﴿كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ﴾) این‌گونه آیات را توضیح می‌دهیم، (﴿لِقَوۡمٖ يَعۡلَمُونَ﴾) برای قومی که می‌دانند؛ زیرا آنان از آنچه که خداوند از آیات خویش توضیح و تفصیل داده است، بهره‌مند می‌شوند. و می‌دانند که از جانب خدا هستند، پس آیات خدا را فهم می‌کنند و آن را درک می‌نمایند."
    },
    {
      "id": 987,
      "verse_number": 33,
      "verse_key": "7:33",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923652,
          "resource_id": 135,
          "text": "بگو: «پروردگارم زشتکاری‌ها را ـ چه آشكار [باشد] و چه پنهان‌ ـ و گناه و ستم ناحق را حرام نموده است و اینكه کسی [یا چیزى] را شریک الله بدانید كه دلیلى بر [حقانیت‌] آن نازل نكرده است و اینكه چیزى را كه نمى‌دانید به الله نسبت دهید»."
        }
      ],
      "tafsir_saadi": "سپس خداوند چیزهای حرامی را که در تمام شریعت‌ها حرام نموده است، بیان کرد و فرمود: (﴿قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ﴾) بگو: همانا پروردگارم گناهان بزرگ را که زشت شمرده می‌شوند، حرام کرده است، مانند زنا و لواط و غیره. (﴿مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ﴾) آنچه آشکارا انجام شود و آنچه که به صورت پنهان صورت ‌گیرد؛ یعنی زشتی‌هایی که به ظاهر و بدن، و کارهای زشتی که به باطن و قلب مربوط است، مانند تکبر و خودپسندی و ریا و نفاق و امثال آن. \n(﴿وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ﴾) و گناه و ستم ناحق؛ یعنی گناهانی که منجر به پایمال کردن حقوق خدا شده و عقوبت وی را در پی دارد، و تجاوز بر خون و مال و آبروی مردم است. و این شامل گناهانی است که مربوط به حقوق خدایند، نیز گناهانی که به حقوق انسان‌ها مربوط می‌شوند. (﴿وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا﴾) و اینکه چیزی را شریک خدا سازید که بر صحت آن دلیل و حجتی نازل نکرده است، بلکه خداوند دلیل و برهان را بر توحید فرستاده است. \nو شرک؛ یعنی اینکه یکی از مخلوقات و آفریدگان در عبادت با خداوند شریک قرار داده شود. و شرک اصغر مانند ریا و سوگند خوردن به غیر خدا و امثال آن در این داخل هستند. (﴿وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ﴾) و اینکه در مورد اسما و صفات و کارها و شریعت خدا چیزی به وی نسبت دهید که نمی‌دانید. \nپس خداوند همۀ اینها را حرام کرده، و بندگان را از ارتکاب آنها بازداشته است. چون در این کارها مفاسد خاص و عامی وجود دارد، و انجام این کارها، ستم و جرأت کردن بر خدا و دست درازی بر بندگان خدا و تغییر دادن شریعت وی محسوب می‌شود."
    },
    {
      "id": 988,
      "verse_number": 34,
      "verse_key": "7:34",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923653,
          "resource_id": 135,
          "text": "هر امتی، اَجَلی دارد؛ و هنگامی‌ که اجلشان به سر آید، نه لحظه‌ای [از آن] تأخیر ‌می‌کنند و نه [بر آن] پیشی می‌گیرند."
        }
      ],
      "tafsir_saadi": "خداوند بنی‌آدم را به سوی زمین پایین آورد و آنها را در آن ساکن گردانید، و برایشان مدتی مشخص قرار داد که هیچ ملت و گروهی ـ نه جوامع و نه افراد ـ نمی‌تواند از مدت معیّن شده، پیشی جسته و یا از آن تأخیر بورزد."
    },
    {
      "id": 989,
      "verse_number": 35,
      "verse_key": "7:35",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923654,
          "resource_id": 135,
          "text": "ای فرزندان آدم، اگر پیامبرانی از خود شما [نزدتان] بیایند که آیات مرا برایتان بخوانند، [از آنان پیروی کنید]؛ پس کسانی که پرهیزگاری نمایند و [رفتارهای گذشته‌ را] اصلاح کنند، نه ترسی خواهند داشت و نه اندوهگین می‌شوند."
        }
      ],
      "tafsir_saadi": "وقتی خداوند بنی‌آدم را از بهشت بیرون کرد، آنان را با فرستادن پیامبران و نازل کردن کتاب‌ها مورد آزمایش قرار داد، و پیامبران، آیات خدا را بر آنها خواندند و احکام خدا را برایشان بیان نمودند. سپس خداوند فضیلت کسانی را که پیامبران را اجابت می‌کنند و زیان کسانی را که دعوت پیامبران را اجابت نمی‌کنند، بیان داشت و فرمود: (﴿فَمَنِ ٱتَّقَىٰ﴾) پس هرکس از آنچه خدا حرام نموده، از قبیل: شرک، گناهان کبیره و صغیره پرهیز کند، (﴿وَأَصۡلَحَ﴾) و اعمال ظاهری و باطنی‌اش را اصلاح نماید، (﴿فَلَا خَوۡفٌ عَلَيۡهِمۡ﴾) پس آنان از شری که دیگران از آن می‌ترسند، نمی‌هراسند، (﴿وَلَا هُمۡ يَحۡزَنُونَ﴾) و آنان بر آنچه از دست داده‌اند، غمگین نمی‌گردند. و وقتی که ترس و اندوه منتفی شد، امنیت کامل و سعادت و رستگاری همیشگی به دست می‌آید."
    },
    {
      "id": 990,
      "verse_number": 36,
      "verse_key": "7:36",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923655,
          "resource_id": 135,
          "text": "و کسانی‌ که آیات ما را دروغ می‌پندارند و در برابر آنها [گردنکشی و] تکبر می‌ورزند، اهل دوزخند و جاودانه در آن خواهند ماند."
        }
      ],
      "tafsir_saadi": "(﴿وَٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ﴾) و کسانی که آیات ما را تکذیب کردند و تکبر ورزیدند؛ یعنی نه دل‌هایشان به آیات ما باور و ایمان آورد و نه اعضایشان تسلیم آن شد. (﴿أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ﴾) ایشان اهل دوزخ‌اند و برای همیشه در آن می‌مانند. و همان‌گونه که به آیات خدا توهین کردند و همواره آن را تکذیب نمودند، با عذاب همیشگی مورد اهانت قرار می‌گیرند."
    },
    {
      "id": 991,
      "verse_number": 37,
      "verse_key": "7:37",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
      "page_number": 154,
      "juz_number": 8,
      "translations": [
        {
          "id": 923656,
          "resource_id": 135,
          "text": "پس کیست ستمکار‌‌‌‌تر از آن کس که بر الله دروغ می‌بندد یا آیاتش را دروغ می‌پندارد؟ آنان کسانی هستند که نصیبشان از آنچه [در لوح محفوظ برایشان] مقرر شده است، به آنان خواهد رسید تا آنگاه که فرستادگان ما به سراغشان می‌آیند که جانشان را بگیرند [به آنان] می‌گویند: «آنهایی که به جای الله [به یاری و دعا] می‌خواندید کجا هستند؟» [آنان] می‌گویند: «از [نزد] ما گم شدند»؛ و [این گونه] علیه خود گواهی می‌دهند که کافر بوده‌اند."
        }
      ],
      "tafsir_saadi": "یعنی هیچ کس ستمگرتر از کسی نیست که، (﴿مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا﴾) با قرار دادن شریک برای خدا و یا نسبت دادن نقص به او، بر وی دروغ ببندد، و یا چیزی را به او نسبت دهد که نگفته است.\n(﴿أَوۡ كَذَّبَ بِ‍َٔايَٰتِهِۦٓ﴾) یا آیات واضح و روشن کنندۀ حق، و هدایت کنندۀ به راه راست را تکذیب کند. پس ایشان گرچه از دنیا بهره‌مند شوند و بهره‌ای که برایشان در «لوح محفوظ» نوشته شده است بدانان برسد، اما سودی به آنها نمی‌رساند؛ چرا که مدت اندکی بهره‌مند ‌شده، سپس مدتی طولانی عذاب داده می‌شوند. \n(﴿حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ﴾) تا اینکه فرشتگانی که موظف به گرفتن جان و قبض ارواحشان می‌باشند، پیش آنها می‌آیند، (﴿قَالُوٓاْ﴾) فرشتگان در این حالت از روی سرزنش به آنها می‌گویند: (﴿أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِ﴾) کجا هستند بت‌هایی که به فریاد می‌خواندید؟ اکنون وقت نیاز است، اگر آنها می‌توانند به شما فایده‌ای برسانند یا ضرری را دور کنند، دست به کار شوند.\n(﴿قَالُواْ ضَلُّواْ عَنَّا﴾) می‌گویند: از ما ناپدید شدند، و از بین رفتند و مضمحل گشتند و نمی‌توانند چیزی از عذاب خدا را از ما دور کنند، (﴿وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ﴾) و بر خود گواهی می‌دهند که آنها کافر بوده‌اند، و سزاوار عذاب خوارکننده و همیشگی هستند."
    },
    {
      "id": 992,
      "verse_number": 38,
      "verse_key": "7:38",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
      "page_number": 155,
      "juz_number": 8,
      "translations": [
        {
          "id": 923657,
          "resource_id": 135,
          "text": "[فرشتگان] به آنها می‌گویند: «در بین گروه‌هایی از جن و انس که پیش از شما [کافر و گمراه] بوده‌اند، در آتش [دوزخ] وارد شوید». هر گاه گروهی وارد می‌شوند، گروه دیگر را لعنت می‌کنند تا هنگامی‌ که [سرانجام] همگی در آنجا به هم می‌رسند. [آنگاه] پیروان [فریب‌خوردۀ] آنها دربارۀ رهبرانشان می‌گویند: «پروردگارا، اینان بودند که ما را گمراه کردند؛ پس عذابی چند برابر از آتش به آنان بده». [الله] می‌فرماید: «برای هر کدام [از شما عذابی] چند برابر است؛ ولی نمی‌دانید»."
        }
      ],
      "tafsir_saadi": "فرشتگان به آنها می‌گویند: (﴿ٱدۡخُلُواْ فِيٓ أُمَمٖ﴾) در زمرۀ گروه‌هایی وارد شوید، (﴿قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ﴾) گروه‌هایی از جن و انس که پیش از شما بوده‌اند و بر کفر و استکباری که شما بر آن قرار دارید، قرار داشتند. پس همه سزاوار رسوایی و نابودی و هلاکت و ماندگاری در جهنم شدند. هر وقت که گروهی از آدم‌های سرکش وارد جهنم می‌شود، (﴿لَّعَنَتۡ أُخۡتَهَا﴾) همجنس و همکیش خود را نفرین می‌کند. همان طور که خداوند متعال فرموده است: ﴿ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا﴾ و روز قیامت برخی از شما به برخی دیگر کفر می‌ورزد، و برخی از شما برخی دیگر را نفرین می‌کند. \n(﴿حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا﴾) تا اینکه تمام اهل آتش اعم از اولین وآخرین، رهبران و رؤسا و مقلدین و پیروان همه در آتش جهنم گردمی‌آیند، (﴿قَالَتۡ أُخۡرَىٰهُمۡ﴾) پسینیان و پیروان (﴿لِأُولَىٰهُمۡ﴾) به روسای خود می‌گویند، و پیش خدا شکایت می‌کنند که این رؤسا ما را گمراه ساخته‌اند، (﴿رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَ‍َٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِ﴾) پروردگارا! اینان ما را گمراه کردند، پس به ایشان عذابی دو چندان از آتش بده؛ یعنی عذاب آنان را چندین برابر کن، چون آنها ما را گمراه ساختند و کارهای پلید و زشت را برایمان آراستند. (﴿قَالَ لِكُلّٖ ضِعۡفٞ﴾) خداوند می‌فرماید: عذاب هر یک از شما چندین برابر است، و هر یک از شما بهره‌ای از عذاب دارید. (﴿وَلَٰكِن لَّا تَعۡلَمُونَ﴾) ولی نمی‌دانید."
    },
    {
      "id": 993,
      "verse_number": 39,
      "verse_key": "7:39",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 125,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
      "page_number": 155,
      "juz_number": 8,
      "translations": [
        {
          "id": 923658,
          "resource_id": 135,
          "text": "رهبران آنها به پیروانشان می‌گویند: «شما هیچ امتیازی بر ما ندارید؛ پس به [کیفر] آنچه می‌کردید، عذاب را بچشید»."
        }
      ],
      "tafsir_saadi": "(﴿وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ﴾) و سران و رؤسا به پیروانشان گفتند: (﴿فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ﴾) شما هیچ‌گونه برتری بر ما ندارید؛ یعنی همۀ ما در گمراهی و فراهم نمودن اسباب عذاب مشترک هستیم، پس شما چه فضیلتی برما دارید؟ (﴿فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ﴾) پس بچشید عذاب را به سبب آنچه خود می‌کردید. اما مشخص است که عذابِ سران و پیشوایان گمراه کننده، سخت‌تر و زشت‌تر از عذابِ پیروان است؛ همان طور که نعمت‌های پیشوایان هدایت و رؤسای آن، از پاداش پیروان بزرگ‌تر است. خداوند متعال فرموده است: ﴿ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ﴾ کسانی‌که کفر ورزیدند و [مردم را] از راه خدا بازداشتند، به سبب آنچه که می‌کردند بر عذابشان افزودیم. پس این آیات و امثال آن دلالت می‌نمایند سایر کسانی که آیات خدا را تکذیب می‌کنند، برای همیشه در عذاب می‌مانند، ودر اصل عذاب آن مشترک‌اند گرچه بر حسب اعمالشان و بر حسب عناد و مخالفت و ستم و افترایشان در مقدار عذاب با یکدیگر تفاوت دارند. و دوستی و مودتی که در دنیا میان آنها بر قرار بود، در روز قیامت به دشمنی و نفرین مبدل می‌شود."
    },
    {
      "id": 994,
      "verse_number": 40,
      "verse_key": "7:40",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
      "page_number": 155,
      "juz_number": 8,
      "translations": [
        {
          "id": 923659,
          "resource_id": 135,
          "text": "کسانی‌ که آیات ما را تکذیب کردند و در برابر آنها [گردنکشی و] تکبر نمودند، درهای آسمان هرگز برایشان گشوده نمی‌شود و به بهشت وارد نخواهند شد، مگر آنکه شتر از سوراخ سوزن وارد شود؛ و گناهکاران را اینچنین کیفر می‌دهیم."
        }
      ],
      "tafsir_saadi": "خداوند متعال از عذاب کسی خبر می‌دهد که آیات او را تکذیب می‌کند و به آن ایمان نمی‌آورد؛ و با اینکه آیات او آیاتی روشن‌اند، اما خود را از پذیرفتن آن بالاتر می‌داند وتسلیم احکام آن نشده، بلکه آنها را تکذیب کرده و روی می‌گرداند. وخبر می‌دهد که ایشان از هر خیر و برکتی ناامیدند، وچون بمیرند درهای آسمان بر ارواحشان گشوده نمی‌شود. هرچند ارواحشان بالا می‌روند و می‌خواهند به سوی خدا عروج کنند، و اجازه می‌خواهند، اما به ارواح آنان اجازۀ بالا آمدن داده نمی‌شود. \nهمان‌طور که ارواحشان در دنیا به سوی ایمان آوردن به خدا و شناخت و محبت او بالا نرفته و عروج نکردند، پس به همان صورت بعد از مرگ نیز بالا نمی‌روند؛ زیرا جزا، از نوع و جنس عمل داده می‌شود. و مفهوم آیه این است که برای ارواح مؤمنان که از دستور خدا فرمان می‌برند و آیات او را تصدیق می‌کنند؛ درهای آسمان گشوده می‌شود تا به سوی خدا عروج کنند و به جایی در عالم اعلی برسند که خدا خواسته است. و با نزدیک شدن به پروردگارشان؛ شاد و مسرور، و با به دست آوردن خشنودی وی، بهره‌مند گردند. \nو در مورد اهل جهنم فرموده است: (﴿وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِ﴾) و وارد بهشت نمی‌شوند، مگر اینکه شتر از سوراخ سوزن خیاطی بگذرد؛ یعنی مگر اینکه شتر، که از نظر جسمی از بزرگ‌ترین حیوانات است، از سوراخ سوزن خیاطی که تنگ‌ترین سوراخ است، عبور کند، و این، معلّق کردن چیزی است به امر غیر ممکن؛ یعنی همان طور که داخل شدن و عبور کردن شتر از سوراخ سوزن خیاطی غیر ممکن و محال است، داخل شدن به بهشت برای کسانی که آیات خدا را تکذیب می‌کنند محال و غیر ممکن است. خداوند متعال فرموده است: ﴿مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُ﴾ همانا کسی که برای خدا شریک قایل شود، خداوند بهشت را بر او حرام کرده و جایگاهش آتش جهنم است. و در اینجا فرمود: \n(﴿وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ﴾) و این‌گونه کسانی را که جنایتکار و مجرم هستند و سرکشی شان شدید است، سزا می‌دهیم."
    },
    {
      "id": 995,
      "verse_number": 41,
      "verse_key": "7:41",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "page_number": 155,
      "juz_number": 8,
      "translations": [
        {
          "id": 923660,
          "resource_id": 135,
          "text": "بستری از [آتش] دوزخ برایشان [مهیّاست] و [رواندازشان نیز] پوشش‌هایی [از آتش است]؛ و ستمکاران را اینچنین کیفر می‌دهیم."
        }
      ],
      "tafsir_saadi": "(﴿لَهُم مِّن جَهَنَّمَ مِهَادٞ﴾) برای آنان فرش و زیراندازی از جهنم است، (﴿وَمِن فَوۡقِهِمۡ غَوَاشٖ﴾) و بر بالای سرشان سایه‌هایی از عذاب است که آنان را می‌پوشاند. (﴿وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ﴾) و این‌گونه کسانی را که بر خود ستم کرده‌اند، سزا می‌دهیم، و این سزایی کامل و برابر است، و پروردگارت بر بندگان ستم نمی‌کند."
    },
    {
      "id": 996,
      "verse_number": 42,
      "verse_key": "7:42",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "page_number": 155,
      "juz_number": 8,
      "translations": [
        {
          "id": 923661,
          "resource_id": 135,
          "text": "کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، [هر اندازه عمل نیک كرده‌اند می‌پذیریم؛ چرا كه‌] بر هیچ کس جز به اندازۀ توانش تکلیف نمی‌کنیم‌. اینان بهشتی‌اند و در آن جاودان خواهند بود."
        }
      ],
      "tafsir_saadi": "وقتی خداوند عقاب و عذاب گناهکارانِ ستمگر را بیان کرد، پاداش فرمانبرداران را نیز ذکر نمود و فرمود: (﴿وَٱلَّذِينَ ءَامَنُواْ﴾) و کسانی که قلباً ایمان آوردند، (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) و با اعضا و جوارح خود کارهای شایسته ‌انجام دادند، پس هم ایمان آوردند، و هم عمل کردند، هم اعمال ظاهری را انجام دادند و هم اعمال باطنی را، هم کارهای واجب را انجام دادند و هم کارهای حرام را ترک گفتند. و از آنجا که فرمودۀ الهی، (﴿وَعَمِلُواْ ٱلصَّٰلِحَٰتِ﴾) عام و فراگیر است و همۀ کارهای شایسته اعم از واجب و مستحب را دربرمی‌گیرد، و ممکن است برخی از آن برای بنده مقدور نباشد، فرمود: (﴿لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ﴾) هیچ‌کس را جز به اندازۀ توانش مکلف نمی‌سازیم؛ یعنی به مقدار و اندازه‌ای که در توانش هست، و انجام آن برایش مشکل نیست. پس در این حالت بر او لازم است که به اندازۀ توانش از خداوند بترسد، و وقتی که از انجام برخی از واجبات ناتوان شد که دیگران می‌توانستند آن را انجام دهند، آن واجب از او ساقط می‌شود.\n همان طور که خداوند متعال فرموده است: ﴿لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَا﴾ خداوند هیچ‌کس را جز به اندازۀ توانش مکلف نمی‌سازد. ﴿لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَا﴾ خداوند هیچ کس را مکلف نمی‌سازد مگر به اندازۀ آنچه به او داده است. ﴿وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖ﴾ و خداوند در دین مشکلی برایتان قرار نداده است، ﴿فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ﴾ پس به اندازه‌ای که می‌توانید از خدا بترسید. بنابراین در صورت ناتوانی، واجبی بر گردن آدمی نیست، و در صورت ضرورت و ناچاری حرامی درمیان نمی‌باشد.\n(﴿أُوْلَٰٓئِكَ﴾) ایشان که به ایمان و عمل صالح متصف‌اند، (﴿أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ﴾) اهل بهشت‌اند و برای همیشه در آن باقی می‌مانند؛ یعنی از آن برگردانده نمی‌شوند، و به جای آن چیزی دیگر را طلب نمی‌کنند؛ چون آنها در بهشت انواع لذت‌ها و خواسته‌ها را می‌بینند که فراتر از آن چیزی نیست، و بالا تر از آن چیزی خواسته نمی‌شود."
    },
    {
      "id": 997,
      "verse_number": 43,
      "verse_key": "7:43",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
      "page_number": 155,
      "juz_number": 8,
      "translations": [
        {
          "id": 923662,
          "resource_id": 135,
          "text": "و هر كینه‌اى را از سینه‌هایشان مى‌زداییم؛ از زیر [قصرهای] آنان جویبارها جاری است و می‌گویند: «سپاس مخصوص الله است که ما را [توفیقِ عبادت داد و] به این [بهشت] هدایت نمود؛ و اگر الله ما را هدایت نمی‌کرد، هرگز راه نمی‌یافتیم. بی‌تردید، رسولان پروردگارمان، حق را آوردند». [آنگاه] به آنان نِدا داده می‌شود که: «این بهشت، به پاداش آنچه می‌کردید به شما رسیده است»."
        }
      ],
      "tafsir_saadi": "(﴿وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّ﴾) و هرگونه کینه را از دل‌هایشان بیرون می‌کشیم. و این از کرم و احسان خدا برای اهل بهشت است؛ زیرا کینه‌ای را که در دل‌هایشان بود و رقابتی را که در میان آنان بود، بر طرف کرده و از بین می‌برد، تا برادران و دوستانی همدل و صمیمی باشند. \nخداوند متعال فرموده است: ﴿وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ﴾ و هر گونه کینه‌ای را که در دل‌هایشان بود، بیرون آوردیم، و آنان تبدیل به برادرانی می‌شوند که بر تخت‌ها و روبه‌رو نشسته‌اند. و خداوند به هریک کرامت و بزرگواری می‌دهد، به‌گونه‌ای که شاد و خوشحال می‌شود و هیچ نعمتی را بالاتر از آنچه که او در آن به‌سر می‌برد، تصور نمی‌کند. پس، از حسادت و کینه ورزی در امان می‌مانند؛ زیرا در بهشت اسباب حسادت و کینه ورزی وجود ندارد. (﴿ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ﴾) رودها از زیرشان روان است و آن را به هر کجا که بخواهند جاری می‌کنند. اگر بخواهند آن را در داخل قصرها یا در اتاق‌های بلند و بالا یا در باغ‌های بهشت و در زیر باغچه‌های شکوفا جاری می‌کنند، رودهایی که در کانال‌های فراوانی ـ بر سطح زمین نه زیر آن ـ جریان دارند و نیکی‌هایی که نهایتی ندارد.\n(﴿وَقَالُواْ﴾) بنابراین وقتی نعمت‌هایی را مشاهده می‌کنند که خداوند به آنها ارزانی نموده، و آنان را به‌وسیلۀ آنها اکرام نموده است، می‌گویند: (﴿ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا﴾) سپاس خداوندی را که ما را به این رهنمود ساخت و بر ما منت نهاد و به دل‌هایمان القا و الهام کرد؛ پس دل‌هایمان به او ایمان آورد و بر انجام کارهایی که انسان را به این سرا می‌رساند، منقاد و مطیع شد، و خداوند ایمان و اعمال ما را حفاظت نمود تا اینکه به‌وسیله آن ما را به این سرا رسانید. پس چه خوب است پروردگار بزرگ و بخشنده که از همان ابتدا به ما نعمت داد و نعمت‌های ظاهری و باطنی را که غیر قابل شمارش است، به سوی ما سرازیر کرد. \n(﴿وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُ﴾)و اگر خداوند با هدایت خویش و پیروی از پیامبرانش بر ما منت نمی‌گذاشت، در وجود ما قابلیت پذیرش هدایت نبود.\n(﴿لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ﴾) همانا پیامبر و فرستادگانِ پروردگار ما، حق را آوردند؛ یعنی وقتی که آنها از نعمت‌هایی بهره‌مند شدند که پیامبران از آن خبر داده بودند، و این خبر برایشان تبدیل به حق یقین گشت، ـ بعد از آنکه علم یقین هم داشتند ـ می‌گویند: آنچه را که پیامبران به ما وعده داده بودند، دیدیم و آن را به‌دست آوردیم؛ و همۀ آنچه آنها آوردند، حق بود و شک و اشکالی در آن وجود نداشت، (﴿وَنُودُوٓاْ﴾) و به عنوان تبریک و بزرگداشت و احترام ندا داده می‌شوند که، (﴿أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا﴾) شما وارث این بهشت شدید؛ یعنی شما آن را به ارث بردید و سهمیۀ شما قرار گرفت. اما سهمیۀ کافران آتش جهنم است، و شما این بهشت را به سبب آنچه می‌کردید، به ارث بردید. برخی از سلف گفته‌اند: اهل بهشت با بخشش و عفو خدا، از آتش جهنم نجات یافته و به وسیلۀ رحمت خدا وارد بهشت شده و منازل را تقسیم می‌کنند و به سبب اعمال صالح وارث آن می‌شوند و این از رحمت خدا، بلکه از بالاترین انواع رحمت اوست."
    },
    {
      "id": 998,
      "verse_number": 44,
      "verse_key": "7:44",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923663,
          "resource_id": 135,
          "text": "بهشتیان به دوزخیان ندا مى‌دهند كه: «ما آنچه را که پروردگارمان به ما وعده داده بود درست یافتیم. آیا شما [نیز] آنچه را که پروردگارتان وعده داده بود درست یافتید؟» آنان مى‌گویند: «آرى». آنگاه ندادهنده‌ای در میان آنان ندا درمى‌دهد كه: «لعنتِ الله بر ستمكاران [کافر] باد!"
        }
      ],
      "tafsir_saadi": "خداوند متعال پس از بیان استقرار هریک از دو گروه در سرایشان، و پس از آنکه پاداش و عذابی را دریافتند که پیامبران از آن خبر داده وکتاب‌ها آن را بیان کرده بودند، می‌فرماید: اهل بهشت اهل جهنم را صدا کرده و می‌گویند: (﴿أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا﴾) آنچه را که پروردگارمان به ما وعده داده بود، حق یافتیم؛ آنگاه که به ما وعده داد در برابر ایمان و عمل صالح، بهشت را به ما بدهد، پس ما وارد آن شدیم و چیزی را که خدا برایمان توصیف کرده بود، مشاهده کردیم. \n(﴿فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗا﴾) پس آیا آنچه را که پروردگارتان به شما در برابر کفر و نافرمانی وعده داده بود، حق یافتید؟ (﴿قَالُواْ نَعَمۡ﴾) می‌گویند: آری! ما آن را حقیقت و درست یافتیم. پس راست بودن وعدۀ خدا برای همۀ مردم روشن می‌گردد، و چه کسی از خدا راستگوتر است؟! و تردید و شبهات از آنها دور می‌شود و مسئله تبدیل به حق‌الیقین می‌گردد و مؤمنان به وعدۀ خدا خوشحال می‌شوند، وکافران از هر خیر و خوبی ناامید می‌گردند و اقرار و اعتراف می‌کنند که آنان سزاوار عذاب هستند. \n(﴿فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ﴾) پس ندا دهنده‌ای بین اهل بهشت و اهل‌دوزخ ندا داده و می‌گوید: (﴿أَن لَّعۡنَةُ ٱللَّهِ﴾) نفرین خدا و دوری از هر خیر و خوبی، (﴿عَلَى ٱلظَّٰلِمِينَ﴾) بر ستمکاران باد؛ زیرا وقتی که خداوند دروازه‌های رحمت خویش را برای آنان بازکرد، از روی ستم، خودشان را از آن بازداشته و دور کردند، و دیگران را هم از آن بازداشتند. پس هم خود گمراه شدند، و هم دیگران را گمراه کردند."
    },
    {
      "id": 999,
      "verse_number": 45,
      "verse_key": "7:45",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923664,
          "resource_id": 135,
          "text": "[همان] کسانی‌ که [مردم را] از راه الله باز می‌داشتند و آن را [با القاى شُبهات‌] منحرف مى‌خواستند و آخرت را باور نداشتند»."
        }
      ],
      "tafsir_saadi": "(﴿أَن لَّعۡنَةُ ٱللَّهِ﴾) نفرین خدا و دوری از هر خیر و خوبی، (﴿عَلَى ٱلظَّٰلِمِينَ﴾) بر ستمکاران باد؛ زیرا وقتی که خداوند دروازه‌های رحمت خویش را برای آنان بازکرد، از روی ستم، خودشان را از آن بازداشته و دور کردند، و دیگران را هم از آن بازداشتند. پس هم خود گمراه شدند، و هم دیگران را گمراه کردند. و خداوند آن راه را راه راست می‌خواهد و اینکه سالکان راه او، اهل اعتدال و میانه‌روی باشند. (﴿وَ﴾) اما اینها، (﴿يَبۡغُونَهَا عِوَجٗا﴾) آن را منحرف و کج می‌خواهند، ودر صددند آن را کج نشان دهند، (﴿وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ﴾) و آنان به آخرت کافرند. و این چیزی است که انحراف از راه، و روی آوردن به شهواتِ حرام نفس، و ایمان نیاوردن به رستاخیز، و نترسیدن از عذاب، و امید نداشتن به پاداش برای آنان پدید آورده است. مفهوم این ندا این است که رحمت خدا بر مؤمنان است؛ و نیکی او، آنان را در بر می‌گیرد و احسانش همواره بر آنهاست."
    },
    {
      "id": 1000,
      "verse_number": 46,
      "verse_key": "7:46",
      "hizb_number": 16,
      "rub_el_hizb_number": 62,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923665,
          "resource_id": 135,
          "text": "در میان آن دو [گروه بهشتی و دوزخی،] مانعی است و بر اَعراف [= بلندی‌های آن مانع] مردانی هستند که هر یک [از آن دو گروه] را از [نشانه‌های] چهره‌شان می‌شناسند و [از بلندای اعراف،] اهل بهشت را ندا می‌دهند که: «سلام بر شما باد». اینان امید [ورود به] بهشت دارند و هنوز به آن وارد نشده‌اند."
        }
      ],
      "tafsir_saadi": "بین اهل بهشت و اهل دوزخ مانعی وجود دارد که به آن اعراف گفته می‌شود؛ نه از بهشت است و نه از جهنم، و بر بالای هر دو سرا قرار دارد، و هرکس که روی آن باشد، هر دو گروه را نگاه می‌کند. و بر بالای این مانع، مردانی هستند که هر یک از اهل بهشت و اهل جهنم را با سیمایشان؛ یعنی با نشانه‌ها و علامت‌هایی که با آن شناخته می‌شوند، می‌شناسند. پس وقتی به اهل جنت نگاه می‌کنند، آنان را صدا می‌زنند که، (﴿أَن سَلَٰمٌ عَلَيۡكُمۡ﴾) درودتان باد. یعنی آنان را سلام می‌کنند، و آنان هنوز وارد بهشت نشده‌اند اما امیدوارند وارد آن شوند و خداوند امید ورود به بهشت را در دل‌هایشان قرار داده است، چون می‌خواهد آنها را از بخشش خویش بهره‌مند سازد."
    },
    {
      "id": 1001,
      "verse_number": 47,
      "verse_key": "7:47",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 126,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923666,
          "resource_id": 135,
          "text": "و هنگامی که چشمانشان متوجه اهل دوزخ می‌شود، می‌گویند: «پروردگارا، ما را با گروه ستمکاران [در یکجا] قرار نده»."
        }
      ],
      "tafsir_saadi": "(﴿وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ﴾) و وقتی که چشم‌هایشان متوجه اهل دوزخ می‌شود ومنظره‌ای زشت و هولناک را می‌بینند، (﴿قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ﴾) می‌گویند: پروردگارا! ما را همراه قوم ستمکار قرار مده. وقتی اهل‌اعراف اهل بهشت را ببینند، امیدوارند همراه آنها به بهشت در آیند، و به آنان سلام می‌کنند. و هنگامی که بدون اختیار چشمشان به سوی اهل‌دوزخ برگردانده می‌شود، از حالت آنها به‌صورت عام به خدا پناه می‌برند."
    },
    {
      "id": 1002,
      "verse_number": 48,
      "verse_key": "7:48",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 127,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923667,
          "resource_id": 135,
          "text": "اهل اعراف، مردانی [از دوزخیان را] که آنان را از چهره‌هایشان می‌شناسند، صدا می‌زنند [و] می‌گویند: «جمعیت [و مال‌اندوزیِ] شما و آن [همه‌] گردنكشى [و تکبر] كه مى‌كردید، سودی به حالتان نداشت»."
        }
      ],
      "tafsir_saadi": "سپس «خاص» را پس از «عام» بیان کرد و فرمود: (﴿وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ﴾) و اهل اعراف مردانی را صدا می‌زنند که آنان را از سیمایشان می‌شناسند و آنها اهل دوزخ‌اند که در دنیا دارای ابّهت و شرافت و اموال و فرزندان بودند. اهل اعراف وقتی آنها را در عذاب، تنها و بدون یاور و فریادرس می‌بینند، به آنها می‌گویند: (﴿مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ﴾) جمعیت و گروه‌بندی شما در دنیا، که به‌وسیلۀ آن ناگواری‌ها را دور می‌کردید و به خواسته‌هایتان می‌رسیدید، امروز از بین رفته است و چیزی را از شما دور نمی‌کند. همچنین تکبر ورزیدنتان بر حق و خود را بالاتر دانستن از پذیرش آن و از کسی که آن را آورد و از کسی که از آن پیروی کرد، چه سودی به شما داد؟"
    },
    {
      "id": 1003,
      "verse_number": 49,
      "verse_key": "7:49",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 127,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923668,
          "resource_id": 135,
          "text": "آیا اینها [= بهشتیان] همان کسانی هستند که سوگند یاد می‌کردید که الله [هرگز] رحمتی به آنان نمی‌رسانَد؟ [سپس الله می‌فرماید: ای مؤمنان،] به بهشت وارد شوید [که در آنجا] نه ترسی خواهید داشت و نه اندوهگین می‌شوید."
        }
      ],
      "tafsir_saadi": "سپس آنها به سوی مردمی از اهل بهشت اشاره می‌کنند که در دنیا فقیر و ناتوان بودند و دوزخیان در دنیا آنها را مسخره می‌کردند، پس به اهل جهنم می‌گویند: (﴿أَهَٰٓؤُلَآءِ﴾) آیا اینان که خداوند آنها را وارد بهشت نموده است، (﴿ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍ﴾) کسانی نیستند که شما سوگند می‌خوردید خداوند چیزی از رحمت خویش را به ایشان نمی‌رساند؟! و شما آنها را تحقیر می‌کردید و به خود می‌بالیدید؟! همانا سوگندهایتان شکسته شد، و چیزی از جانب خدا برایتان آشکار گردید که فکرش را نمی‌کردید. \n(﴿ٱدۡخُلُواْ ٱلۡجَنَّةَ﴾) پس به سبب آنچه می‌کردید، وارد بهشت شوید؛ یعنی به عنوان احترام و بزرگداشت، به این ناتوانان گفته می‌شود: به سبب اعمال صالح و کارهای شایسته‌تان وارد بهشت شوید، (﴿لَا خَوۡفٌ عَلَيۡكُمۡ﴾) شما نه از ناگواری‌های آینده ترسی دارید، (﴿وَلَآ أَنتُمۡ تَحۡزَنُونَ﴾) و نه بر گذشته اندوهگین می‌شوید، بلکه در امنیت و آسایش و اطمینان خاطر قرار دارید و از خوبی و برکتی که به شما داده شده است، خوشحال می‌گردید. و این مانند گفتۀ خداوند متعال است که فرموده است: ﴿ إِنَّ ٱلَّذِينَ أَجۡرَمُواْ كَانُواْ مِنَ ٱلَّذِينَ ءَامَنُواْ يَضۡحَكُونَ وَإِذَا مَرُّواْ بِهِمۡ يَتَغَامَزُونَ﴾ همانا کسانی که جنایت‌پیشه بودند؛ به مؤمنان می‌خندیدند، و هرگاه مؤمنان از کنارشان می‌گذشتند، با چشم به آنان اشاره می‌کردند. تا اینکه می‌فرماید: ﴿فَٱلۡيَوۡمَ ٱلَّذِينَ ءَامَنُواْ مِنَ ٱلۡكُفَّارِ يَضۡحَكُونَ عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ﴾ پس امروز کسانی که ایمان آوردند، به کافران می‌خندند و بر تخت‌ها تکیه زده و نگاه می‌کنند. \nو اهل علم در مورد اینکه اهل اعراف چه کسانی هستند و کارشان چیست، اختلاف کرده‌اند. و صحیح آن است که اهل اعراف گروهی هستند که نیکی و بدی‌هایشان برابر است. پس نه بدی‌هایشان بیشتر است که وارد جهنم شوند، و نه نیکی‌هایشان بیشتر است تا وارد بهشت گردند. پس در اعراف مانده‌اند تا وقتی‌که خدا بخواهد. سپس خداوند متعال آنها را به سبب رحمت خویش وارد بهشت می‌نماید؛ زیرا رحمت او بر خشم و غضبش پیشی گرفته و غالب آمده است، و رحمت او هر چیزی را دربر می‌گیرد."
    },
    {
      "id": 1004,
      "verse_number": 50,
      "verse_key": "7:50",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 127,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923669,
          "resource_id": 135,
          "text": "اهل دوزخ، به بهشتیان ندا می‌دهند که: «از آن آب یا آنچه الله روزی‌تان کرده است اندکی ما را بهره‌مند سازید». [آنان در پاسخ] می‌گویند: «الله هر دو را بر کافران حرام کرده است»."
        }
      ],
      "tafsir_saadi": "اهل‌دوزخ که عذابِ خدا آنها را به اوج بدبختی و هلاکت افکنده، و گرسنگیِ بیش از حد آنها را فرا ‌گرفته، و تشنگی دردآور به آنان دست داده است، اهل بهشت را صدا می‌زنند و از آنان کمک خواسته و می‌گویند: (﴿أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُ﴾) مقداری آب یا آنچه خدا به شما روزی داده است، به ما ببخشید. پس اهل‌بهشت به آنان پاسخ داده و می‌گویند: (﴿إِنَّ ٱللَّهَ حَرَّمَهُمَا﴾) همانا خداوند آب و غذای بهشت را، (﴿عَلَى ٱلۡكَٰفِرِينَ﴾) بر کافران حرام نموده است."
    },
    {
      "id": 1005,
      "verse_number": 51,
      "verse_key": "7:51",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 127,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
      "page_number": 156,
      "juz_number": 8,
      "translations": [
        {
          "id": 923670,
          "resource_id": 135,
          "text": "[همان] کسانی كه دین خود را به سرگرمى و بازى گرفتند و زندگى دنیا فریبشان داد. پس چنان كه آنان دیدار امروزشان را از یاد بردند و آیات ما را انكار می‌‌كردند، ما [نیز‌] امروز آنان را از یاد مى‌بریم [و در عذاب رها می‌کنیم]."
        }
      ],
      "tafsir_saadi": "و این سزای کفر ورزیدنشان به آیات خدا است، و اینکه دینشان را که دستور داده شده بودند بر آن مستقیم و استوار باشند، و در مقابل آن به پاداش فراوان وعده داده شدند، به بازیچه و سرگرمی گرفتند: (﴿لَهۡوٗا وَلَعِبٗا﴾) یعنی دل‌هایشان از آن غافل شد و از آن اعراض نمود، و آن را به بازی گرفته و مسخره کردند. و یا اینکه معنی آن چنین است: و آنها بازی و سرگرمی را آیین و دین خود قرار دادند، و با چنگ زدن به بازی و سرگرمی، از دین استوار روی گرداندند. \n(﴿فَٱلۡيَوۡمَ نَنسَىٰهُمۡ﴾) پس امروز آنها را از یاد می‌بریم؛ یعنی آنان را در عذاب رها می‌کنیم. (﴿كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا﴾) همان‌گونه که آنها فرا رسیدن این روز را از یاد بردند؛ انگار که فقط برای زندگی کردن در دنیا آفریده شده بودند، و سزا و جزایی پیش روی ندارند.\n(﴿وَمَا كَانُواْ بِ‍َٔايَٰتِنَا يَجۡحَدُونَ﴾) و آیات ما را انکار کردند؛ در حالی که این انکارشان به خاطر کمبود و نقص آیات و دلایل خدا نبود"
    },
    {
      "id": 1006,
      "verse_number": 52,
      "verse_key": "7:52",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 127,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
      "page_number": 157,
      "juz_number": 8,
      "translations": [
        {
          "id": 923671,
          "resource_id": 135,
          "text": "به راستی، ما کتابی برایشان آوردیم كه آن را بر [اساسِ] علم [بیکران الهی] به تفصیل بیان کرده‌ایم [و نازل کردیم] تا براى گروهى كه ایمان مى‌آورند، هدایت و رحمتى باشد."
        }
      ],
      "tafsir_saadi": "بلکه (﴿جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ﴾) کتابی را پیش آنها آوردیم که آن را بیان کردیم؛ یعنی همۀ مطالبی را که مردم به آن نیاز دارند، در آن کتاب بیان نمودیم.\n(﴿عَلَىٰ عِلۡمٍ﴾) آنچه را که به طور مفصل در آن کتاب آوردیم، مبتنی بر آگاهیِ خدا از حالت‌های بندگان در تمامی زمان‌ها و مکان‌ها، و علم به آنچه که به صلاح آنان است و آنچه که برای آنان شایسته نیست، بود. و توضیح خدا، توضیحی ناآگاهانه نیست که برخی از حالات را نداند و حکمی نامناسب را صادر نماید. بلکه بیان خدا از روی آگاهی و دانشی است که هر چیزی را احاطه نموده، و رحمت او هر چیزی را در برگرفته است.\n(﴿هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ﴾) در سایۀ این کتاب، هدایت مؤمنان حاصل شده، و حق و باطل و گمراهی و هدایت برای آنان بیان می‌شود. نیز به‌وسیلۀ این کتاب، مؤمنان به رحمت الهی؛ یعنی خیر و سعادت دنیا و آخرت دست می‌یابند. \nپس در سایۀ قرآن، گمراهی و بدبختی از آنها دور می‌شود. و کسانی که عذاب بر آنان واجب شده است، به این کتاب بزرگ ایمان نیاورده و از اوامر و نواهی آن فرمان نبرده‌اند. پس برای آنان هیچ راه حلّی نمانده است، جز اینکه مستحق نزول عذابی باشند که قرآن از آن خبر داده است."
    },
    {
      "id": 1007,
      "verse_number": 53,
      "verse_key": "7:53",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 127,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "page_number": 157,
      "juz_number": 8,
      "translations": [
        {
          "id": 923672,
          "resource_id": 135,
          "text": "آیا آنان [= کافران] جز تأویل آیات [و فرا رسیدنِ قیامت] انتظار [دیگری] دارند؟ روزی ‌که تأویلش [= قیامت] فرارسد، کسانی‌ که آن را پیشتر فراموش کرده بودند می‌گویند: «یقیناً رسولانِ پروردگارمان حق را آوردند؛ پس آیا [امروز] شفاعتگرانی داریم که شفاعت ما را بكنند یا [می‌توانیم به دنیا] بازگردیم تا کارهایی غیر از آنچه می‌کردیم انجام دهیم؟» بی‌تردید، [آنان‌] به خود زیان زدند و آنچه را به دروغ [معبودِ خود] مى‌ساختند [همه] محو و نابود شد."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥ﴾) آیا جز این انتظار می‌کشند که تأویل آن بیاید؟ یعنی چیزی بیاید که قرآن از آن خبر داده است؟ همان طور که یوسف -علیه السلام- وقتی تعبیر خوابش اتفاق افتاد، گفت: ﴿هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ﴾ این تأویل رویا و خواب گذشتۀ من است. \n(﴿يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ﴾) روزی که تأویلش می‌آید، کسانی که آن را قبلاً در دنیا فراموش کرده‌اند، پشیمان شده و به سبب آنچه که در گذشته از دست داده‌اند، تأسف می‌خورند، و در حالی که جویای شفاعت کننده‌ای هستند تا سفارش کند گناهانشان آمرزیده شود، به آنچه پیامبران از آن خبر داده‌اند، اقرار کرده و می‌گویند: (﴿قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ﴾) بی‌گمان پیامبرانِ پروردگارمان حق را آوردند، پس آیا برای ما میانجیگرانی وجود دارد که برایمان میانجیگری کنند، یا به دنیا برگردانده شویم؟ \n(﴿فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُ﴾) وعملی غیر از آنچه که انجام می‌دادیم، انجام دهیم؟ فرصت از دست رفته است، و وقت بازگشت به دنیا نیست. ﴿فَمَا تَنفَعُهُمۡ شَفَٰعَةُ ٱلشَّٰفِعِينَ﴾ پس شفاعتِ میانجیگران به آنان سودی نمی‌دهد. و درخواست آنها مبنی بر اینکه به دنیا بازگردند تا عملی غیر از عملی که انجام داده‌اند، انجام دهند، دروغی بیش نیست؛ و هدفشان، دور کردن عذابی است که به آن گرفتار شده‌اند.خداوند متعال می‌فرماید: ﴿وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ﴾ و اگر برگردانده شوند، باز آنچه را که از آن نهی شده‌اند، تکرار می‌کنند. همانا ایشان دروغگویان‌اند. \n(﴿قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ﴾) بدون شک خویشتن را ضایع کردند، آنگاه که سودهای فراوان را از دست دادند و راه هلاکت را در پیش گرفتند. واین زیان، همانند زیانِ از دست دادن اموال و کالاها یا فرزندان نمی‌باشد، بلکه این زیانی است که قابل جبران نمی‌باشد. \n(﴿وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ﴾) و آنچه را که در دنیا به دروغ برای خود ساختند، از دست دادند؛ یعنی چیزهایی که مبتنی بر امیال و آرزوهای خودشان بود و شیطان به آنها وعده می‌داد، از آنان ناپدید می‌شود؛ و به جایی آمده‌اند، که گمان آن را نداشتند. و باطل و گمراهی‌شان برایشان روشن گردیده؛ و راستیِ آنچه که پیامبران آورده بودند، برایشان واضح و روشن گشته است."
    },
    {
      "id": 1008,
      "verse_number": 54,
      "verse_key": "7:54",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 128,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "page_number": 157,
      "juz_number": 8,
      "translations": [
        {
          "id": 923673,
          "resource_id": 135,
          "text": "[ای مردم،] بی‌گمان، پروردگار شما الله است که آسمان‌ها و زمین را در شش روز آفرید؛ سپس [آن گونه كه شايسته جلال و عظمت اوست] بر عرش قرار گرفت. [روشناییِ] روز را با [تاریکیِ] شب می‌پوشانَد که [هر یک،] آن [دیگری] را شتابان [و پیوسته] می‌جوید و خورشید و ماه و ستارگان را [پدید آورد] كه [همگی] به فرمانِ او به خدمت [انسان] گماشته شده‌اند. آگاه باشید! آفرینش و فرمانروایی، از آنِ اوست. پربرکت [و بزرگ] است الله که پروردگار جهانیان است."
        }
      ],
      "tafsir_saadi": "خداوند با بیان اینکه او پروردگار و معبود یگانه است و شریکی ندارد، می‌فرماید: (﴿إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ﴾) همانا پروردگارتان خداوندی است که آسمان‌ها و زمین و آنچه در بین آنهاست را با بزرگی و گستردگی و محکمی وشگفتی شان آفریده است. (﴿فِي سِتَّةِ أَيَّامٖ﴾) آنها را در مدت شش روز آفریده است، که اول آن یکشنبه و آخر آن روز جمعه است. و وقتی که آفرینش آسمان‌ها و زمین را به پایان رساند و حکم و فرمانش را در آنها به ودیعه نهاد، (﴿ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِ﴾) خداوند تبارک و تعالی بر عرشِ عظیم، بلند و مرتفع گردید که آسمان‌ها و زمین و آنچه را در آنهاست و آنچه را میان آنهاست دربر می‌گیرد. منظور از استوا [=بلندی و ارتفاع] بلندی و ارتفاعی است که شایسته و مناسبِ شکوه و عظمت و پادشاهیِ اوست. پس بر «عرش» بلند و مرتفع گردید و بر هستی فرمانروایی کرد و احکام کَونی و احکام دینی‌اش را بر آن اجرا نمود. بنابراین فرمود: (﴿يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ﴾) روز روشن را با شب تاریک می‌پوشاند. پس تاریکی، گسترۀ زمین را فرا گرفته و انسان‌ها آرام می‌گیرند و مخلوقات به منازل و خانه‌هایشان پناه می‌برند، و از خستگیِ رفت و آمدِ روزانه می‌آسایند. \n(﴿يَطۡلُبُهُۥ حَثِيثٗا﴾) شب، شتابان به دنبال روز است. هر وقت شب بیاید، روز می‌رود؛ و هر وقت روز بیاید؛ شب می‌رود، و تا ابد این روند ادامه دارد، تا روزی که خداوند بساط این جهان را در هم می‌پیچد و بندگان از این سرا و جهان، به سرا و جهانی دیگر منتقل می‌شوند. \n(﴿وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۢ بِأَمۡرِهِۦٓ﴾) و خورشید و ماه و ستارگان را که به فرمان او مسخر هستند، پدید آورد؛ یعنی ماه و خورشید و ستارگان به سبب اینکه خداوند آنها را تسخیر نموده است، رام و مسخر شده‌اند؛ امری که بر صفت‌های کمال خداوند دلالت می‌نماید. پس خداوند این مخلوقات با عظمت را آفریده است که بیانگر کمال و قدرت او هستند. و استحکام و نظم سیستماتیک آنها بر کمال حکمت خداوند دلالت می‌کند. ومنافع و مصالحی که در آنهاست، بر گستردگی رحمت و دانش خداوند دلالت می‌نماید، و اینکه او معبود حقیقی است و عبادت، جز برای او شایسته نیست. \n(﴿أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُ﴾) آگاه باشید که آفرینش و فرمان دادن، تنها از آنِ اوست؛ یعنی آفریدن از آن اوست؛ زیرا همۀ مخلوقات بالا و پایین، و صفت‌ها و کارهایشان را او آفریده است. و فرمان دادن نیز ازآنِ اوست که شامل شریعت‌ها و ارسال پیامبران است. پس «خلق» متضمن احکام کَونی و تقدیری خداست، و «امر» متضمن احکام دینی، شرعی و جزایی خدا در روز قیامت است. \n(﴿تَبَارَكَ ٱللَّهُ﴾) بزرگ است خداوند تعالی، و خیر و احسان او فراوان است. پس در ذات خودش با برکت است، چون اوصاف و کمالاتش بزرگ است. و برای دیگران نیز با برکت است؛ چرا که خیر فراوان و نیکی زیاد به آنان داده است. پس هر خیر و برکتی که در جهان است، از آثار رحمت اوست. بنابراین فرمود: (﴿تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ﴾) با برکت و دارای خیر فراوان است خداوندی که پروردگار جهانیان است. \nوقتی عظمت و شکوهش را بیان نمود که خردمندان را راهنمایی می‌کند تا تنها او را بپرستند و همۀ نیازها وحاجاتشان را از آستانۀ او بطلبند، به آنچه که بر این امر مترتب می‌شود، دستور داد و فرمود:"
    },
    {
      "id": 1009,
      "verse_number": 55,
      "verse_key": "7:55",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 128,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
      "page_number": 157,
      "juz_number": 8,
      "translations": [
        {
          "id": 923674,
          "resource_id": 135,
          "text": "[ای مؤمنان،] پروردگارتان را به زاری و پنهانی بخوانید که او متجاوزان [از حدود الهی] را دوست ندارد."
        }
      ],
      "tafsir_saadi": "دعا، شامل دعای خواستن و دعای عبادت است. پس خداوند دستور داد تا او را فروتنانه بخوانند، \n(﴿تَضَرُّعٗا﴾) یعنی در دعا و نیایش جدی و در عبادت نیز مستمر باشید. (﴿وَخُفۡيَةً﴾) دعای پنهانی و آهسته نه آشکارا و علنی که بیم ریا در آن باشد. بلکه دعا باید آهسته و به صورت پنهانی صورت پذیرد، و مخلصانه برای خدا باشد. \n(﴿إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ﴾) بدون شک خداوند آنان را که در هرکاری از حد می‌گذرند، دوست ندارد. و از جملۀ تجاوز این است که بنده چیزهایی را از خدا بخواهد که شایستۀ او نیست، و یا دعای قطع صلۀ رحم را بکند، و یا اینکه در دعا صدایش را بیش از حد بلند کند. پس همۀ اینها در تجاوزی که از آن نهی شده است، داخل‌اند."
    },
    {
      "id": 1010,
      "verse_number": 56,
      "verse_key": "7:56",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 128,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
      "page_number": 157,
      "juz_number": 8,
      "translations": [
        {
          "id": 923675,
          "resource_id": 135,
          "text": "و در زمین ـ پس از آنکه [با بعثت پیامبران و دینداریِ مؤمنان] اصلاح گشته است ـ فتنه و فساد نکنید و او [= الله] را با بیم و امید بخوانید [که] بی‌تردید، رحمت الله به نیکوکاران نزدیک است."
        }
      ],
      "tafsir_saadi": "(﴿وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ﴾) و با انجام گناه، در زمین فساد و تباهی مکنید، (﴿بَعۡدَ إِصۡلَٰحِهَا﴾) بعد از آبادانی و اصلاح آن به وسیلۀ طاعت و عبادت؛ زیرا گناه، باعث تباهی اخلاق و کارها و روزی‌ها می‌گردد. همان طور که خداوند متعال فرموده است: ﴿ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ﴾ به سبب آنچه که مردم کرده‌اند، فساد در خشکی و دریا آشکار شده است. همان طور که اخلاق و اعمال و حالات دنیا و آخرت با طاعات و عبادات سامان می‌یابد. (﴿وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًا﴾) و خداوند را با بیم و امید بخوانید؛ یعنی در حالی که از عذاب او می‌ترسید، و به پاداش او و پذیرفته شدن عبادتتان امیدوارید، و از رد شدن دعایتان می‌ترسید. و خدا را مانند بنده‌ای دعا نکنید که به پروردگارش دستور می‌دهد و او را راهنمایی می‌کند که چنین کن و چنان کن؛ بنده‌ای که خود پسند بوده، و خویشتن را بالاتر از جایگاهش قرار می‌دهد. نیز خدا را بسان کسی مخوانید که بی خبر و غافل است و دعا می‌کند. و خلاصۀ آدابی که خداوند برای دعا بیان کرده، چنین است: دعا باید مخلصانه و تنها برای خدا انجام شود، چون دعای پنهانی، متضمن اخلاص است. واینکه قلب باید بیم و امید داشته باشد نه اینکه بی خبر بوده و به اجابت و پذیرفته شدن دعا توجهی نداشته باشد، و این بهترین نوعِ دعا کردن، و احسانِ در دعا است؛ زیرا احسان در هر عبادتی آن است که تلاش شود به صورت کامل و بدون اینکه هیچ نقص و کمبودی در آن وجود داشته باشد، ادا شود. بنابراین فرمود: (﴿إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ﴾) بی‌گمان رحمت خدا به نیکوکاران نزدیک است؛ کسانی که عبادت خدا را با نیکویی و احسان انجام داده، و با بندگان خدا به نیکی رفتار می‌نمایند. پس هر چه بنده احسان و نیکوکاری‌اش بیشتر باشد، به رحمت پروردگارش نزدیک‌تر می‌شود. در این آیه انسان مسلمان، بر احسان و نیکوکاری تشویق شده است."
    },
    {
      "id": 1011,
      "verse_number": 57,
      "verse_key": "7:57",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 128,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
      "page_number": 157,
      "juz_number": 8,
      "translations": [
        {
          "id": 923676,
          "resource_id": 135,
          "text": "او ذاتی است که پیشاپیشِ [بارانِ] رحمتش، باد‌‌‌ها را بشارت‌بخش می‌فرستد تا ابرهای سنگین‌بار [از آب] را [بر دوش] کشند [و] آن را به سوی سرزمینی [خشک و] مرده می‌فرستیم؛ آنگاه بر آن [سرزمین،] آب فرو می‌باریم و با [برکتِ] آن [آب] هر گونه میوه‌اى برمی‌آوریم. این‌گونه، مردگان را [نیز از قبر] خارج مى‌سازیم؛ باشد كه پند گیرید."
        }
      ],
      "tafsir_saadi": "خداوند اثری از آثار قدرت و نسیمی از نسیم‌های عطر آگین رحمت خویش را بیان کرده و می‌فرماید: (﴿وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦ﴾) و خداوند است که بادها را می‌فرستد؛ بادهایی که مژده دهندۀ نزول باران هستند، بارانی که آن را به فرمان خدا از زمین برمی‌خیزانند، آنگاه مردم به رحمت خدا شادمان می‌گردند و قلب‌هایشان قبل از نزول باران آرام می‌گیرد. \n(﴿حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا﴾) تا هنگامی که بادها ابرهای سنگینی را بردارند. برخی از بادها، ابرها را تحریک کرده، و بادی دیگر آن را جمع می‌نماید و بادی دیگر آن را از جایی به جایی می‌برد.(﴿سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ﴾) [آنگاه] آن را به سوی سرزمینی مرده می‌رانیم که نزدیک است حیوانات آن هلاک شده و مردمانِ آن از رحمت خدا ناامید شوند. \n(﴿فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ﴾) پس در آن سرزمین مرده، آب فراوان از آن ابر فرو می‌فرستیم، و خداوند برای آن، بادی را مسخر می‌کند که آن را سرازیر ‌کند، و باد دیگری را مسخر می‌سازد که آن را به فرمان خدا پراکنده ‌نماید. \n(﴿فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ﴾) پس به‌وسیلۀ آن، از انواع میوه‌ها پدید می‌آوریم. بنابراین مردم به رحمت خدا خوشحال می‌گردند و از خیرات و برکات وی بهره‌مند می‌شوند. \n(﴿كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ﴾) این‌گونه مردگان را بیرون می‌آوریم، باشد که شما متذکّر شوید؛ یعنی همان طور که زمین را پس از اینکه مرده بود با رویاندن سبزی‌ها در آن، زنده کردیم؛ همان گونه نیز مردگان را پس از اینکه فرسوده شده و از بین رفته و پاره پاره شدند، از قبرهایشان بیرون می‌آوریم. و این استدلال روشنی است؛ زیرا این دو مسئله با هم فرقی ندارند. پس کسی که رستاخیز و زنده شدن پس از مرگ را انکار می‌کند با وجود اینکه او نظیر و مانند آن را می‌بیند، از روی عناد وانکارِ امور محسوس، چنین می‌کند. و در این آیه، آدمی به تأمّل در نعمت‌های خدا، و نظر افکندن در آن با چشم عبرت و استدلال نه با چشم غفلت، تشویق شده است."
    },
    {
      "id": 1012,
      "verse_number": 58,
      "verse_key": "7:58",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 128,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923677,
          "resource_id": 135,
          "text": "سرزمین پاکیزه [و آماده،] گیاهش به فرمان پروردگارش [فراوان و پُربار] می‌روید و از آن [شوره‌زاری] که ناپاک است، جز [گیاهی] اندک و بی‌ارزش نمی‌روید. این گونه آیات [خود] را برای گروهی که سپاس می‌گزارند، گوناگون بیان می‌کنیم."
        }
      ],
      "tafsir_saadi": "سپس تفاوت زمین‌هایی را که بر آن باران می‌بارد، بیان کرد و فرمود: (﴿وَٱلۡبَلَدُ ٱلطَّيِّبُ﴾) و زمینی که خاکش خوب و آماده است، وقتی که باران بر آن ببارد، (﴿يَخۡرُجُ نَبَاتُهُۥ﴾) گیاه و سبزۀ آن می‌روید؛ چرا که آن زمین برای رویش آمادگی دارد، (﴿بِإِذۡنِ رَبِّهِۦ﴾) یعنی گیاه و سبزۀ آن به اراده و خواست پروردگارش بیرون می‌آید. پس اسباب، مستقلاً نمی‌توانند هیچ چیزی را به‌وجود بیاورند، مگر اینکه خداوند به آن فرمان دهد. (﴿وَٱلَّذِي خَبُثَ﴾) و زمینی که خوب نیست، (﴿لَا يَخۡرُجُ إِلَّا نَكِدٗا﴾) جز گیاه ناچیزی که فایده و برکتی ندارد، نمی‌رویاند. \n(﴿كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ﴾) این چنین آیات را به صورت‌های گوناگون بیان می‌داریم، و در آن مثال‌ها ذکر می‌کنیم، و آن را برای قومی بیان می‌نماییم که با اعتراف و اقرار به نعمت‌های خدا و به کار بردن آن در راه خشنودی او، شکر وی را به جای می‌آورند. پس آنان کسانی‌اند که از احکام و مطالبی که خداوند در کتابش به شیوه‌های مختلف بیان کرده است، بهره‌مند شده و فایده می‌برند. چون آنان آنچه را که خداوند در کتابش بیان کرده است، جزو بزرگ‌ترین نعمت‌هایی می‌دانند که از سوی پروردگارشان به آنان رسیده است. پس خود را نیازمند آن می‌دانند و با خوشحالی آن را فرا می‌گیرند و در آن می‌اندیشند، و به تأمل فرو می‌روند. پس بر حسب استعدادشان معانی آن را در می‌یابند. و این مثالی است برای دل‌هایی که وحی بر آنها نازل می‌شود؛ وحیی که اساس حیات و زندگی است، همان طور که باران اساس زندگی است. پس دلِ خوب و پاک وقتی که وحی به سوی آن می‌آید، آن را می‌پذیرد و برحسب پاک و خوب بودن عنصرش خوبی و نیکی می‌رویاند. \nو اما دل‌های ناپاک و بد که خیری در آن نیست، وقتی که وحی به سوی آنها می‌آید، آن را نپذیرفته بلکه خود را به خواب غفلت زده و از آن روی گردانده و با آن مخالفت می‌کنند. پس نزول وحی بر این دل‌ها، مانند بارانی است که بر شوره زار و ریگ‌ها و صخره‌ها می‌بارد و هیچ اثری بر جای نمی‌گذارد. و این مانند فرمودۀ الهی است که می‌فرماید: ﴿أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗا﴾ از آسمان آبی فرو فرستاد، پس رودهایی به اندازۀ دره‌ها سرازیر شد، و سیل، کف انباشته شده‌ای را برداشت."
    },
    {
      "id": 1013,
      "verse_number": 59,
      "verse_key": "7:59",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 129,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923678,
          "resource_id": 135,
          "text": "بی‌تردید، ما نوح را به سوی قومش فرستادیم، پس گفت: «ای قوم من، الله را عبادت کنید که جز او معبودی [به‌حق] ندارید. [اگر او را عبادت نکنید،] من بر شما از عذاب روزی بزرگ می‌ترسم»."
        }
      ],
      "tafsir_saadi": "پس از آنکه خداوند مجموعه‌ای شایسته از دلایل توحید و یگانگی خویش را بیان کرد، با ذکر سرگذشت پیامبران که مردم را به سوی یگانگی و توحید خدا فرا ‌خواندند، و با ذکر سرگذشت امت‌هایشان که به انکار و مخالفت با آنان پرداختند، و اینکه خداوند چگونه اهل توحید را یاری نمود، و کسانی را که با آنان مخالفت کردند و از آنها فرمان نبردند، هلاک ساخت، دلایلِ دالّ بر توحیدِ خویش را مؤیّد و مستحکم ساخت. و بیان نمود که دعوت همۀ پیامبران بر یک آیین و یک عقیده و باور متفق است. پس در مورد نوح اولین پیامبر فرمود: (﴿لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ﴾) بی‌گمان نوح را به سوی قومش فرستادیم تا آنها را به عبادت و پرستش خدای یگانه فرا بخواند، در حالی که آنان بتان را می‌پرستیدند. \n(﴿فَقَالَ﴾) پس به آنها گفت: (﴿يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ﴾) ای قوم من! تنها خدا را بپرستید، (﴿مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ﴾) شما غیر از او معبودی ندارید. چون او آفریننده و روزی دهنده و مدبّر همۀ امور است، وغیر از او، جملگی آفریده و مخلوق‌اند و تحت تدبیر خدا قرار داشته و از خود اختیاری ندارند. \nسپس نوح آنها را ترساند و بیم داد که اگر از او اطاعت نکنند، به عذاب خدا گرفتار می‌شوند. پس گفت: (﴿إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ﴾) من بر شما می‌ترسم که به عذاب روزی بزرگ گرفتار شوید. و این از اندرزگویی و خیرخواهی و مهربانی نوح صلی الله علیه وسلم برای آنها بود که آنان را از عذاب همیشگی و شقاوت جاودانگی بیم داد. همچنان‌که برادران پیامبرش که بیشتر از پدران و مادران نسبت به مردم مهربان و دلسوز بودند، مردم را از گرفتار شدن به عذاب خدا بر حذر می‌داشتند."
    },
    {
      "id": 1014,
      "verse_number": 60,
      "verse_key": "7:60",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 129,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923679,
          "resource_id": 135,
          "text": "اشراف [و بزرگان] قومش گفتند: «به راستی که ما تو را در گمراهیِ آشکار می‌بینیم»."
        }
      ],
      "tafsir_saadi": "وقتی نوح این سخن را گفت، به زشت ترین صورت او را پاسخ دادند، (﴿قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ﴾) رؤسا و ثروتمندان قومش که مردم از آنها پیروی می‌کردند ـ که غالباً همین گروه در برابر حق تکبر می‌ورزند و به پیامبران گوش فرا نمی‌دهند ـ گفتند: (﴿إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ﴾) همانا ما تو را در گمراهی آشکاری می‌بینیم. آنان به این اکتفا نکردند که از فرمان نوح سرپیچی کنند، بلکه خود را بالاتر از آن دانستند که از وی اطاعت کنند، و بزرگ‌ترین توهین را به او روا داشتند واو را به گمراهی متهم کردند وگمراهی او را، گمراهی آشکاری نامیدند. \nو این زشت ترین نوعِ تکبر است که در عقلِ ضعیف ترین مردم نمی‌گنجد. و این صفت در میان قوم نوح وجود داشت، چرا که آنها به نزد بت‌هایی می‌آمدند که خود آن را صورتگری کرده و با دست‌های خودشان آن را تراشیده بودند؛ جماداتی که نمی‌دیدند ونمی‌شنیدند و کاری از آنها ساخته نبود. و آنها این جمادات را به جای آفرینندۀ آسمان‌ها و زمین قرار داده بودند، و انواع عبادت‌ها را برای این بت‌ها انجام می‌دادند. \nو اگر آنها عقلی داشتند که به‌وسیلۀ آن، حجت خدا بر آنان اقامه شود، بر آنان حکم می‌شد که دیوانگان از آنان راه یافته‌ترند."
    },
    {
      "id": 1015,
      "verse_number": 61,
      "verse_key": "7:61",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 129,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَلَـٰلَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923680,
          "resource_id": 135,
          "text": "او گفت: «ای قوم من، هیچ گونه گمراهی [و انحرافی] در من نیست؛ بلکه من فرستاده‌ای از [جانب] پروردگار جهانیان هستم."
        }
      ],
      "tafsir_saadi": "پس نوح با نرمی و مهربانی و دلسوزی پاسخ آنها را داد تا شاید فرمان برند. بنابراین گفت: (﴿يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ﴾) ای قوم من! در من هیچ‌گونه گمراهی نیست؛ یعنی من در هیچ مسئله‌ای به گمراهی نرفته‌ام، بلکه من هدایت کننده و راه یافته هستم. بلکه هدایت او ‌ـ ‌علیه الصلاۀ و السلام ‌ـ از نوع و جنس هدایت پیامبران اولوالعزم است که بالاترین انواع هدایت و کامل‌ترین آن محسوب می‌شود؛ و این هدایت، همان رسالت تام و کامل است. بنابراین گفت: (﴿وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ﴾) بلکه من فرستاده‌ای از جانب پروردگار جهانیان هستم. پروردگاری که پروردگار من و شما و همۀ خلایق است، و من و شما و همه را پرورش داده است. بزرگ‌ترین پرورش او این است که به سوی بندگانش پیامبرانی را فرستاده است تا آنها را به انجام کارهای شایسته و اخلاق برتر و عقاید نیکو دستور دهند، و آنان را از مخالفت با این چیزها بر حذر دارند."
    },
    {
      "id": 1016,
      "verse_number": 62,
      "verse_key": "7:62",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 129,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923681,
          "resource_id": 135,
          "text": "پیام‌های پروردگارم را به شما می‌رسانم و برایتان خیرخواهی می‌کنم و از [شریعتِ] الله چیزهایی می‌دانم که شما نمی‌دانید."
        }
      ],
      "tafsir_saadi": "بنابراین فرمود: (﴿أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ﴾) و پیام‌های پروردگارم را به شما می‌رسانم و شما را اندرز می‌گویم؛ یعنی وظیفۀ من تبلیغ و بیان توحید و اوامر و نواهی خداست، و آن را از سرِ اندرز و خیرخواهی و مهربانی نسبت به شما بیان می‌کنم. (﴿وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ﴾) و از جانب خدا چیزهایی می‌دانم که شما نمی‌دانید. پس اگر می‌دانید، باید از من پیروی کنید و از دستورم فرمان ببرید."
    },
    {
      "id": 1017,
      "verse_number": 63,
      "verse_key": "7:63",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 129,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923682,
          "resource_id": 135,
          "text": "آیا تعجب كرد‌ه‌اید كه پندى از جانب پروردگارتان توسط مردى از خودِ شما برایتان آمده است تا شما را [از عذاب قیامت] بیم دهد که پروا پیشه کنید و باشد که مشمول رحمت گردید؟»"
        }
      ],
      "tafsir_saadi": "(﴿أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ﴾) آیا تعجب می کنید از اینکه یادآوری و پند و موعظه از جانب پروردگارتان توسط مردی از شما برایتان آمده است؟ چگونه از حالتی تعجب می‌کنید که شایسته نیست از آن تعجب شود، و آن این است که پند و موعظه و نصیحت توسط مردی از خودتان آمده است که شما صداقت و حالت او را می‌دانید. \nپس این از زمرۀ عنایت و توجه خدا و نیکی و احسان او نسبت به شماست که باید با پذیرش و شکرگزاری، به استقبال آن رفت. (﴿لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ﴾) تا شما را از عذاب دردناک بیم دهد، و اسبابی را که مایۀ نجات شماست، فراهم کنید، که آن هم پرهیزگاری و ترس از خدا در ظاهر و باطن است. و بدین وسیله رحمت گستردۀ خدا را شامل حال خود سازید."
    },
    {
      "id": 1018,
      "verse_number": 64,
      "verse_key": "7:64",
      "hizb_number": 16,
      "rub_el_hizb_number": 63,
      "ruku_number": 129,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923683,
          "resource_id": 135,
          "text": "اما وی را دروغگو پنداشتند؛ آنگاه ما او و کسانی را که همراهش در کشتی بودند نجات دادیم و کسانی ‌که آیات ما را تکذیب کرده بودند غرق کردیم. به راستی که آنان [در قبال حق،] گروهی نابینا بودند."
        }
      ],
      "tafsir_saadi": "ولی این سخنان در مورد آنها کار ساز نشد و فایده‌ای برای آنان در بر نداشت. (﴿فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ﴾) اما او را تکذیب کردند، پس او و کسانی را که همراه با وی در کشتی بودند، نجات دادیم. همان کشتی‌ای که خداوند، نوح -علیه السلام- را به ساختن آن دستور داد، و به او وحی کرد که از هر نوع حیواناتی دو جفت را در آن سوار کند، و خانواده‌اش، وهرکس را که ایمان آورده است در آن سوار کند. پس آنها را سوار کرد و خداوند آنان را به‌وسیله کشتی نجات داد. (﴿وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ﴾) و کسانی را که آیات ما را تکذیب کردند، غرق نمودیم. همانا آنها در برابر هدایت، قومی نابینا بودند، درحالی‌که حق را دیدند، و خداوند دلایل روشنی توسط نوح به آنان نشان داد که هر انسان خردمندی با مشاهدۀ آن ایمان می‌آورد. اما آنها نوح‌را مسخره کردند و به او توهین نمودند و کفر ورزیدند."
    },
    {
      "id": 1019,
      "verse_number": 65,
      "verse_key": "7:65",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ أَفَلَا تَتَّقُونَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923684,
          "resource_id": 135,
          "text": "و به [سوی قوم] عاد، برادرشان ـ هودـ را [فرستادیم]. او گفت: «ای قوم من، الله را عبادت کنید که جز او معبودی [به‌حق] ندارید. آیا پروا نمی‌کنید؟»"
        }
      ],
      "tafsir_saadi": "(﴿وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗا﴾) و به سوی عاد نخستین که د‌ر سرزمین یمن بود‌ند، براد‌ر نَسبی آنان هود ـ‌علیه السلام‌ـ را فرستاد‌یم که آنها را به سوی توحید فرا خواند، و از شرک و سرکشی د‌ر زمین بازد‌اشت. (﴿قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ﴾) گفت: ای قوم من! خد‌ا را بپرستید، شما معبود بر حقی جز او ند‌ارید. آیا اگر بر آنچه که بر آن قرار دارید پایدار بمانید، از عذاب و ناخشنود‌ی او نمی‌ترسید‌؟ اما آنها نپذیرفتند و فرمان نبرد‌ند."
    },
    {
      "id": 1020,
      "verse_number": 66,
      "verse_key": "7:66",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923685,
          "resource_id": 135,
          "text": "اشراف [و بزرگان] قوم او که کافر بودند گفتند: «بی‌گمان، ما تو را در نادانی می‌بینیم؛ و ما قطعاً تو را از دروغگویان می‌پنداریم»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ﴾) اشراف و رؤسای کافر قومش د‌ر حالی که د‌عوت او را رد کرد‌ه و رأی و نظر او را خوار شمرد‌ند، گفتند: (﴿إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ﴾) همانا ما تو را جز فرد‌ی ابله و بی‌خرد نمی‌بینیم، و گمان غالب ما این است که تو از زمرۀ د‌روغگویانی. و حقیقت برای آنها د‌گرگون و منقلب شد‌ه بود، و کوری‌شان شد‌ید‌تر شد، آنگاه که پیامبرشان ـ‌علیه السلام‌ـ را به سبب آنچه که خود بد‌ان متصف بود‌ند، مورد نکوهش و مذمت قرار د‌اد‌ند، حال آنکه او از هر عیبی د‌ور بود؛ زیرا د‌ر حقیقت، آنان خود ابله و کم خرد و د‌روغگو بود‌ند. و چه سفاهت و بی‌خرد‌ی بزرگ‌تر از آن است که کسی حق را انکار و با آن مقابله نماید، و از فرمان برد‌ن از رهبران و خیر خواهان سر باز زند، و قلب و جسمش از هر شیطان سرکشی اطاعت کند، و عبادت را برای غیر خدا انجام دهد و درختان و سنگ‌هایی را بپرستد که برای او کاری نمی‌کنند؟! و چه دروغی بزرگتر از آن است که کسی چیزی از این امور را به خدا نسبت دهد؟!"
    },
    {
      "id": 1021,
      "verse_number": 67,
      "verse_key": "7:67",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "page_number": 158,
      "juz_number": 8,
      "translations": [
        {
          "id": 923686,
          "resource_id": 135,
          "text": "گفت: «ای قوم من، هیچ‌ گونه نادانی‌ای در من نیست؛ بلکه من فرستاده‌ای از [جانب] پروردگار جهانیان هستم."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ﴾) گفت: ای قوم من! به هیچ وجه من سفیه و بی‌خرد نیستم. بلکه او پیامبر و راهنما و عاقل بود. (﴿وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ﴾) بلکه من فرستاده‌ای از سوی پروردگار جهانیانم.\n(﴿أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ﴾) اوامر و احکام خدا را به شما می‌رسانم و من برای شما اندرزگویی امین هستم. پس بر شما واجب است که آن را بپذیرید و از پروردگار جهانیان فرمان برید."
    },
    {
      "id": 1022,
      "verse_number": 68,
      "verse_key": "7:68",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
      "page_number": 159,
      "juz_number": 8,
      "translations": [
        {
          "id": 923687,
          "resource_id": 135,
          "text": "پیام‌های پروردگارم را به شما می‌رسانم و من خیرخواهی امین برایتان هستم."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ﴾) گفت: ای قوم من! به هیچ وجه من سفیه و بی‌خرد نیستم. بلکه او پیامبر و راهنما و عاقل بود. (﴿وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ﴾) بلکه من فرستاده‌ای از سوی پروردگار جهانیانم.\n(﴿أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ﴾) اوامر و احکام خدا را به شما می‌رسانم و من برای شما اندرزگویی امین هستم. پس بر شما واجب است که آن را بپذیرید و از پروردگار جهانیان فرمان برید."
    },
    {
      "id": 1023,
      "verse_number": 69,
      "verse_key": "7:69",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
      "page_number": 159,
      "juz_number": 8,
      "translations": [
        {
          "id": 923688,
          "resource_id": 135,
          "text": "آیا تعجب كرد‌ه‌اید كه پندى از جانب پروردگارتان توسط مردى از خودِ شما برایتان آمده است تا شما را [از عذاب قیامت] بیم دهد؟ و به یاد آورید هنگامی ‌که [الله] پس از قوم نوح، شما را جانشینان [آنان] قرار داد و به شما در آفرینش، فزونی [و قدرت] داد. پس نعمت‌های الله را به یاد آورید؛ باشد که رستگار شوید»."
        }
      ],
      "tafsir_saadi": "(﴿أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ﴾) یعنی چگونه از چیزی تعجب می‌کنید که جای هیچ تعجبی در آن نیست؟ و آن اینکه خداوند مردی از شما را به سویتان فرستاده است که او را می‌شناسید، و شما را به آنچه که مصلحت و منفعت شماست، پند می‌دهد، و شما را بر آنچه که به سود شماست، برمی‌انگیزد. پس شما از روی انکار از وی تعجب می‌کنید! \n(﴿ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ﴾) پروردگارتان را ستایش کنید و سپاس بگوئید؛ زیرا قدرت و نعمت به شما داده، و شما را جانشینان امت‌های هلاک شده کرده است؛ کسانی که پیامبران را تکذیب کردند، خداوند آنها را هلاک ساخت و شما را باقی گذاشت تا ببیند که چگونه عمل می‌کنید. و بپرهیزید از اینکه به تکذیب کردن بپردازید، همان طور که آنها تکذیب کردند. پس، عذابی که به آنان رسید به شما نیز می‌رسد. \nو نعمت خدا را به یاد آورید که آن را اختصاصاً به شما داده وآن این است که: (﴿وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗ﴾) قدرت و بزرگی جسم شما را از دیگر مردمان بیشتر کرده است. \n(﴿فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ﴾) پس نعمت‌های گسترده و پی در پی او را به یاد آورید. (﴿لَعَلَّكُمۡ﴾) باشد که با به جای آوردن شکر نعمت و ادا کردن حق آن، (﴿تُفۡلِحُونَ﴾) به خواسته‌هایتان دست یازید و از امر ناگوار و نامطلوب نجات پیدا کنید. پس هود برای آنها موعظه کرد و آنان را پند داد، و به توحید و یکتا پرستی امر نمود، و برای آنها بیان کرد که خیرخواه و اندرزگویی امین برای آنان است. و آنان را برحذر داشت که خداوند آنها را به عذاب گرفتار کند، همان‌طور کسانی را که پیش از آنها بودند به عذاب خویش گرفتار کرد. و نعمت‌هایی را که خداوند به آنها ارزانی نموده و روزی فراوانی را که به سوی آنان سرازیر کرده بود، به آنان یاد آور شد؛ اما فرمان نبردند و دعوت او را نپذیرفتند."
    },
    {
      "id": 1024,
      "verse_number": 70,
      "verse_key": "7:70",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "page_number": 159,
      "juz_number": 8,
      "translations": [
        {
          "id": 923689,
          "resource_id": 135,
          "text": "[کافران] گفتند: «آیا به سوی ما آمده‌ای که فقط الله را عبادت کنیم و آنچه را پدرانمان عبادت می‌کردند رها کنیم؟ پس اگر از راستگویانی، آنچه [از عذاب الهی که] به ما وعده می‌دهی، بیاور»."
        }
      ],
      "tafsir_saadi": "(﴿قَالُوٓاْ﴾) با تعجب از دعوت هود، و درحالی که او را مطلع ‌ساختند که محال است از او اطاعت کنند، گفتند: (﴿أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا﴾) آیا پیش ما آمده‌ای تا تنها خدا را بپرستیم و آنچه را که پدران ما می‌پرستیدند، رها کنیم؟ \nخداوند خوار و شرمسارشان کند! آنان چیزی را که واجب‌ترینِ واجبات و کامل‌ترینِ آن است، در ردیف چیزی قرار دادند که در آن به مخالفت راه و برنامه‌ای نمی‌پردازند که پدران و نیاکان خود را بر آن یافتند. پس شرک و پرستش بت‌ها را که پدرانِ گمراه خود را بر آن یافته بودند، بر توحید و یگانگی خدا ترجیح دادند، و پیامبران را تکذیب کردند و گفتند: (﴿فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ﴾) پس آنچه را که به ما وعده می‌دهی برایمان بیاور، اگر تو از راستگویانی! و آنان با این در خواست، نابودی خویش را طلب کردند."
    },
    {
      "id": 1025,
      "verse_number": 71,
      "verse_key": "7:71",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "page_number": 159,
      "juz_number": 8,
      "translations": [
        {
          "id": 923690,
          "resource_id": 135,
          "text": "[هود] گفت: «بی‌تردید، عذاب و خشمی [سخت] از [سوی] پروردگارتان بر شما واقع شده [و شما را فراگرفته] است. آیا دربارۀ اسم‌هایی که خودِ شما و پدرانتان آنها را [معبود] نام نهاده‌اید و الله هیچ دلیلی بر [حقانیتِ] آنها نازل نکرده است با من مجادله می‌کنید؟ پس منتظر باشید [که] بی‌گمان، من [نیز] با شما از منتظرانم»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ﴾) هود علیه السلام به آنان گفت: (﴿قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌ﴾) عذاب و خشم بزرگی از جانب پروردگارتان بر شما واقع شد؛ یعنی حتماً واقع می‌شود؛ زیرا اسباب آن فراهم شده، و وقت و زمان هلاکت فرا رسیده است. \n(﴿أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم﴾) چگونه با من در مورد چیزهایی مجادله می‌کنید که حقیقت ندارند؟ و چگونه در مورد بت‌هایی با من مجادله می‌کنید که آن را خدا نامیده‌اید، و هیچ چیزی ـ حتی به اندازه‌ی ذره‌ای ـ از صفات الوهیت و خدایی در آن بت‌ها وجود ندارد؟ (﴿مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖ﴾) خداوند در تأیید این قضیه، دلیلی نفرستاده است؛ زیرا اگر آن درست بود، خداوند بر صحت آن دلیلی فرو می‌فرستاد. \nپس، این دلیلی است بر باطل بودن این ادعا؛ زیرا هیچ مسأله‌ای نیست ـ به ویژه در امور بزرگ و کلان ـ مگر اینکه خداوند در مورد آن دلایلی بیان کرده که در سایۀ آن، مسأله بر کسی پوشیده نمی‌ماند. \n(﴿فَٱنتَظِرُوٓاْ﴾) پس منتظر عذابی باشید که من شما را بدان وعده داده‌ام، (﴿إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ﴾) همانا من همراه شما از منتظران هستم. و میان این دو انتظار فرق است؛ انتظار کشیدن کسی که از واقع شدن عذاب می‌ترسد، و انتظار کشیدن کسی که از خدا چشم پاداش و یاری دارد."
    },
    {
      "id": 1026,
      "verse_number": 72,
      "verse_key": "7:72",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 130,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
      "page_number": 159,
      "juz_number": 8,
      "translations": [
        {
          "id": 923691,
          "resource_id": 135,
          "text": "پس او و کسانی را که همراهش بودند به رحمت [و لطفی] از [جانب] خویش نجات دادیم و ریشۀ کسانی که آیات ما را تکذیب کردند و از مؤمنان نبودند، برانداختیم."
        }
      ],
      "tafsir_saadi": "[بنابراین خداوند میان دو گروه قضاوت کرد، و این موضوع را فیصله داد.] پس فرمود: (﴿فَأَنجَيۡنَٰهُ﴾) یعنی هود را نجات دادیم، (﴿وَٱلَّذِينَ﴾) و آنان که ایمان آوردند (﴿مَعَهُۥ بِرَحۡمَةٖ مِّنَّا﴾) همراه با او به رحمتی از جانب ما. آنان همان کسانی بودند که خداوند به سوی ایمان هدایتشان کرد و ایمان آنان را سببی برای نیل آنها به رحمت خویش قرار داد. پس آنان را به سبب رحمت خویش نجات داد. (﴿وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَا﴾) و به‌وسیلۀ عذاب سختی که هیچ کس از آنان را باقی نگذاشت، آنها را ریشه کن نمودیم و نابودشان کردیم. و خداوند طوفان و تند باد شدیدی را بر آنها مسلط نمود که با هر چیزی برخورد می‌کرد، آن را چون استخوان پودر شده می‌گرداند. پس هلاک شدند و چنان بلایی بر سر آنان آمد که چیزی جز مسکن‌هایشان به چشم نمی‌خورد. پس بنگر سرانجام بیم داده‌شدگان چه شد! کسانی که حجت بر آنها اقامه شد اما تسلیم آن نشدند، و به ایمان فرا خوانده شدند ولی ایمان نیاوردند، و سرانجام آنها هلاکت و خواری و رسوایی شد. \n﴿وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ﴾ ودر این دنیا و در روز قیامت نفرین به دنبالشان است. آگاه باشید! همانا قوم عاد پروردگارشان را ناسپاسی کردند، نابود باد قبیلۀ عاد، قوم هود.و در اینجا فرمود: \n(﴿وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ﴾) و کسانی‌را که آیات ما را تکذیب کردند و ایمان نیاوردند، نابود و ریشه‌کن ساختیم. و آنان آیات را تکذیب کردند و به هیچ وجهی ایمان نیاوردند، بلکه تکذیب و مخالفت و تکبر و فساد در قلب آنان رسوخ کرد."
    },
    {
      "id": 1027,
      "verse_number": 73,
      "verse_key": "7:73",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
      "page_number": 159,
      "juz_number": 8,
      "translations": [
        {
          "id": 923692,
          "resource_id": 135,
          "text": "و به [سوی قوم] ثَمود، برادرشان ـ صالح ـ را [فرستادیم]. او گفت: «ای قوم من، الله را عبادت کنید که جز او معبودی [به‌حق] ندارید. بی‌تردید، دلیل روشنی از [سوی] پروردگارتان برای شما آمده است. این ماده‌شترِ الله [که از دلِ صخره‌ها بیرون آمده است] معجزه‌ای برایتان است؛ پس او را [به حال خود] واگذارید تا در زمین الله [بچرد و علف] بخورد و به او آزار [و آسیبی] نرسانید که شما را عذابی درد‌‌ناک فرا خواهد گرفت."
        }
      ],
      "tafsir_saadi": "(﴿وَإِلَىٰ ثَمُودَ﴾) و خداوند به سوی قبیلۀ معروف ثمود که در «حجر» و اطراف آن در سرزمین حجاز و جزیرۀ العرب سکونت داشتند، (﴿أَخَاهُمۡ صَٰلِحٗا﴾) برادرشان صالح را فرستاد، که پیامبر بود و آنان را به ایمان و توحید فرا خواند، و از شرک و انباز گرفتن برای خدا نهی کرد. (﴿قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥ﴾) گفت: ای قوم من! خداوند را بپرستید، شما جز او معبودی به حق ندارید. دعوت صالح -علیه السلام- از جنس و نوع دعوت سایر برادران پیامبرش بود که مردم را به عبادت خدا فرا می‌خواند و برای آنان بیان می‌کرد که معبودی جز «الله» ندارند. \n(﴿قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ﴾) بی‌گمان معجزه‌ای از جانب پروردگارتان نزد شما آمده است؛ یعنی امری خارق العاده که جز نشانه‌ای آسمانی، چیزی دیگر نمی‌تواند باشد، و مردم نمی‌توانند مانند آن را بیاورند. سپس این معجزه را توضیح داد و گفت: (﴿هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗ﴾) این، شتر خداست، نشانه و معجزه‌ای است برای شما؛ یعنی این، شتری شریف و برتر است، چون به خدا نسبت داده شده است، و این نسبت، نسبت اکرام و بزرگداشت و نشانۀ بزرگی است. ودر آیه‌ای دیگر فرموده است: ﴿لَّهَا شِرۡبٞ وَلَكُمۡ شِرۡبُ يَوۡمٖ مَّعۡلُومٖ﴾ برای او روزی مشخص، برای آب نوشیدن است؛ و برای شما روزی مشخص. \nو آنان چاهی داشتند و آن معروف به چاه شتر بود که آنها و شتر به نوبت از آن آب می‌خوردند؛ روزی شتر از آن آب می‌نوشید و آنان از پستان‌هایش شیر می‌نوشیدند، و یک روز نوبت آنها بود که بر چاه می‌آمدند و شتر از آنها دور می‌شد. \nو پیامبرشان صالح ـ علیه السلام ـ به آنها گفت: (﴿فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِ﴾) آن را بگذارید تا در زمین خدا بچرد و مخارج آن بر شما نیست. (﴿وَلَا تَمَسُّوهَا بِسُوٓءٖ﴾) و آن را آزار ندهید، با سر بریدن یا غیر آن.\n(﴿فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ﴾) که عذابی دردناک شما را فرا می‌گیرد."
    },
    {
      "id": 1028,
      "verse_number": 74,
      "verse_key": "7:74",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923693,
          "resource_id": 135,
          "text": "و به یاد آورید هنگامی ‌که [الله] شما را پس از [قوم] عاد، جانشینان [آنان] قرار داد و در زمین مستقر ساخت که در دشت‌هایش قصرهایی بنا می‌کنید و در کوه‌ها خانه‌هایی می‌تراشید. پس نعمت‌های الله را به یاد آورید و در زمین به فساد [و تباهی] نکوشید»."
        }
      ],
      "tafsir_saadi": "(﴿وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ﴾) و به یاد آورید وقتی که شما را در زمین جانشین قرار داد، و بهره‌مندتان ساخت. (﴿مِنۢ بَعۡدِ عَادٖ﴾) بعد از قوم عاد که خداوند آنها را هلاک نمود، و شما را پس از آنها جانشین قرار داد. \n(﴿وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ﴾) و در زمین جایتان داد؛ یعنی به شما در زمین قدرت و نعمت داد و برایتان اسبابی را فراهم آورد که شما را به آنچه می‌خواستید، می‌رساند.\n(﴿تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا﴾) در زمین‌های هموار و صاف برای خود کاخ‌های بلند و ساختمان‌های مستحکم می‌سازید. (﴿وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗا﴾) و کوه‌ها را تراشیده و از آن برای خود خانه بنا می‌کنید که تا کنون آثار آنان ازقبیل خانه‌ها و تونل‌هایشان در کوه‌ها مشاهده می‌شود. و این آثار، تا وقتی که کوه‌ها باقی هستند، باقی است. \n(﴿فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ﴾) پس نعمت‌های خدا و بخشش و روزی و قدرتی را که به شما ارزانی نموده است، به یاد آورید. \n(﴿وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ﴾) و زمین را به وسیلۀ فساد و گناه تباه و خراب نکنید؛ زیرا گناهان، سرزمین‌های آباد را خراب و ویران می‌کند. و گناهان، سرزمینشان را از آنان خالی گرداند و خانه‌های آنان را پس از آنها، متروکه نمود."
    },
    {
      "id": 1029,
      "verse_number": 75,
      "verse_key": "7:75",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923694,
          "resource_id": 135,
          "text": "اشراف [و بزرگان] قومِ او که گردنکشی می‌کردند، به مستضعفان ـ به [همان] کسانی از آنان که ایمان آورده بودندـ گفتند: «آیا [به یقین] می‌دانید که صالح از [طرف] پروردگارش فرستاده شده است؟» [آنان] گفتند: «ما به آنچه او با آن فرستاده شده است ایمان داریم»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ﴾) رؤسا و اشراف مستکبر قومش که از پذیرفتن حق، تکبر ورزیده بودند، (﴿لِلَّذِينَ ٱسۡتُضۡعِفُواْ﴾) به مستضعفان گفتند. و از آنجا که مستضعفان همه مؤمن نبودند، \n(﴿لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦ﴾) به کسانی از آنان که ایمان آورده بودند، گفتند: آیا شما می‌دانید که صالح از جانب پروردگارش فرستاده شده است؟ یعنی آیا او راست می‌گوید یا دروغ؟ مستضعفان گفتند: (﴿إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ﴾) همانا ما به آنچه او بدان رسالت یافته است از قبیل: توحید و خبر دادن از آن و امر و نهی او ایمان داریم."
    },
    {
      "id": 1030,
      "verse_number": 76,
      "verse_key": "7:76",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923695,
          "resource_id": 135,
          "text": "کسانی که گردنکشی می‌کردند گفتند: «ما به آنچه شما به آن ایمان آورده‌اید، باور نداریم»."
        }
      ],
      "tafsir_saadi": "(﴿قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ﴾) مستکبران گفتند: ما به آنچه شما بدان ایمان آورده‌اید، کافر هستیم. پس تکبر، آنها را وادار ساخت تا تسلیم حقی نشوند که ناتوانان و مستضعفان تسلیم آن شده بودند."
    },
    {
      "id": 1031,
      "verse_number": 77,
      "verse_key": "7:77",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923696,
          "resource_id": 135,
          "text": "پس ماده‌شتر را پِی کردند و از فرمان پروردگارشان سرپیچی نمودند و گفتند: «ای صالح، اگر از پیامبران [الهی] هستی، آنچه از عذاب که به ما وعده می‌دهی [بر سرمان] بیاور»."
        }
      ],
      "tafsir_saadi": "(﴿فَعَقَرُواْ ٱلنَّاقَةَ﴾) پس شتری را کشتند که صالح آنها را هشدار داده بود چنانچه به آن آزاری برسانند عذاب دردناکی به آنها می‌رسد.\n(﴿وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ﴾) و از فرمان پروردگارشان سرپیچی کردند؛ یعنی سنگدلی کردند و از روی تکبر از دستور خدا سر بر تافتند، که هرکس از دستور او سرپیچی نماید خداوند عذاب سختی را به او می‌چشاند. و خداوند عذابی را بر آنها فرود آورد که آن را بر هیچ کس دیگری فرود نیاورده بود. \n(﴿وَقَالُواْ﴾) و با وجود اینکه با انجام دادن این افعال، در مقابل خدا جسارت و گستاخی نموده، و عجز و ناتوانی را به خدا نسبت می‌دادند، و نسبت به آنچه که انجام داده بودند، بی‌مبالاتی کرده، بلکه حتی به آن افتخار می‌ورزیدند. گفتند: (﴿يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ﴾) ای صالح! عذابی را که به ما وعده می‌دهی، بیاور، اگر شما در مسئلۀ «گرفتار شدن ما به عذاب» از راستگویانی. پس صالح فرمود: ﴿تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ﴾ در خانه‌هایتان سه روز بهره‌مند شوید، آن وعدۀ دروغینی نیست."
    },
    {
      "id": 1032,
      "verse_number": 78,
      "verse_key": "7:78",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923697,
          "resource_id": 135,
          "text": "سرانجام زمین‌لرزه [شدیدی] آنان را فراگرفت؛ و در خانه‌های خود به روی افتادند [و هلاک شدند]."
        }
      ],
      "tafsir_saadi": "(﴿فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ﴾) پس زلزله آنها را فرا گرفت و در خانه‌هایشان بر زانوهایشان افتادند و خداوند آنها را هلاک و ریشه کن کرد."
    },
    {
      "id": 1033,
      "verse_number": 79,
      "verse_key": "7:79",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923698,
          "resource_id": 135,
          "text": "پس [صالح] از آنان روی گردانْد و گفت: «ای قوم من، من پیام پروردگارم را به شما رساندم و برایتان خیرخواهی کردم؛ ولى شما [خیرخواهان و] نصیحت‌گران را دوست ندارید»."
        }
      ],
      "tafsir_saadi": "(﴿فَتَوَلَّىٰ عَنۡهُمۡ﴾) وقتی خداوند آنان را دچار عذاب ساخت، صالح ‌علیه السلام‌ـ از آنان روی برتافت، و پس از اینکه خداوند آنها را هلاک کرد، از روی سرزنش و توبیخ خطاب به آنها گفت: (﴿يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ﴾) ای قوم من! همانا همۀ آنچه را که خداوند مرا با آن به سویتان فرستاده بود، به شما رساندم، و برای هدایت شما تلاش کردم، و کوشش نمودم تا راه راست و دین استوار را در پیش بگیرید.\n(﴿وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ﴾) ولی شما نصیحت کنندگان را دوست ندارید. و گفتۀ اندرزگویان و نصیحت‌کنندگان را رد‌ّ کرده، واز هر شیطان رانده شده‌ای اطاعت می‌کنید. \nبدان که بسیاری از مفسرین در رابطه با این قصه می‌گویند: شتر از صخره‌ای سخت و صاف بیرون آمد که آنها به صالح پیشنهاد کرده‌بودند شتر را از آن بیرون آورد. و این صخره، چون زنِ باردار به درد زایمان مبتلا شد تا اینکه شتر بیرون آمد و آن را مشاهده کردند. و گفته‌اند: وقتی شتر را پی زدند و کشتند، بچه شتری داشت که سه تا فریاد برآورد و کوه برایش شکافته گردید و در آن داخل شد، و صالح ـ علیه السلام ـ به آنها گفت: نشانۀ آمدن عذاب بر شما این است که در روز اول چهره‌هایتان زرد، ودر روز دوم چهره‌هایتان قرمز، و در روز سوم چهره‌هایتان سیاه می‌گردد. و همان‌طور شد که صالح گفت. \nاین داستان از روایت‌های اسرائیلی است که نقل کردن آن در تفسیر کتاب خداوند متعال شایسته نیست ، و در قرآن به هیچ صورت چیزی وجود ندارد که بر صحت آن دلالت نماید. واگر این داستان درست بود، خداوند آن را بیان می‌کرد. چون در این داستان، چیزهایی شگفت انگیز و عبرت‌ها و نشانه‌هایی وجود دارد که خداوند آنها را مهمل و سر پوشیده نگذاشته است تا از طریق کسی به مردم برسد که به نقل کردن او اعتمادی نیست. بلکه قرآن، پاره‌ای از امور مذکور در این داستان را تکذیب می‌نماید. صالح به آنها گفت: ﴿تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖ﴾ سه روز در خانه‌هایتان بهره‌مند شوید و عیش و نوش نمایید. و در این وقتِ بسیار کم، لذت ببرید، چون بهره‌مندی و لذتی جز این چند روز برایتان وجود ندارد. و برای کسانی که پیامبرشان عذاب را به آنها وعده داده، و مقدمات آن را برایشان بیان کرده است، چه لذتی وجود دارد؟! و انگهی مقدمات آن عذاب روز به روز بیشتر تحقق پیدا کند؛ به صورتی که همۀ آنها چهره‌هایشان سرخ، سپس زرد، و سپس سیاه شود. آیا این مسایل با قرآن مخالف و متضاد نیست؟! در قرآن هدایت و رهنمودهایی وجود دارد که ما را از غیر قرآن بی‌نیاز می‌کند.\nالبته اگر حدیثی صحیح از پیامبر صلی الله علیه وسلم در این زمینه ثابت شده باشد که با کتاب خدا مخالفت نورزد آن را بر سر و چشم می‌گذاریم، زیرا قرآن به پیروی کردن از آن دستور داده است: ﴿وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْ﴾ آنچه را پیامبر به شما داده است، بگیرید و از آنچه که شما را از آن بازداشته است، باز آیید. و قبلاً گذشت که تفسیر کردن کتاب خدا با اخبار اسرائیلی، جایز نیست؛ هرچند که روایت اسرائیلیات را در اموری که به دروغ بودن آن یقین نیست، جایز قرار بدهیم؛ زیرا معانی کتاب خدا یقینی هستند، و اخبار و روایت‌های اسرائیلی را نمی‌توان تصدیق یا تکذیب کرد. پس برابر قرار دادن امور یقینی با اموری که در آن تردید هست، امکان پذیر نمی‌باشد."
    },
    {
      "id": 1034,
      "verse_number": 80,
      "verse_key": "7:80",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923699,
          "resource_id": 135,
          "text": "و لوط را [به پیامبری فرستادیم‌] ‌که به قوم خود گفت: «آیا کار بسیار زشتی را انجام می‌دهید که پیش از شما هیچ یک از جهانیان انجام نداده است؟"
        }
      ],
      "tafsir_saadi": "(﴿وَلُوطًا﴾) و بندۀ ما لوط علیه السلام را به یاد بیاور، وقتی که او را به سوی قومش فرستادیم تا آنان را به پرستش خداوند یگانه دستور دهد، و از کار زشتی که پیش از آنان هیچ‌کس آن را انجام نداده بود، نهی کند.\n(﴿إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ﴾) آنگاه که به قومش گفت: آیا کار زشتی را انجام می‌دهید که هیچ زشتی بالاتر از آن وجود ندارد؟ (﴿مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ﴾) این عمل، کار بسیار زشتی بود که قوم لوط ابداع کردند، و این راه منحرف را برای پسینیان خود به یادگار گذاشتند."
    },
    {
      "id": 1035,
      "verse_number": 81,
      "verse_key": "7:81",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
      "page_number": 160,
      "juz_number": 8,
      "translations": [
        {
          "id": 923700,
          "resource_id": 135,
          "text": "شما از روى شهوت، به جاى زنان، با مردان مى‌آمیزید. آرى، شما [از حدود الهی فراتر رفته‌اید و] گروهى تجاوزكارید»."
        }
      ],
      "tafsir_saadi": "سپس آن را بیان نمود و فرمود: (﴿إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِ﴾) چگونه زنان را که خدا برایتان آفریده است، رها می‌کنید که در زنان محل بهره برداری و شهوت رانی و ارضای غریزۀ جنسی وجود دارد و با فطرت موافق است، و به مردان روی می‌آورید و با آنان آمیزش می‌کنید که این کار، بی نهایت زشت و پلید است؟! ‌و این محلی است که آلودگی و کثافت از آن بیرون می‌آید و انسان از نام بردن آن شرم می‌کند تا چه رسد به اینکه در این محل با کسی آمیزش نماید. (﴿بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ﴾) بلکه شما قومی هستید که از مرز خدا تجاوز نموده، و بر ارتکاب حرام جرأت کرده‌اید."
    },
    {
      "id": 1036,
      "verse_number": 82,
      "verse_key": "7:82",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
      "page_number": 161,
      "juz_number": 8,
      "translations": [
        {
          "id": 923701,
          "resource_id": 135,
          "text": "و[لى] پاسخ قومش جز این نبود كه گفتند: «آنان را از شهرتان بیرون كنید؛ [چرا که] بی‌تردید، اینها افرادی پاکدامن [و مقدس‌مَآب] هستند»."
        }
      ],
      "tafsir_saadi": "((وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ﴾) و پاسخ قوم لوط جز این نبود که گفتند: آنها را از شهر و دیارتان بیرون کنید؛ آنان قومی هستند که از انجام دادن زشتی دوری می‌جویند.\n﴿وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ﴾ و از آنان انتقام نگرفتند، جز به خاطر اینکه به خدای توانا و ستوده ایمان آوردند."
    },
    {
      "id": 1037,
      "verse_number": 83,
      "verse_key": "7:83",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
      "page_number": 161,
      "juz_number": 8,
      "translations": [
        {
          "id": 923702,
          "resource_id": 135,
          "text": "پس ما او و خاندانش را نجات دادیم؛ مگر همسرش که از بازماندگان [در عذاب] بود."
        }
      ],
      "tafsir_saadi": "(﴿فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ﴾) پس او و خانواده‌اش را نجات دادیم، جز همسرش که از باقی ماندگانِ هلاک شده و معذّب بود. خداوند به لوط دستور داد تا شب هنگام خانواده‌اش را بیرون ببرد، زیرا عذاب به هنگام صبح بر قومش فرود می‌آمد. پس لوط به هنگام شب خانواده‌اش را بیرون برد، جز همسرش که باقی ماند، و عذابی که به قومش رسید، به او هم رسید."
    },
    {
      "id": 1038,
      "verse_number": 84,
      "verse_key": "7:84",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 131,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
      "page_number": 161,
      "juz_number": 8,
      "translations": [
        {
          "id": 923703,
          "resource_id": 135,
          "text": "و بارانی [از سنگ] بر آنان باریدیم. پس بنگر که سر‌‌‌‌انجام گناهکاران چگونه بود."
        }
      ],
      "tafsir_saadi": "(﴿ وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗا﴾) و آنان را با سنگ‌های گرم و سخت که از سنگ و گل تشکیل یافته بود سنگباران کردیم، و خداوند آن دهکده و مردمانش را زیرو رو کرد. (﴿فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ﴾) پس بنگر که سرانجام گناهکاران چگونه بوده است؟ سرانجامشان هلاکت و رسوایی همیشگی بوده است."
    },
    {
      "id": 1039,
      "verse_number": 85,
      "verse_key": "7:85",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "page_number": 161,
      "juz_number": 8,
      "translations": [
        {
          "id": 923704,
          "resource_id": 135,
          "text": "و به سوی [مردم] مَدیَن، برادرشان شُعیب را [فرستادیم]. او گفت: «ای قوم من، الله را عبادت کنید که جز او معبودی [به‌حق] ندارید. یقیناً از [سوی] پروردگارتان دلیلی روشن برای شما آمده است؛ پس [حقِ] پیمانه و ترازو را کامل [و درست] ادا کنید و از اجناس مردم نکاهید و در زمین ـ پس از اصلاحش ـ فساد نکنید. اگر ایمان دارید، این برای شما بهتر است؛"
        }
      ],
      "tafsir_saadi": "(﴿وَإِلَىٰ مَدۡيَنَ﴾) و به سوی قبیلۀ معروف مدین، (﴿أَخَاهُمۡ شُعَيۡبٗا﴾) برادرشان -شعیب- را فرستادیم تا آنان را به عبادت خداوند یگانه و بی‌شریک فرا بخواند، و به آنها دستور دهد که پیمانه و ترازو را به صورت کامل بپردازند، و حقوق مردم را کم نکنند و با انجام دادن گناه در زمین، فساد و تباهی ننمایند. بنابراین فرمود: (﴿وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ﴾) و در زمین بعد از اصلاح آن، فساد مکنید. این برایتان بهتر است، اگر شما مؤمن هستید؛ زیرا ترک گناهان به خاطر فرمان بردن از دستور خدا و نزدیکی جستن به او، برای بنده بهتر و سودمندتر از آن است که مرتکب گناهان شود، وموجب ناخشنودی خداوند جبار و عذاب جهنم ‌گردد."
    },
    {
      "id": 1040,
      "verse_number": 86,
      "verse_key": "7:86",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "page_number": 161,
      "juz_number": 8,
      "translations": [
        {
          "id": 923705,
          "resource_id": 135,
          "text": "و بر سر هر راهى ننشینید كه [با زورگیری و دزدی و تهدید به قتل، مردم را] بترسانید و هر کس را که ایمان دارد از راه الله بازدارید و راهش را منحرف بخواهید [که به هدایت دست نیابد]؛ و به یاد آورید هنگامى را كه اندک بودید، سپس الله [تعداد] شما را فزونی بخشید؛ و بنگرید که سرانجامِ مفسدان [تبهکار] چگونه بود."
        }
      ],
      "tafsir_saadi": "(﴿وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ﴾) و بر سر هر راهی به کمین مردم ننشینید؛ یعنی راهی که رفت و آمد در آن زیاد است، مردم را از آن بر حذر ندارید، (﴿تُوعِدُونَ﴾) و مردم را از در پیش گرفتن آن مترسانید،\n(﴿وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ﴾) و کسانی را که به خدا ایمان آورده‌اند از راه او باز ندارید. یعنی کسانی را که می‌خواهند به وسیلۀ این راه هدایت شوند، باز ندارید، (﴿وَتَبۡغُونَهَا عِوَجٗا﴾) و راه خدا را کج می‌خواهید، به گونه‌ای که آن را با هواهای نفسانی خود همسو سازید. حال آنکه بر شما و دیگران واجب بود راهی را که خداوند برای بندگانش قرار داده است، و آدمی را به خشنودی او و سرای کرامت راهنمایی می‌کند، در پیش گیرید. راهی که بزرگ‌ترین رحمت و مهربانی خدا نسبت به بندگان است. پس به یاری آن مسلک بشتابید و به سوی آن فرا بخوانید و از آن حمایت کنید. نه اینکه راهزنان این راه باشید، و مردم را از آن باز دارید؛ زیرا این کار، ناسپاسی نعمت خدا و مخالفت و مبارزه با او، و کج کردن راست‌ترین و میانه‌ترین راه است. اما شما به کسی که این راه را در پیش گیرد، توهین می‌کنید.\n(﴿وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡ﴾) و به یاد آورید نعمت خدا را، آنگاه که کم بودید، پس شما را زیاد نمود؛ یعنی شما را با دادنِ همسران و فرزندان و سلامتی رشد داد، و شما را با بیماری‌هایی از قبیل «وبا» و دیگر بیماری‌هایی که [از نسل و تعداد] شما می‌کاست، نیازمود، و دشمنی را بر شما مسلط نگرداند که نابودتان کند. و شما را در زمین پراکنده نکرد، بلکه با گرد آوردن در یک‌جا، و سرازیر کردن روزی به سویتان، و فراوانی نسل بر شما انعام کرد. (﴿وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ﴾) و بنگرید که سرانجام فسادکنندگان چگونه است؟ پس شما آنها را در گروه‌هایشان جز پراکنده نمی‌بینید، و جز و حشت و گیاهانی در اماکن سکونتشان، نمی‌یابید. و نام نیکی از خود برجای نگذاشته‌اند، بلکه در دنیا نفرین، و در روز قیامت خواری و رسوایی بهرۀ آنان است."
    },
    {
      "id": 1041,
      "verse_number": 87,
      "verse_key": "7:87",
      "hizb_number": 16,
      "rub_el_hizb_number": 64,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
      "page_number": 161,
      "juz_number": 8,
      "translations": [
        {
          "id": 923706,
          "resource_id": 135,
          "text": "اگر گروهى از شما به آنچه با آن فرستاده شده‌ام ایمان آوردند و گروه دیگر ایمان نیاوردند، صبر كنید تا الله میان ما داورى كند و او بهترین داور است»."
        }
      ],
      "tafsir_saadi": "﴿وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ﴾) و اگر گروهی از شما به آنچه من بدان فرستاده شده‌ام، ایمان آوَرَد وگروهی دیگر ایمان نیاوَرَد ـ که بخش اعظم آنان را گروه بی‌ایمان تشکیل می‌دهد ـ، (﴿فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ﴾) پس صبر کنید تا خدا میان ما داوری کند؛ و او بهترین داوران است؛ اهل حق را یاری داده، و باطل‌گرایان را به عذاب و عقوبت دچار خواهد کرد."
    },
    {
      "id": 1042,
      "verse_number": 88,
      "verse_key": "7:88",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923707,
          "resource_id": 135,
          "text": "اشراف [و بزرگان] قومش كه تكبر مى‌ورزیدند گفتند: «ای شعیب، قطعاً تو و کسانی را که همراهت ایمان آورده‌اند از شهرمان بیرون می‌کنیم؛ [پس یا بروید] یا به آیین ما باز‌گردید». [شعیب] گفت: «آیا [بازگردیم حتی] اگر از آن کراهت داشته [و بیزار] باشیم؟"
        }
      ],
      "tafsir_saadi": "(﴿قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ﴾) و اشراف و سران متکبر قومش که از خواست‌ها و امیال خود پیروی کرده، و با لذت‌ها و خوش‌گذرانی‌ها سرگرم و غافل شده بودند، وقتی که حق پیش آنان آمد و دیدند که با خواست‌های پلیدشان موافق نیست، آن را رد کردند و از پذیرفتن آن امتناع ورزیدند، و به پیامبرشان شعیب و مؤمنان مستضعفی که همراه او بودند، گفتند: (﴿لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَا﴾) ای شعیب! حتماً تو و کسانی‌را که همراه تو ایمان آورده‌اند از شهر و آبادی خود بیرون می‌کنیم، یا اینکه باید به دین ما برگردید. آنها نیروی ددمنشانه و درنده‌خویی خود را در مقابله با حق به‌کار گرفتند، و هیچ دین و عهد و حقی را رعایت نکردند؛ بلکه هوی وهوس وخواست‌هایشان را درنظر گرفتند، و از سفاهت و ابلهی خود که آنان را بر این سخن فاسد راهنمایی کرده بود، پیروی نموده وگفتند: یا تو و کسانی که به شما ایمان آورده‌اند، به دین ما برمی‌گردید و یا اینکه از شهر و آبادی خود بیرونتان می‌کنیم. پس شعیب علیه الصلاة والسلام ـ آنان‌را فرا خواند و امیدوار بود ایمان بیاورند. اما اورا تهدید کردند که اگر از ما پیروی نکنید، شمارا از وطن اخراج می‌کنیم. در حالی که او و کسانی که همراهش بودند، به اقامت در آن سزاوارتر بودند. \n(﴿قَالَ﴾) شعیب ـ علیه الصلاة والسلام ـ با تعجب از سخنشان گفت: (﴿أَوَلَوۡ كُنَّا كَٰرِهِينَ﴾) آیا علی رغم اینکه از دین و آئین باطلتان متنفر هستیم و آن را باطل می‌دانیم، باز از شما پیروی نماییم؟! زیرا کسی به دین شما فرا خوانده می‌شود که به آن علاقه داشته باشد، اما کسی که آشکارا مردم را از آن باز می‌دارد و پیروان آن را تقبیح می‌کند، چگونه به سوی آن فرا خوانده می‌شود؟!"
    },
    {
      "id": 1043,
      "verse_number": 89,
      "verse_key": "7:89",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923708,
          "resource_id": 135,
          "text": "اگر به آیین شما برگردیم پس از آنكه الله ما را از آن نجات بخشید، در حقیقت، به الله دروغ بسته‌ایم؛ و سزاوار ما نیست كه به آن بازگردیم، مگر آنكه الله ـ پروردگار ما ـ بخواهد. علم پروردگارمان همه چیز را فراگرفته است؛ بر الله توكل كرده‌ایم. پروردگارا، میان ما و قوممان به حق داورى كن و تو بهترین داورى»."
        }
      ],
      "tafsir_saadi": "(﴿قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَا﴾) بر ما گواه باشید که اگر به دین شما برگردیم بعد از آنکه خدا ما را از شر آن نجات داده است، ما دروغگو هستیم، و به خدا دروغ نسبت می‌دهیم؛ زیرا می‌دانیم که هیچ دروغ و افترایی بزرگ‌تر از آن نیست که کسی برای خدا شریک قرار بدهد، حال آنکه او یگانه و یکتا و بی‌نیاز است؛ خداوندی که نه همسری دارد و نه فرزندی و نه در پادشاهی شریکی دارد.\n(﴿وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ﴾) و ما را نسزد که به آن در آییم و به آن برگردیم؛ یعنی غیر ممکن است که به آن برگردیم، و این یک امر محال است. پس شعیب ـ ‌علیه الصلاة والسلام ـ آنهارا از اینکه با آنان موافقت کند، از چند جهت ناامید کرد؛ یکی اینکه دین آنها را نمی‌پسندند، و از شرکی که بر آن قرار دارند، متنفر هستند؛ دیگر اینکه شعیب آیین آنها را توهم و دروغ به حساب آورد، وآنها را گواه گرفت که اگر او و کسانی که همراهش هستند از آنها پیروی کنند، دروغگو می‌باشند؛ و دیگر اینکه شعیب و یارانش به نعمتی که خدا به آنان ارزانی داشته بود، اعتراف کردند و آن اینکه خداوند آنان را از آن دین منحرف نجات داده است؛ و دیگر اینکه برگشتن آنها به آن دین خرافی پس از اینکه خداوند آنها را هدایت کرد، غیر ممکن و محال است. و با توجه به تعظیم خدا در دل‌هایشان، و اعتراف به بندگی او، و اینکه او معبود یکتا است و عبادت جز برای او شایسته نیست، و اقرار به اینکه معبودانِ مشرکان باطل هستند، امکان ندارد که به دین آنان برگردند؛ زیرا خداوند به آنان عقل و خردی را ارزانی نموده است که به‌وسیلۀ آن، حق و باطل و هدایت و گمراهی را تشخیص می‌دهند.\n اما از آنجا که مشیت خدا و ارادۀ او در آفریدگانش نافذ است، و هیچ‌کس نمی‌تواند از دایرۀ مشیّت و خواست او بیرون رود ـ‌گرچه تمامی اسباب دست به دست هم دهند و تمامی نیروها همسو باشندـ آنها بر خود حکم نمی‌کنند که چیزی را خواهند کرد یا آن را ترک ‌کنند. بنابراین استثنایی قایل شدند و گفتند: (﴿وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ ﴾) و ما را نسزد که به آن برگردیم مگر اینکه پروردگار ما بخواهد؛ یعنی برای ما و دیگران ممکن نیست که از دایرۀ خواست و مشیّت خدا که تابع علم و حکمت او است، بیرون رویم. (﴿وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًا﴾) و علم و آگاهی پروردگارمان هر چیزی را احاطه نموده است. پس خداوند آنچه را که شایستۀ بندگان است، می‌داند، و تدبیر امور آنان بر عهدۀ اوست.\n(﴿عَلَى ٱللَّهِ تَوَكَّلۡنَا﴾) بر او اعتماد نموده‌ایم و او ما را به راه راست هدایت خواهد کرد. بر او توکل نموده‌ایم و او ما را از همۀ راه‌های جهنم نجات می‌دهد؛ زیرا هر کس بر خدا توکل کند، خدا او را کافی است و امر دین و دنیایش را برای او آسان می‌گرداند. \n(﴿رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقّ﴾) پروردگارا! بین ما و قوم ما به حق داوری کن؛ یعنی مظلوم و صاحبِ حق را، بر ظالم و مخالفِ حق پیروز گردان. (﴿وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ﴾) و تو بهترین گشایندگان هستی. و خداوند برای بندگانش به دو صورت گشایش می‌آورد؛ گشودن علم و دانش به وسیلۀ روشن شدن حق از باطل و هدایت از گمراهی، و روشن کردن اینکه چه کسی بر راه راست است و چه کسی از آن منحرف گشته است."
    },
    {
      "id": 1044,
      "verse_number": 90,
      "verse_key": "7:90",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923709,
          "resource_id": 135,
          "text": "و اشراف [و بزرگان] قومش که کافر بودند گفتند: «اگر از شعیب پیروی کنید، قطعاً زیانکار خواهید بود»."
        }
      ],
      "tafsir_saadi": "و نوع دوم داوری و گشایش خدا، به وسیلۀ عقوبت ستمگران و نجات و بزرگداشت صالحان صورت می‌پذیرد. پس آنان از خدا خواستند که میان آنها و قومشان به حق و عدالت داوری کند، و از نشانه‌ها و عبرت‌هایش چیزهایی به آنان نشان دهد که هر دو گروه راهشان را از یکدیگر جدا کنند. \n(﴿وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ﴾) و اشراف و رؤسای کافر قومش، مردم را از پیروی کردن از شعیب برحذرداشته و گفتند: (﴿لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ﴾) اگر شما از شعیب پیروی کنید آنگاه از زیانکاران هستید. این چیزی بود که نفسشان برای آنها آراسته، و آنان را فریب داده بود که زیان و بدبختی، در پیروی کردن از هدایت و رشد است. اما ندانستند که زیان کامل و همه جانبه، در پایبندی به گمراهی و گمراه کردن دیگران است، که آنان بر آن بودند. و زمانی متوجه این قضیه شدند که عذاب آنها را فراگرفت."
    },
    {
      "id": 1045,
      "verse_number": 91,
      "verse_key": "7:91",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923710,
          "resource_id": 135,
          "text": "آنگاه زلزلۀ [شدیدی] آنان را فراگرفت؛ و در خانه‌های خود به رویْ درافتادند [و هلاک شدند]."
        }
      ],
      "tafsir_saadi": "(﴿فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ﴾) پس زلزلۀ شدیدی آنان را فراگرفت، (﴿ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ﴾) و در خانه‌هایشان بیهوش و خشکیده و مرده افتادند."
    },
    {
      "id": 1046,
      "verse_number": 92,
      "verse_key": "7:92",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923711,
          "resource_id": 135,
          "text": "کسانی که شعیب را دروغگو انگاشتند [چنان از بین رفتند که] گویی هرگز در آن [دیار] نبوده‌اند؛ و آنان که شعیب را دروغگو انگاشتند، خود زیانکار بودند."
        }
      ],
      "tafsir_saadi": "خداوند متعال حالتِ بدِ آنها را بیان کرده و می‌فرماید: (﴿ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَا﴾) کسانی که شعیب را تکذیب کردند، گویی که در خانه‌هایشان سکونت نداشته و از آن لذت نبرده و از سایه‌های دلپذیر آن استفاده نکرده‌اند. انگار در تفریحگاه‌ها و نهرهای آن تفرّج نکرده و از میوه‌های درختان آن نخورده‌اند. پس عذاب، آنان را در بر گرفت و مکان سرگرمی و بازی و لذت‌جویی آنها را تبدیل به مکان اندوه و بدبختی و عذاب کرد. بنابراین فرمود: (﴿ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ﴾) کسانی که شعیب را تکذیب کردند، آنان زیا کاران بودند؛ یعنی فقط آنان زیانکارند، چون آنها خویشتن و دین و خانواده‌هایشان را در روز قیامت ضایع می‌کنند، و این زیانی آشکار است. نه کسانی که به آنها گفتند: (﴿لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ﴾) اگر شما از شعیب پیروی کنید، همانا آنگاه از زیانکاران هستید."
    },
    {
      "id": 1047,
      "verse_number": 93,
      "verse_key": "7:93",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 132,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923712,
          "resource_id": 135,
          "text": "پس [شعیب‌] از آنان روى برگرداند و گفت: «اى قوم من، بی‌تردید، پیام‌های پروردگارم را به شما رساندم و پندتان دادم. پس چگونه برای گروهى كافر [لجوج] اندوهگین باشم؟»"
        }
      ],
      "tafsir_saadi": "پس وقتی که هلاک شدند، پیامبرشان ـ علیه الصلاة والسلام ـ از آنان روی برتافت، (﴿وَقَالَ﴾) و پس از مرگشان با سرزنش وتوبیخ خطاب به آنان گفت: \n(﴿يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي﴾) ای قوم من! همانا پیام‌های پروردگارم را به شما رساندم، و برایتان بیان کردم، به نحوی که به اعماق وجود و دل‌هایتان رسید، و در آن جای گرفت، و دریافتید که پیامی بالاتر از آن وجود ندارد. (﴿وَنَصَحۡتُ لَكُمۡ﴾) و شما را نصیحت کردم، اما شما نصیحت مرا نپذیرفتید و از راهنمایی‌ها اطاعت نکردید، بلکه سرپیچی و سرکشی نمودید.\n(﴿فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ﴾) پس چگونه برای کسانی اندوهگین شوم که خیری در آنها نیست؟ و خیر پیش آنها آمد، اما آن را رد کرده ونپذیرفتند. بنابراین جز شر و بدی چیزی شایستۀ آنها نیست. پس اینان شایسته نیستند که برایشان اندوه خورد، بلکه به هلاکت و نابود شدنشان باید شاد شد. بار خدایا! از رسوایی و خواری به تو پناه می‌برم! ‌و چه شقاوت و عقوبتی بزرگ‌تر از آن است که آدمی به حالتی برسد که خیرخواه‌ترین مردم از وی بیزاری جوید؟!"
    },
    {
      "id": 1048,
      "verse_number": 94,
      "verse_key": "7:94",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 133,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923713,
          "resource_id": 135,
          "text": "و ما در هیچ شهر [و دیاری] پیامبری نفرستادیم، مگر اینکه ساکنانش را به رنج‌ها و سختی‌ها گرفتار ساختیم؛ باشد که [به درگاه الهی، فروتنی و] تضرع کنند."
        }
      ],
      "tafsir_saadi": "خداوند متعال می‌فرماید: (﴿وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ﴾) و در هیچ شهر و آبادی، پیامبری را نفرستاده‌ایم که آنان را به عبادت خدا فراخوانَد و از شر و بدی باز دارد، و آنان از وی پیروی نکنند، (﴿إِلَّآ أَخَذۡنَآ أَهۡلَهَا﴾) مگر اینکه اهل آنجا را، (﴿بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ﴾) با فقر و بیماری و انواع مصیبت‌ها مورد آزمایش قرار داده‌ایم. (﴿لَعَلَّهُمۡ﴾) تا شاید وقتی که به این مصیبت‌ها دچار گردند، فروتن شوند. و (﴿يَضَّرَّعُونَ﴾) به درگاه خدا زاری و تضرع نمایند و تسلیم حق شوند."
    },
    {
      "id": 1049,
      "verse_number": 95,
      "verse_key": "7:95",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 133,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "page_number": 162,
      "juz_number": 9,
      "translations": [
        {
          "id": 923714,
          "resource_id": 135,
          "text": "سپس به جای ناخوشی [و بدی،] نیکی [و خوشی] آوردیم تا افزون شدند و گفتند: «بی‌تردید، به پدران ما [نیز به حكم طبیعت،‌] سختی و راحتی مى‌رسید». پس در حالى كه بی‌خبر بودند، ناگهان آنان را [به عذاب سخت] گرفتیم."
        }
      ],
      "tafsir_saadi": "(﴿ثُمَّ﴾) سپس وقتی‌که دچار شدن به مصایب، در آنان کارساز نشد و استکبار آنها ادامه یافت و طغیان و سرکشی‌شان بیشتر شد، (﴿بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ﴾) به جای سختی و بدی، نیکی را قرار دادیم. پس خداوند روزی‌ها را به سوی آنها سرازیر نمود و جسم‌هایشان را تندرست و سلامت کرد، و بلا و مصیبت‌ها را از آنان دور ساخت، (﴿حَتَّىٰ عَفَواْ﴾) تا اینکه زیاد شدند و روزی‌هایشان فراوان شد، و در نعمت و فضل خدا فرو رفتند، و مصیبت‌هایی که بر آنان آمده بود، فراموش نمودند، (﴿وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ﴾) و گفتند: پدرانمان را نا خوشی و خوشی رسیده است؛ یعنی این عادت و شیوه، همواره در میان گذشتگان و آیندگان موجود بوده است؛ و بر حسب دگرگونی‌های زمان و چرخش روزگار، گاهی در خوشی و ثروتمندی به سر برده، و گاهی در ناراحتی و تنگدستی قرار داشتند. و پنداشتند که این مصیبت‌ها، به خاطر پند گرفتن و موعظه و استدراج و باز آمدن نیست. تا اینکه شاد شدند و به آنچه داده شده بودند، خوشحال گردیدند و دنیا، آنها را شیفته و مجذوب خود کرد.\n(﴿فَأَخَذۡنَٰهُم﴾) پس بناگاه [گریبان] آنهارا گرفتیم. (﴿بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ﴾) ناگهان [آنان را گرفتیم] در حالی که آنان نمی‌فهمیدند؛ یعنی هلاک‌شدن و نابود گشتن، به ذهن آنان خطور نمی‌کرد، وگمان می‌بردند که آنها شایستگی برخورداری از این نعمات را دارند و می‌توانند آنها را در قبضۀ خود نگاه دارند. و در این پندار بودند که این نعمت‌ها همیشه در دسترس آنان بوده، و به جایی دیگر منتقل نخواهند شد."
    },
    {
      "id": 1050,
      "verse_number": 96,
      "verse_key": "7:96",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 133,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
      "page_number": 163,
      "juz_number": 9,
      "translations": [
        {
          "id": 923715,
          "resource_id": 135,
          "text": "و اگر اهل آن شهرها ایمان می‌آوردند و پروا می‌کردند، [درهای‌] برکات آسمان و زمین را بر آنان می‌گشودیم؛ ولی [آیات و پیام‌های ما را] تکذیب کردند؛ پس به [كیفرِ] آنچه می‌کردند، آنان را [به عذاب] فروگرفتیم‌."
        }
      ],
      "tafsir_saadi": "خداوند متعال ذکر نمود کسانی که پیامبران را تکذیب می‌کنند، به منظور پندپذیری و برحذر داشته شدن، به ناخوشی و ناگواری‌ها گرفتار می‌شوند، و از باب استدراج و مکر، به خوشی‌ها دست می‌یازند. سپس بیان نمود که اگر اهالی آبادی‌ها قلباً ایمان بیاورند؛ ایمانی صادق و راست که اعمال آن را تصدیق نمایند، و در ظاهر و باطن با ترک کردن همۀ آنچه که خدا حرام نموده است، تقوای الهی را رعایت کنند، برکت‌های آسمان و زمین بر روی آنان گشوده می‌شود، و خداوند پی در پی از آسمان برای آنان باران می‌فرستد، و از زمین چیزهایی برای آنان می‌رویاند که خود و چهارپایانشان به وسیلۀ آن زندگی شاد و خرم و روزی فراوان خواهند داشت، بدون اینکه برای به دست آوردن آن، دچار رنج و خستگی و زحمت شوند. اما آنها ایمان نیاوردند و پرهیزگاری نکردند، (﴿فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ﴾) پس ناگهان آنان را به سبب آنچه که می‌کردند، به عقوبت‌ها و بلاها و قطع برکات ‌و نزول آفت‌های زیاد گرفتار کردیم؛ و این سزای پاره‌ای از اعمالشان است، و اگر خداوند آنها را به سبب همۀ آنچه که کرده اند مجازات نماید، هیچ جنبنده‌ای را بر روی زمین باقی نخواهد گذاشت. ﴿ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ﴾ فساد و تباهی در خشکی و دریا به سبب آنچه مردمان کردند، آشکار گردید، تا سزای پاره‌ای از آنچه که کرده‌اند را، به آنان بچشاند؛ شاید باز آیند."
    },
    {
      "id": 1051,
      "verse_number": 97,
      "verse_key": "7:97",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 133,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
      "page_number": 163,
      "juz_number": 9,
      "translations": [
        {
          "id": 923716,
          "resource_id": 135,
          "text": "آیا ساکنان [این] شهرها در امانند از اینکه عذاب ما [ناگهان] شب‌هنگام‌ که خفته‌‌اند به سراغشان بیاید؟"
        }
      ],
      "tafsir_saadi": "(﴿أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ﴾) آیا مردمان و اهالی آبادی‌هایی که پیامبران را تکذیب کردند، ایمن شدند، (﴿أَن يَأۡتِيَهُم بَأۡسُنَا﴾) از اینکه عذاب سخت ما، به سراغ آنها بیاید؟ (﴿بَيَٰتٗا وَهُمۡ نَآئِمُونَ﴾) شبانگاهان در حالی که خوابیده‌اند؟ یعنی در حالت غفلت و بی‌خبری و در حالی که در استراحت هستند، آنها را فراگیرد؟"
    },
    {
      "id": 1052,
      "verse_number": 98,
      "verse_key": "7:98",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 133,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
      "page_number": 163,
      "juz_number": 9,
      "translations": [
        {
          "id": 923717,
          "resource_id": 135,
          "text": "و آیا ساکنان [این] شهرها در امانند از اینکه عذاب ما در روز روشن ‌که به بازی [و امور بیهوده] سرگرمند، به سراغشان بیاید؟"
        }
      ],
      "tafsir_saadi": "(﴿أَوَ أَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ﴾) و آیا مردمان شهرها ایمن شدند از اینکه عذاب ما چاشتگاه به سراغ آنها بیاید، در حالی که مشغول بازی هستند؟! پس چه چیزی آنها را ایمن داشته است، در حالی که آنها اسبابش را فراهم کرده و انجام داده و جنایت‌های بزرگی را مرتکب شده‌اند که برای هلاکت و نابودی‌شان، فقط پاره‌ای از آن جنایت‌ها کافی است؟!"
    },
    {
      "id": 1053,
      "verse_number": 99,
      "verse_key": "7:99",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 133,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
      "page_number": 163,
      "juz_number": 9,
      "translations": [
        {
          "id": 923718,
          "resource_id": 135,
          "text": "آیا خود را از مكر [و تدبیر] الله ایمن دانسته‌اند؟ [حال آنكه‌] جز مردمِ زیانكار، [كسى‌] خود را از مكرِ الله در امان نمى‌داند."
        }
      ],
      "tafsir_saadi": "(﴿أَفَأَمِنُواْ مَكۡرَ ٱللَّهِ﴾) آیا از مکر خدا ایمن شدند، ومطمئن هستند که آنان را مهلت داده، و ناگهان آنان را نابود نمی‌نماید؟ همانا مکر خدا بسیار محکم است.\n(﴿فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ﴾) و از مکر خدا ایمن نمی‌شود، مگر قومی که زیانکارند؛ زیرا هرکس که از عذاب خدا ایمن باشد، بدان معنی است که به سزا و جزای اعمال، و به پیامبران ایمان واقعی نیاورده است. در این آیۀ شریفه به شدت بر حذر داشته شده‌ایم که بنده نباید به خاطر ایمانی که دارد، ایمن باشد، بلکه همیشه باید بترسد از اینکه به بلایی گرفتار شود که ایمان او را سلب کند. و همواره باید خداوند را چنین بخواند: «ای گردانندۀ دل‌ها! دلم را بر دینت استوار بگردان.» و باید سعی و تلاش کند هر سبب و وسیله‌ای را که به هنگام واقع شدن فتنه‌ها، او را نجات می‌دهد، به دست آورد؛ زیرا بنده ـ در هر مقامی که باشد ـ ضمانتی نیست که از آفت‌ها سالم بماند."
    },
    {
      "id": 1054,
      "verse_number": 100,
      "verse_key": "7:100",
      "hizb_number": 17,
      "rub_el_hizb_number": 65,
      "ruku_number": 134,
      "manzil_number": 2,
      "sajdah_number": null,
      "text_uthmani": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
      "page_number": 163,
      "juz_number": 9,
      "translations": [
        {
          "id": 923719,
          "resource_id": 135,
          "text": "مگر براى كسانى كه زمین را پس از ساكنان [پیشین‌] آن به ارث مى‌برند، روشن نشده است كه اگر می‌خواستیم، آنان را به [كیفر] گناهانشان نابود می‌کردیم و بر دل‌هایشان مُهر مى‌نهادیم تا دیگر [ندای حق را] نشنوند؟"
        }
      ],
      "tafsir_saadi": "خداوند متعال با تذکر به امت‌هایی که پس از امت‌های هلاک شدۀ گذشته آمده‌اند، می‌فرماید: (﴿أَوَ لَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡ﴾) آیا برای امت‌ها و ملت‌هایی که پس از گذشتگانِ گناهکار و هلاک شدۀ خود، وارث زمین گشتند، سپس اعمالی شبیه اعمال آن قوم هلاک شده انجام دادند، روشن نشده است که اگر خدا بخواهد، آنان را به سبب گناهانشان دچار مصیبت می‌نماید؟ زیرا این، سنت و روش جاریِ خدا در میان پیشینیان و پسینیان است. \n(﴿وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ﴾) یعنی وقتی که خداوند آنها را آگاه ساخت اما آگاه نشدند، و آنان را تذکر داد ولی پند نگرفته و یاد آور نشدند، و آنان را با دلایل و عبرت‌ها راهنمایی کرد ‌اما هدایت نیافته و راه نیافتند؛ پس خداوند آنها را مجازات می‌نماید و بر دل‌هایشان مهر می‌زند، و زنگ و چرک بر دل‌هایشان انباشته می‌شود، تا اینکه دل‌هایشان سفت و محکم گشته و حق وارد آن نمی‌شود، و هیچ خیر و خوبی به آن نمی‌رسد، و چیزهایی را که به سودشان است، نمی‌شنوند، و چیزی‌را می‌شنوند که حجّت را بر آنان اقامه می‌کند. \\"
    }
  ]
}